window.catalogData = window.catalogData || {};
window.catalogData["Иркутская область"] = [
  {
    number: 1,
    name: "ГБПОУ «Иркутский колледж автомобильного транспорта и дорожного строительства»",
    website: "https://www.lkatids38.ru",
    vk: "",
    address: "664043, Иркутская область, г. Иркутск, Бульвар Рябикова, д. 63",
    phone: "8 (3952) 30-30-11",
    email: "info@lkatids38.ru",
    directions: [
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.05", title: "Строительство и эксплуатация автомобильных дорог и аэродромов" },
      { code: "08.02.12", title: "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
      { code: "13.02.02", title: "Теплоснабжение и теплотехническое оборудование" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "18.02.07", title: "Технология производства и переработки пластических масс и эластомеров" },
      { code: "18.02.09", title: "Переработка нефти и газа" },
      { code: "18.02.14", title: "Химическая технология производства химических соединений" },
      { code: "21.02.01", title: "Разработка и эксплуатация нефтяных и газовых месторождений" },
      { code: "21.02.10", title: "Геология и разведка нефтяных и газовых месторождений" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { code: "23.02.05", title: "Эксплуатация транспортного электрооборудования и автоматики (по видам транспорта, за исключением водного)" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "38.02.04", title: "Коммерция (по отраслям)" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.06", title: "Профессиональное обучение (по отраслям)" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" }
    ]
  },
  {
    number: 2,
    name: "ГБПОУ «Филиал «Иркутский колледж автомобильного транспорта и дорожного строительства» в п. Улькан»",
    website: "http://ulkan38.ru",
    vk: "https://vk.com/kolledg.gbpou",
    address: "666534, Иркутская область, г. Улькан, Бульвар Рябикова, д. 63",
    phone: "8 (39562) 3-20-55",
    email: "info@ikatids38.ru",
    directions: [
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
      { "code": "08.02.05", "title": "Строительство и эксплуатация автомобильных дорог и аэродромов" },
      { "code": "08.02.12", "title": "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
      { "code": "13.02.02", "title": "Теплоснабжение и теплотехническое оборудование" },
      { "code": "13.02.11", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { "code": "18.02.07", "title": "Технология производства и переработки пластических масс и эластомеров" },
      { "code": "18.02.09", "title": "Переработка нефти и газа" },
      { "code": "18.02.14", "title": "Химическая технология производства химических соединений" },
      { "code": "21.02.01", "title": "Разработка и эксплуатация нефтяных и газовых месторождений" },
      { "code": "21.02.10", "title": "Геология и разведка нефтяных и газовых месторождений" },
      { "code": "21.02.19", "title": "Землеустройство" },
      { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
      { "code": "23.02.04", "title": "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { "code": "23.02.05", "title": "Эксплуатация транспортного электрооборудования и автоматики (по видам транспорта, за исключением водного)" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
      { "code": "44.02.01", "title": "Дошкольное образование" },
      { "code": "44.02.06", "title": "Профессиональное обучение (по отраслям)" },
      { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" },
      { "code": "54.02.01", "title": "Дизайн (по отраслям)" }

    ]
  },
  {
    number: 3,
    name: "ФГБОУ ВО «Филиал «Иркутский колледж автомобильного транспорта и дорожного строительства» в п. Магистральный»",
    website: "https://magistrln38.ru/",
    vk: "https://vk.com/kolledg.gbpou",
    address: "666534, Иркутская область, р.п. Магистральный, ул. Пугачева, д. 40",
    phone: "8 (39562) 4-10-44",
    email: "info@ikaitds38.ru",
    directions: [
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
      { "code": "08.02.05", "title": "Строительство и эксплуатация автомобильных дорог и аэродромов" },
      { "code": "08.02.12", "title": "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
      { "code": "13.02.02", "title": "Теплоснабжение и теплотехническое оборудование" },
      { "code": "13.02.11", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { "code": "18.02.07", "title": "Технология производства и переработки пластических масс и эластомеров" },
      { "code": "18.02.09", "title": "Переработка нефти и газа" },
      { "code": "18.02.14", "title": "Химическая технология производства химических соединений" },
      { "code": "21.02.01", "title": "Разработка и эксплуатация нефтяных и газовых месторождений" },
      { "code": "21.02.10", "title": "Геология и разведка нефтяных и газовых месторождений" },
      { "code": "21.02.19", "title": "Землеустройство" },
      { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
      { "code": "23.02.04", "title": "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { "code": "23.02.05", "title": "Эксплуатация транспортного электрооборудования и автоматики (по видам транспорта, за исключением водного)" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
      { "code": "44.02.01", "title": "Дошкольное образование" },
      { "code": "44.02.06", "title": "Профессиональное обучение (по отраслям)" },
      { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" },
      { "code": "54.02.01", "title": "Дизайн (по отраслям)" }

    ]
  },
  {
    number: 4,
    name: "ФГБОУ ВО «Сибирский колледж транспорта и строительства Иркутского государственного университета путей сообщения»",
    website: "http://irgups.ru",
    vk: "https://vk.com/ssicbandb_club",
    address: "664074, Иркутская область, г. Иркутск, ул. Лермонтова, д. 82",
    phone: "8 (3952) 63-83-99",
    email: "mail@irgups.ru",
    directions: [
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.05", title: "Строительство и эксплуатация автомобильных дорог и аэродромов" },
      { code: "08.02.10", title: "Строительство железных дорог, путь и путевое хозяйство" },
      { code: "08.02.12", title: "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "21.02.03", title: "Сооружение и эксплуатация газонефтепроводов и газонефтехранилищ" },
      { code: "21.02.05", title: "Земельно-имущественные отношения" },
      { code: "21.02.06", title: "Информационные системы обеспечения градостроительной деятельности" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "23.02.03", title: "Техническое обслуживание и ремонт автомобильного транспорта" },
      { code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "23.02.08", title: "Строительство железных дорог, путь и путевое хозяйство" },
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.05", title: "Стоматология ортопедическая" },
      { code: "31.02.06", title: "Стоматология профилактическая" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  {
    number: 5,
    name: "ГБПОУ «Иркутский аграрный техникум»",
    website: "http://irkagrarteh.ru",
    vk: "https://vk.com/irkagrartekh",
    address: "664040, Иркутская область, г. Иркутск, ул. Ярославского, д. 211",
    phone: "8 (3952) 44-29-12",
    email: "irkagrartekhn@mail.ru",
    directions: [
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "19.02.03", title: "Технология хлеба, кондитерских и макаронных изделий" },
      { code: "19.02.07", title: "Технология молока и молочных продуктов" },
      { code: "19.02.11", title: "Технология продуктов питания из растительного сырья" },
      { code: "35.02.05", title: "Агрономия" },
      { code: "35.02.07", title: "Механизация сельского хозяйства" },
      { code: "35.02.14", title: "Охотоведение и звероводство" },
      { code: "35.02.15", title: "Кинология" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.04", title: "Коммерция (по отраслям)" },
      { code: "38.02.08", title: "Торговое дело" }
    ]
  },
  {
    number: 6,
    name: "ГБПОУ «Химико-технологический техникум г. Саянска»",
    website: "http://xtt-saj.hostedu.ru",
    vk: "https://vk.com/club188630074",
    address: "666301, Иркутская область, г. Саянск, микрорайон Южный, д. 126",
    phone: "8 (39553) 5-50-24",
    email: "prof25@mail.ru",
    directions: [
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "15.02.12", title: "Монтаж, техническое обслуживание и ремонт промышленного оборудования" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "18.02.06", title: "Химическая технология органических веществ" },
      { code: "18.02.12", title: "Технология аналитического контроля химических соединений" },
      { code: "18.02.14", title: "Химическая технология производства химических соединений" },
      { code: "35.02.01", title: "Лесное и лесопарковое хозяйство" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "39.02.01", title: "Социальная работа" }
    ]
  },
  {
    number: 7,
    name: "ФГБОУ ВО «Колледж Байкальский государственный университет»",
    website: "http://kbu.bgu.ru/",
    vk: "https://vk.com/college_bgu_professionalitet",
    address: "664003, Иркутская область, г. Иркутск, ул. Байкальская, д. 105",
    phone: "8 (3952) 50-00-08",
    email: "010368@bgu.ru",
    directions: [
      { code: "09.02.04", title: "Информационные системы (по отраслям)" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "19.02.10", title: "Технология продукции общественного питания" },
      { code: "21.02.05", title: "Земельно-имущественные отношения" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "35.02.01", title: "Лесное и лесопарковое хозяйство" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.04", title: "Коммерция (по отраслям)" },
      { code: "38.02.06", title: "Финансы" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.10", title: "Туризм" },
      { code: "43.02.11", title: "Гостиничный сервис" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" }
    ]
  },
  {
    number: 8,
    name: "ФГБОУ ВО «Многопрофильный колледж Братский государственный университет»",
    website: "https://mpk.brstu.ru",
    vk: "https://vk.com/mpk_brgu",
    address: "665709, Иркутская область, г. Братск, ул. Макаренко, д. 40, стр. 2",
    phone: "8 (3953) 32-53-84",
    email: "pedcolleg@mail.ru",
    directions: [
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "13.02.02", title: "Теплоснабжение и теплотехническое оборудование" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "15.02.12", title: "Монтаж, техническое обслуживание и ремонт промышленного оборудования" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "18.02.12", title: "Технология аналитического контроля химических соединений" },
      { code: "35.02.02", title: "Технология лесозаготовок" },
      { code: "35.02.03", title: "Технология деревообработки" },
      { code: "35.02.04", title: "Технология комплексной переработки древесины" },
      { code: "35.02.12", title: "Садово-парковое и ландшафтное строительство" },
      { code: "35.02.18", title: "Технология переработки древесины" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "44.02.01", title: "Дошкольное образование" }
    ]
  },
  {
    number: 9,
    name: "ГАПОУ «Братский индустриально-металлургический техникум»",
    website: "https://xn--90aomom.xn--p1ai/",
    vk: "https://vk.com/brimt_professionalitet",
    address: "665726, Иркутская область, г. Братск, ул. Курчатова, д. 72",
    phone: "8 (3953) 46-21-70",
    email: "mail@brimt.ru",
    directions: [
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "15.02.01", title: "Монтаж и техническая эксплуатация промышленного оборудования (по отраслям)" },
      { code: "15.02.12", title: "Монтаж, техническое обслуживание и ремонт промышленного оборудования" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "22.02.02", title: "Металлургия цветных металлов" },
      { code: "22.02.08", title: "Металлургическое производство (по видам производства)" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" }
    ]
  },
  {
    number: 10,
    name: "ГАПОУ «Ангарский индустриальный техникум»",
    website: "http://new.ait38.ru",
    vk: "https://vk.com/aitangarsk38",
    address: "665816, Иркутская область, г. Ангарск, 52 квартал, д. 1",
    phone: "8 (3955) 54-33-22",
    email: "korpus1@ait38.ru",
    directions: [
      { code: "15.02.01", title: "Монтаж и техническая эксплуатация промышленного оборудования (по отраслям)" },
      { code: "15.02.12", title: "Монтаж, техническое обслуживание и ремонт промышленного оборудования" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "22.02.06", title: "Сварочное производство" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
      { code: "27.02.04", title: "Автоматические системы управления" }
    ]
  },
  {
    number: 11,
    name: "ГБПОУ «Усть-Илимский техникум лесопромышленных технологий и сферы услуг»",
    website: "https://xn--38-vlcm8abde.xn--p1ai/",
    vk: "https://vk.com/ui_tltu",
    address: "666671, Иркутская область, г. Усть-Илимск, ул. Приморская, д. 1, а/я 263",
    phone: "8 (39535) 7-62-15",
    email: "pu66ullimsk@mail.ru",
    directions: [
      { code: "13.02.01", title: "Тепловые электрические станции" },
      { code: "35.02.02", title: "Технология лесозаготовок" },
      { code: "35.02.04", title: "Технология комплексной переработки древесины" },
      { code: "35.02.18", title: "Технология переработки древесины" },
      { code: "44.02.02", title: "Преподавание в начальных классах" }
    ]
  },
  {
    number: 12,
    name: "ЧПОУ «Иркутский техникум экономики и права»",
    website: "http://teip-irk.ru",
    vk: "https://vk.com/itep38",
    address: "664046, Иркутская область, г. Иркутск, ул. Волжская, д. 14",
    phone: "8 (3952) 22-87-32",
    email: "pravo@teip-irk.ru",
    directions: [
      { code: "19.02.10", title: "Технология продукции общественного питания" },
      { code: "35.02.14", title: "Охотоведение и звероводство" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.04", title: "Коммерция (по отраслям)" },
      { code: "38.02.05", title: "Товароведение и экспертиза качества потребительских товаров" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.03", title: "Право и судебное администрирование" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.11", title: "Гостиничный сервис" },
      { code: "43.02.14", title: "Гостиничное дело" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  {
    number: 13,
    name: "ГАПОУ «Иркутский техникум авиастроения и материалообработки»",
    website: "http://itam.irk.ru",
    vk: "https://vk.com/itam_professionalitet",
    address: "664002, Иркутская область, г. Иркутск, ул. Мира, д. 14",
    phone: "8 (3952) 33-63-30",
    email: "pu2@mail.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "15.02.08", title: "Технология машиностроения" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "24.02.01", title: "Производство летательных аппаратов" }
    ]
  },
  {
    number: 14,
    name: "ФГБОУ ВО «Колледж автомобильного транспорта и агротехнологий Иркутского государственного аграрного университета имени А.А. Ежевского»",
    website: "http://irsau.ru",
    vk: "",
    address: "664038, Иркутская область, г. Иркутск, поселок Молодежный, д. 5А",
    phone: "8 (3952) 48-85-84",
    email: "auto@igsha.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "21.02.04", title: "Землеустройство" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "23.02.03", title: "Техническое обслуживание и ремонт автомобильного транспорта" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "35.02.07", title: "Механизация сельского хозяйства" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.04", title: "Коммерция (по отраслям)" },
      { code: "38.02.08", title: "Торговое дело" }
    ]
  },
  {
    number: 15,
    name: "ГБПОУ «Черемховский горнотехнический колледж им. М.И. Щадова»",
    website: "http://www.chgtk.ru",
    vk: "https://vk.com/chgtk",
    address: "665413, Иркутская область, г. Черемхово, ул. Ленина, д. 26",
    phone: "8 (39546) 5-07-50",
    email: "cheremgtk@mail.ru",
    directions: [
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "09.02.03", title: "Программирование в компьютерных системах" },
      { code: "09.02.04", title: "Информационные системы (по отраслям)" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "21.02.15", title: "Открытые горные работы" },
      { code: "21.02.18", title: "Обогащение полезных ископаемых" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "23.02.03", title: "Техническое обслуживание и ремонт автомобильного транспорта" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.08", title: "Торговое дело" }
    ]
  },
  {
    number: 16,
    name: "ФГБОУ ВО «Колледж Филиал «Байкальский государственный университет» в г. Усть-Илимске»",
    website: "https://uibgu.ru/",
    vk: "https://vk.com/uibgu",
    address: "666673, Иркутская область, г. Усть-Илимск, ул. Ленина, д. 20В",
    phone: "8 (39535) 7-30-05",
    email: "uigea@irtel.ru",
    directions: [
      { code: "09.02.04", title: "Информационные системы (по отраслям)" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "20.02.01", title: "Экологическая безопасность природных комплексов" },
      { code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { code: "35.02.01", title: "Лесное и лесопарковое хозяйство" },
      { code: "35.02.02", title: "Технология лесозаготовок" },
      { code: "35.02.03", title: "Технология деревообработки" },
      { code: "35.02.18", title: "Технология переработки древесины" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 17,
    name: "ГБПОУ «Ангарский политехнический техникум»",
    website: "http://aptangarsk.ru",
    vk: "https://vk.com/aptangarsk",
    address: "665830, Иркутская область, г. Ангарск, 52 квартал, д. 1",
    phone: "8 (3955) 52-20-60",
    email: "apt@aptangarsk.ru",
    directions: [
      { code: "09.02.04", title: "Информационные системы (по отраслям)" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "15.02.01", title: "Монтаж и техническая эксплуатация промышленного оборудования (по отраслям)" },
      { code: "15.02.12", title: "Монтаж, техническое обслуживание и ремонт промышленного оборудования" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "18.02.09", title: "Переработка нефти и газа" },
      { code: "18.02.14", title: "Химическая технология производства химических соединений" },
      { code: "21.02.03", title: "Сооружение и эксплуатация газонефтепроводов и газонефтехранилищ" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.07", title: "Банковское дело" }
    ]
  },
  {
    number: 18,
    name: "ГБПОУ «Ангарский промышленно-экономический техникум»",
    website: "http://a-pet.ru",
    vk: "https://vk.com/apet_angarsk",
    address: "665835, Иркутская область, г. Ангарск, ул. Ленинградский проспект, д. 13",
    phone: "8 (3955) 67-18-30",
    email: "apet38@yandex.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "11.02.15", title: "Инфокоммуникационные сети и системы связи" },
      { code: "29.02.04", title: "Конструирование, моделирование и технология швейных изделий" },
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.04", title: "Коммерция (по отраслям)" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "43.02.08", title: "Сервис домашнего и коммунального хозяйства" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" }
    ]
  },
  {
    number: 19,
    name: "ГБПОУ «Братский политехнический колледж»",
    website: "https://xn----8sbbb7bd4ahelk.xn--p1ai/",
    vk: "https://vk.com/brpk_bratsk",
    address: "665726, Иркутская область, г. Братск, пр-т Ленина, д. 48",
    phone: "8 (3953) 46-07-70",
    email: "brpk-bratsk@mail.ru",
    directions: [
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  {
    number: 20,
    name: "ГБПОУ «Профессиональный колледж»",
    website: "http://xn--f1aeet.xn--38-6kcadhwnl3cfdx.xn--p1ai/",
    vk: "",
    address: "665656, Иркутская область, г. Железногорск-Илимский, 6 квартал, д. 14а",
    phone: "8 (39566) 3-50-99",
    email: "prof-kollege@mail.ru",
    directions: [
      { code: "08.02.10", title: "Строительство железных дорог, путь и путевое хозяйство" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "23.02.08", title: "Строительство железных дорог, путь и путевое хозяйство" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 21,
    name: "ГБПОУ «Иркутский техникум машиностроения им. Н.П. Трапезникова»",
    website: "https://xn--90adqqifxg.xn--p1ai/",
    vk: "https://vk.com/itm38",
    address: "664001, Иркутская область, г. Иркутск, ул. Рабочего штаба, д. 6",
    phone: "8 (3952) 77-82-57",
    email: "itmirk@yandex.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "22.02.06", title: "Сварочное производство" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 22,
    name: "ГАПОУ «Заларинский агропромышленный техникум»",
    website: "http://zalagroteh.ru",
    vk: "https://vk.com/zalagroteh",
    address: "666321, Иркутская область, г. Залари, ул. Матросова, д. 3",
    phone: "8 (39552) 2-30-20",
    email: "PU50zalary@mail.ru",
    directions: [
      { code: "35.02.01", title: "Лесное и лесопарковое хозяйство" },
      { code: "35.02.07", title: "Механизация сельского хозяйства" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" }
    ]
  },
  {
    number: 23,
    name: "ГБПОУ «Зиминский железнодорожный техникум»",
    website: "http://zzhdt-edu.ru",
    vk: "https://vk.com/zzhdt_technicum_zima",
    address: "665383, Иркутская область, г. Зима, ул. Кирова, д. 12",
    phone: "8 (39554) 7-21-70",
    email: "pu-6@yandex.ru",
    directions: [
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "23.02.06", title: "Техническая эксплуатация подвижного состава железных дорог" },
      { code: "38.02.02", title: "Страховое дело (по отраслям)" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "43.02.13", title: "Технология парикмахерского искусства" },
      { code: "43.02.17", title: "Технологии индустрии красоты" }
    ]
  },
  {
    number: 24,
    name: "ГБПОУ «Балаганский аграрно-технологический техникум»",
    website: "http://battbalagansk.ru",
    vk: "",
    address: "666685, Иркутская область, г. Балаганск, ул. Кольцевая, д. 20",
    phone: "8 (39548) 5-01-92",
    email: "pu62@bk.ru",
    directions: [
      { "code": "35.02.07", "title": "Механизация сельского хозяйства" },
      { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { "code": "39.02.01", "title": "Социальная работа" },
      { "code": "43.02.14", "title": "Гостиничное дело" },
      { "code": "43.02.16", "title": "Туризм и гостеприимство" }

    ]
  },
  {
    number: 25,
    name: "ГБПОУ «Усольский аграрно-промышленный техникум»",
    website: "https://gbpou-uapt.orgs.biz/",
    vk: "https://vk.com/yapt38",
    address: "665483, Иркутская область, г. Усолье-Сибирское, ул. Карла Либкнехта, д. 58",
    phone: "8 (39543) 9-82-23",
    email: "yapi38@mail.ru",
    directions: [
      { code: "35.02.07", title: "Механизация сельского хозяйства" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  {
    number: 26,
    name: "ГБПОУ «Зиминский железнодорожный техникум»",
    website: "http://zzhdt-edu.ru",
    vk: "https://vk.com/zzhdt_technicum_zima",
    address: "665383, Иркутская область, г. Зима, ул. Кирова, д. 12",
    phone: "8 (39554) 7-21-70",
    email: "pu-6@yandex.ru",
    directions: [
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "23.02.06", title: "Техническая эксплуатация подвижного состава железных дорог" },
      { code: "38.02.02", title: "Страховое дело (по отраслям)" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "43.02.13", title: "Технология парикмахерского искусства" },
      { code: "43.02.17", title: "Технологии индустрии красоты" }
    ]
  },
  {
    number: 27,
    name: "ГБПОУ «Братский торгово-технологический техникум»",
    website: "https://xn--90a8aaa.xn--38-6kcadhwnl3cfdx.xn--p1ai/",
    vk: "https://vk.com/btttehnikum",
    address: "665714, Иркутская область, г. Братск, ул. Енисейская, д. 66/7",
    phone: "8 (3953) 31-02-73",
    email: "pl28@mail.ru",
    directions: [
      { code: "19.02.10", title: "Технология продукции общественного питания" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.04", title: "Коммерция (по отраслям)" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  {
    number: 29,
    name: "ГАПОУ «Заларинский агропромышленный техникум»",
    website: "http://zalagroteh.ru",
    vk: "https://vk.com/zalagroteh",
    address: "666321, Иркутская область, г. Залари, ул. Матросова, д. 3",
    phone: "8 (39552) 2-30-20",
    email: "PU50zalary@mail.ru",
    directions: [
      { code: "35.02.01", title: "Лесное и лесопарковое хозяйство" },
      { code: "35.02.07", title: "Механизация сельского хозяйства" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" }
    ]
  },
  {
    number: 30,
    name: "ФГБОУ ВО «Колледж (филиал) «ИРНИТУ» в г. Усолье-Сибирском»",
    website: "http://www.istu.edu",
    vk: "https://vk.com/filial_irnitu",
    address: "665463, Иркутская область, г. Усолье-Сибирское, ул. Менделеева, д. 65",
    phone: "8 (39543) 7-09-18",
    email: "oip@istu.edu",
    directions: [
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "15.02.12", title: "Монтаж, техническое обслуживание и ремонт промышленного оборудования" },
      { code: "15.02.14", title: "Оснащение средствами автоматизации технологических процессов и производств" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "15.02.18", title: "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
      { code: "18.02.12", title: "Технология аналитического контроля химических соединений" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  {
    number: 31,
    name: "ЧПОУ «Колледж дизайна, сервиса и права»",
    website: "http://irkcollege.ru",
    vk: "",
    address: "664025, Иркутская область, г. Иркутск, ул. Чкалова, д. 36",
    phone: "8 (3952) 60-29-08",
    email: "kolsipeu@bk.ru",
    directions: [
      { code: "09.02.09", title: "Веб-разработка" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.03", title: "Стилистика и искусство визажа" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "54.02.08", title: "Техника и искусство фотографии" }
    ]
  },
  {
    number: 32,
    name: "ГАПОУ «Братский профессиональный техникум»",
    website: "https://xn--38-9kc0dp.xn--p1ai/",
    vk: "https://vk.com/bpt38ru",
    address: "665710, Иркутская область, г. Братск, ул. Верхняя, д. 30а",
    phone: "8 (3953) 41-34-08",
    email: "bpt@bratsk.net.ru",
    directions: [
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  {
    number: 33,
    name: "ГБПОУ «Свирский электромеханический техникум»",
    website: "http://www.xn--l1aje6b.xn--p1ai/",
    vk: "https://vk.com/club216191191",
    address: "665420, Иркутская область, г. Свирск, ул. Молодежная, д. 1",
    phone: "8 (3952) 54-62-13",
    email: "texnikum_svirsk@mail.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "18.02.04", title: "Электрохимическое производство" },
      { code: "22.02.06", title: "Сварочное производство" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" }
    ]
  },
  {
    number: 34,
    name: "ЧПОУ «Байкальский колледж права и предпринимательства»",
    website: "https://bkpp38.ru/",
    vk: "https://vk.com/bkpp_38",
    address: "664011, Иркутская область, г. Иркутск, ул. Карла Маркса, д. 35",
    phone: "8 (3952) 24-35-91",
    email: "btpp@mail.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "38.02.04", title: "Коммерция (по отраслям)" },
      { code: "38.02.06", title: "Финансы" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 35,
    name: "ГБПОУ «Ангарский техникум рекламы и промышленных технологий»",
    website: "http://atript.ru",
    vk: "https://vk.com/atript36",
    address: "665826, Иркутская область, г. Ангарск, мкр. 13, д. 21",
    phone: "8 (3955) 67-02-72",
    email: "pu-36angarsk@yandex.ru",
    directions: [
      { code: "10.02.04", title: "Обеспечение информационной безопасности телекоммуникационных систем" },
      { code: "13.02.07", title: "Электроснабжение (по отраслям)" },
      { code: "42.02.01", title: "Реклама" }
    ]
  },
  {
    number: 36,
    name: "ГАПОУ «Иркутский технологический колледж»",
    website: "http://иртк.рф",
    vk: "https://vk.com/itk_professionalitet",
    address: "664050, Иркутская область, г. Иркутск, ул. Байкальская, д. 255",
    phone: "8 (3952) 33-15-30",
    email: "irtk@yandex.ru",
    directions: [
      { code: "29.02.04", title: "Конструирование, моделирование и технология швейных изделий" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.04", title: "Коммерция (по отраслям)" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 37,
    name: "ЧПОУ «Русско-Азиатский экономико-правовой колледж»",
    website: "https://raepk.ru/",
    vk: "https://vk.com/oficial_raepk",
    address: "664050, Иркутская область, г. Иркутск, ул. Байкальская, д. 258а",
    phone: "8 (3952) 35-06-87",
    email: "college@raepk.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "38.02.04", title: "Коммерция (по отраслям)" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 38,
    name: "ГБПОУ «Братский торгово-технологический техникум»",
    website: "https://xn--90a8aaa.xn--38-6kcadhwnl3cfdx.xn--p1ai/",
    vk: "https://vk.com/btttehnikum",
    address: "665714, Иркутская область, г. Братск, ул. Енисейская, д. 66/7",
    phone: "8 (3953) 31-02-73",
    email: "pl28@mail.ru",
    directions: [
      { code: "19.02.10", title: "Технология продукции общественного питания" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.04", title: "Коммерция (по отраслям)" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  {
    number: 39,
    name: "ГБПОУ «Иркутский техникум речного и автомобильного транспорта»",
    website: "https://xn--80apa5aald.xn--p1ai/",
    vk: "",
    address: "664040, Иркутская область, г. Иркутск, ул. Ярославского, д. 221",
    phone: "8 (3952) 44-36-03",
    email: "priem@jrtriat.ru",
    directions: [
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "23.02.03", title: "Техническое обслуживание и ремонт автомобильного транспорта" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "26.02.03", title: "Судовождение" },
      { code: "26.02.05", title: "Эксплуатация судовых энергетических установок" }
    ]
  },
  {
    number: 40,
    name: "ГБПОУ «Профессиональное училище №48»",
    website: "https://xn--48-ilcd0axecdcp2a7i.xn--p1ai/",
    vk: "https://vk.com/club41179047",
    address: "665112, Иркутская область, г. Подгорный, ул. Просвещения, д. 10",
    phone: "8 (924) 607-20-78",
    email: "ogbou_npo_pu_48@mail.ru",
    directions: [
      { "code": "35.02.01", "title": "Лесное и лесопарковое хозяйство" }
    ]
  },
  {
    number: 41,
    name: "ГБПОУ «Черемховский техникум промышленной индустрии и сервиса»",
    website: "https://www.xn--38-vlc1afhd3b.xn--p1ai/",
    vk: "https://vk.com/chtpris38chtpris38",
    address: "665413, Иркутская область, г. Черемхово, ул. Ленина, д. 11",
    phone: "8 (39546) 5-05-44",
    email: "chtpris38@yandex.ru",
    directions: [
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" }
    ]
  },
  {
    number: 42,
    name: "ЧПОУ «Филиал «Русско-Азиатский экономико-правовой колледж» г. Усолье-Сибирское»",
    website: "http://гаерk.ru",
    vk: "https://vk.com/oficial_raepk",
    address: "665459, Иркутская область, г. Усолье-Сибирское, ул. Стопани, д. 70А",
    phone: "8 (39543) 3-30-03",
    email: "college@raepk.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "38.02.04", title: "Коммерция (по отраслям)" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 43,
    name: "ЧПОУ «Филиал «Русско-Азиатский экономико-правовой колледж» г. Ангарск»",
    website: "https://raepk.ru/",
    vk: "https://vk.com/oficial_raepk",
    address: "665459, Иркутская область, г. Ангарск, ул. Коминтерна, д. 41а",
    phone: "8 (3955) 61-46-81",
    email: "college@raepk.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "38.02.04", title: "Коммерция (по отраслям)" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 44,
    name: "ГБПОУ «Иркутский авиационный техникум»",
    website: "http://irkat.ru",
    vk: "https://vk.com/iatirk",
    address: "664025, Иркутская область, г. Иркутск, ул. Ленина, д. 5а",
    phone: "8 (3952) 34-38-95",
    email: "info@irkat.ru",
    directions: [
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "15.02.08", title: "Технология машиностроения" },
      { code: "15.02.15", title: "Технология металлообрабатывающего производства" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "24.02.01", title: "Производство летательных аппаратов" }
    ]
  },
  {
    number: 45,
    name: "ОГБПОУ «Иркутский базовый медицинский колледж»",
    website: "http://irkbmk.ru",
    vk: "https://vk.com/ibmk38",
    address: "664022, Иркутская область, г. Иркутск, ул. Сергеева, д. 3",
    phone: "8 (3952) 48-75-13",
    email: "irkbmk@mail.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.02", title: "Акушерское дело" },
      { code: "31.02.06", title: "Стоматология профилактическая" },
      { code: "33.02.01", title: "Фармация" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 46,
    name: "ГБПОУ «Иркутский областной колледж культуры»",
    website: "http://bpkspo.ru",
    vk: "https://vk.com/iokk_38",
    address: "665253, Иркутская область, г. Тулун, ул. Строителей, д. 10",
    phone: "8 (39530) 4-72-14",
    email: "TPKkadry@yandex.ru",
    directions: [
      { "code": "51.02.01", "title": "Народное художественное творчество (по видам)" },
      { "code": "51.02.02", "title": "Социально-культурная деятельность (по видам)" },
      { "code": "51.02.03", "title": "Библиотековедение" },
      { "code": "53.02.02", "title": "Музыкальное искусство эстрады (по видам)" },
      { "code": "53.02.03", "title": "Инструментальное исполнительство (по видам инструментов)" },
      { "code": "55.02.01", "title": "Театральная и аудиовизуальная техника (по видам)" }

    ]
  },
  {
    number: 47,
    name: "ГБПОУ «Филиал «Братский педагогический колледж» в г. Тулун»",
    website: "http://bpkspo.ru",
    vk: "https://vk.com/club217733222",
    address: "665253, Иркутская область, г. Тулун, ул. Строителей, д. 10",
    phone: "8 (39530) 4-72-14",
    email: "TPKkadry@yandex.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.03", title: "Педагогика дополнительного образования" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "54.02.02", title: "Декоративно-прикладное искусство и народные промыслы (по видам)" },
      { code: "54.02.06", title: "Изобразительное искусство и черчение" }
    ]
  },
  {
    number: 48,
    name: "ГБПОУ «Иркутский областной музыкальный колледж им. Фридерика Шопена»",
    website: "http://muzcollege-irk.ru",
    vk: "https://vk.com/muzcollegeirk",
    address: "664003, Иркутская область, г. Иркутск, ул. Карла Маркса, д. 28",
    phone: "8 (3952) 34-34-62",
    email: "lira@irmail.ru",
    directions: [
      { code: "53.02.02", title: "Музыкальное искусство эстрады (по видам)" },
      { code: "53.02.03", title: "Инструментальное исполнительство (по видам инструментов)" },
      { code: "53.02.04", title: "Вокальное искусство" },
      { code: "53.02.05", title: "Сольное и хоровое народное пение" },
      { code: "53.02.06", title: "Хоровое дирижирование" },
      { code: "53.02.07", title: "Теория музыки" }
    ]
  },
  {
    number: 49,
    name: "ГБПОУ «Колледж «Иркутский государственный университет»»",
    website: "http://college.isu.ru",
    vk: "https://vk.com/irkutskuniversity",
    address: "664033, Иркутская область, г. Иркутск, ул. Лермонтова, д. 124",
    phone: "8 (3952) 52-15-89",
    email: "college@isu.ru",
    directions: [
      { code: "05.02.03", title: "Метеорология" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "39.02.01", title: "Социальная работа" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.11", title: "Гостиничный сервис" }
    ]
  },
  {
    number: 50,
    name: "ГАПОУ «Братский педагогический колледж»",
    website: "http://bpkspo.ru",
    vk: "https://vk.com/bpk38",
    address: "665724, Иркутская область, г. Братск, ул. Гагарина, д. 8",
    phone: "8 (3953) 42-34-14",
    email: "colledge_BPK@mail.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.03", title: "Педагогика дополнительного образования" },
      { code: "44.02.04", title: "Специальное дошкольное образование" },
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  {
    number: 51,
    name: "ОГБПОУ «Братский медицинский колледж»",
    website: "http://gmkb.ru",
    vk: "https://vk.com/med_bratsk",
    address: "665724, Иркутская область, г. Братск, ул. Комсомольская, д. 75",
    phone: "8 (3953) 42-57-25",
    email: "bgmu07@mail.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.03", title: "Лабораторная диагностика" },
      { code: "31.02.05", title: "Стоматология ортопедическая" },
      { code: "33.02.01", title: "Фармация" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 52,
    name: "ГБПОУ «Киренский профессионально-педагогический колледж»",
    website: "http://kppk38.ru",
    vk: "https://vk.com/kppk38professionalitet",
    address: "666703, Иркутская область, г. Киренск, ул. Трудовых резервов (мельничный мкр.), д. 8",
    phone: "8 (39568) 3-20-61",
    email: "pedagog081016@yandex.ru",
    directions: [
      { code: "26.02.03", title: "Судовождение" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" }
    ]
  },
  {
    number: 53,
    name: "ФГБОУ ВО «Колледж Сибирский государственный университет водного транспорта — в г. Усть-Кут»",
    website: "https://ngtoru.ru/",
    vk: "https://vk.com/pk_sguwt",
    address: "666793, Иркутская область, г. Усть-Кут, ул. Володарского, д. 65",
    phone: "",
    email: "",
    directions: [
      { code: "26.02.01", title: "Эксплуатация внутренних водных путей" },
      { code: "26.02.03", title: "Судовождение" },
      { code: "26.02.05", title: "Эксплуатация судовых энергетических установок" },
      { code: "26.02.06", title: "Эксплуатация судового электрооборудования и средств автоматики" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  {
    number: 54,
    name: "ГБПОУ «Филиал «Боханский аграрный техникум» с. Оса»",
    website: "http://bohan-tehnikum.ru",
    vk: "https://vk.com/filial_bohan_agrateh",
    address: "669200, Иркутская область, г. Оса, ул. Свердлова, стр. 3",
    phone: "8 (39539) 3-13-28",
    email: "bohan_pu-57@mail.ru",
    directions: [
      { "code": "35.02.07", "title": "Механизация сельского хозяйства" },
      { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" }

    ]
  },
  {
    number: 55,
    name: "ФГАОУ ВО «Усть-Илимский филиал «Иркутский энергетический колледж»»",
    website: "http://lek.lrk.ru",
    vk: "https://vk.com/uif_fiek",
    address: "666673, Иркутская область, г. Усть-Илимск, ул. Ленина, д. 15",
    phone: "8 (39535) 7-71-06",
    email: "uif_fiek@mail.ru",
    directions: [
      { code: "13.02.01", title: "Тепловые электрические станции" },
      { code: "13.02.02", title: "Теплоснабжение и теплотехническое оборудование" },
      { code: "13.02.03", title: "Электрические станции, сети и системы" },
      { code: "13.02.12", title: "Электрические станции, сети, их релейная защита и автоматизация" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 56,
    name: "ФГБОУ ВО «Колледж Иркутский филиал «Московский государственный технический университет гражданской авиации»»",
    website: "http://if-mstuca.ru",
    vk: "https://vk.com/if_mstuca",
    address: "664047, Иркутская область, г. Иркутск, ул. Коммунаров, д. 3",
    phone: "8 (3952) 54-43-98",
    email: "post_office@if-mstuca.ru",
    directions: [
      { code: "25.02.01", title: "Техническая эксплуатация летательных аппаратов и двигателей" },
      { code: "25.02.03", title: "Техническая эксплуатация электрифицированных и пилотажно-навигационных комплексов" },
      { code: "25.02.06", title: "Производство и обслуживание авиационной техники" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
      { code: "43.02.06", title: "Сервис на транспорте (по видам транспорта)" }
    ]
  },
  {
    number: 57,
    name: "ГБПОУ «Братское музыкальное училище»",
    website: "http://bratskmuz.ru",
    vk: "https://vk.com/bratskmusicschool",
    address: "665717, Иркутская область, г. Братск, ул. Комсомольская, д. 49, а/я 947",
    phone: "8 (3953) 41-43-82",
    email: "bmu@bratskmuz.ru",
    directions: [
      { code: "51.02.01", title: "Народное художественное творчество (по видам)" },
      { code: "53.02.03", title: "Инструментальное исполнительство (по видам инструментов)" },
      { code: "53.02.05", title: "Сольное и хоровое народное пение" },
      { code: "53.02.06", title: "Хоровое дирижирование" },
      { code: "53.02.07", title: "Теория музыки" }
    ]
  },
  {
    number: 58,
    name: "ОГБПОУ «Ангарский медицинский колледж»",
    website: "http://angarskmed.ru",
    vk: "https://vk.com/angarsk_medical_college",
    address: "665830, Иркутская область, г. Ангарск, 47 квартал, дом 23",
    phone: "8 (3955) 52-77-69",
    email: "angarskmeduch@mail.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.02", title: "Акушерское дело" },
      { code: "31.02.03", title: "Лабораторная диагностика" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 59,
    name: "ГАПОУ «Иркутский техникум индустрии питания»",
    website: "http://kulinar65.ru",
    vk: "https://vk.com/club217339346",
    address: "664003, Иркутская область, г. Иркутск, ул. Ленина, д. 46",
    phone: "8 (3952) 24-02-57",
    email: "kulinar65@yandex.ru",
    directions: [
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  {
    number: 60,
    name: "ФГБОУ ВО «Колледж Иркутский государственный медицинский университет»",
    website: "https://irkgmu.ru/ismu/news.php",
    vk: "https://vk.com/ismu_official",
    address: "664003, Иркутская область, г. Иркутск, ул. Красного Восстания, д. 1",
    phone: "8 (3952) 24-38-25",
    email: "rektorat@irkgmu.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.03", title: "Лабораторная диагностика" },
      { code: "33.02.01", title: "Фармация" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 61,
    name: "ГБПОУ «Профессиональное училище №58»",
    website: "http://xn--58-hmcq.xn--p1ai/",
    vk: "",
    address: "665076, Иркутская область, г. Юрты, ул. Ленина, д. 117",
    phone: "8 (3952) 43-60-32",
    email: "pu_58@mail.ru",
    directions: [
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "35.01.13", title: "Тракторист-машинист сельскохозяйственного производства" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "43.01.09", title: "Повар, кондитер" }
    ]
  },
  {
    number: 62,
    name: "ОГБПОУ «Иркутский реабилитационный техникум»",
    website: "https://www.pooirk.ru/",
    vk: "https://vk.com/club217319101",
    address: "664011, Иркутская область, г. Иркутск, ул. Володарского, д. 1",
    phone: "8 (3952) 33-20-65",
    email: "ipu@poolrk.ru",
    directions: [
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "29.01.07", title: "Портной" },
      { code: "29.01.33", title: "Мастер по изготовлению швейных изделий" },
      { code: "35.01.09", title: "Мастер растениеводства" }
    ]
  },
  {
    number: 63,
    name: "ФГБОУ ВО «Колледж Иркутского филиала Всероссийского государственного института кинематографии имени С. А. Герасимова»",
    website: "https://www.irkvgik.ru/",
    vk: "https://vk.com/vgikirkutskofficial",
    address: "664040, Иркутская область, г. Иркутск, ул. Розы Люксембург, д. 170",
    phone: "8 (3952) 44-71-32",
    email: "info@iikvgik.ru",
    directions: [
      { code: "54.02.08", title: "Техника и искусство фотографии" },
      { code: "55.02.01", title: "Театральная и аудиовизуальная техника (по видам)" },
      { code: "55.02.02", title: "Анимация (по видам)" },
      { code: "55.02.03", title: "Кино- и телепроизводство (по видам)" }
    ]
  },
  {
    number: 64,
    name: "ГБПОУ «Иркутский областной художественный колледж им. И.Л. Копылова»",
    website: "http://iohk.ru",
    vk: "https://vk.com/iohcollege1910",
    address: "664003, Иркутская область, г. Иркутск, ул. Халтурина, д. 1",
    phone: "8 (3952) 20-13-71",
    email: "ihu-art@mail.ru",
    directions: [
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "54.02.02", title: "Декоративно-прикладное искусство и народные промыслы (по видам)" },
      { code: "54.02.05", title: "Живопись (по видам)" }
    ]
  },
  {
    number: 65,
    name: "ОГБПОУ «Усольский медицинский техникум»",
    website: "http://usoliemed.ru",
    vk: "https://vk.com/usoliemed",
    address: "665459, Иркутская область, г. Усолье-Сибирское, ул. Сеченова, д. 20; ул. Дзержинского, д. 1",
    phone: "8 (39543) 6-36-87",
    email: "usoliemed@mail.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "33.02.01", title: "Фармация" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 66,
    name: "ОГБПОУ «Иркутское театральное училище»",
    website: "http://irkteatruch.ru",
    vk: "https://vk.com/irkteatr",
    address: "664003, Иркутская область, г. Иркутск, ул. Тимирязева, д. 20",
    phone: "8 (3952) 20-94-62",
    email: "teatruch@mail.ru",
    directions: [
      { code: "52.02.01", title: "Искусство балета" },
      { code: "52.02.04", title: "Актерское искусство" }
    ]
  },
  {
    number: 67,
    name: "ОГБПОУ «Нижнеудинское медицинское училище»",
    website: "https://nmu38.ru/",
    vk: "https://vk.com/nmu38",
    address: "665106, Иркутская область, г. Нижнеудинск, ул. Лермонтова, д. 20",
    phone: "8 (39557) 7-13-29",
    email: "nizneud.med.uh@rambler.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 68,
    name: "ОГБПОУ «Саянский медицинский колледж»",
    website: "http://med-sayansk.ru",
    vk: "https://vk.com/med.sayansk",
    address: "666301, Иркутская область, г. Саянск, мкр-н Южный, д. 120; мкр. Солнечный, д. 10",
    phone: "8 (39553) 5-25-20",
    email: "sayansk-meduch@gmail.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 69,
    name: "ОГБПОУ «Тулунский медицинский колледж»",
    website: "http://xn--j1adr.xn--38-6kcadhwnl3cfdx.xn--p1ai/",
    vk: "https://vk.com/club204918887",
    address: "666525, Иркутская область, г. Тулун, пос. Стекольный, д. 656",
    phone: "8 (39530) 6-06-66",
    email: "tulmed@mail.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 70,
    name: "ФГБУ «Государственное училище (колледж) олимпийского резерва г. Иркутска»",
    website: "https://www.irktfk.ru/",
    vk: "https://vk.com/irktfk",
    address: "664050, Иркутская область, г. Иркутск, ул. Байкальская, д. 267",
    phone: "8 (3952) 35-38-66",
    email: "itfk@bk.ru",
    directions: [
      { code: "49.02.01", title: "Физическая культура" },
      { code: "49.02.03", title: "Спорт" }
    ]
  },
  // === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
  {
    number: 1,
    name: "ФГБОУ ВО «Иркутский государственный университет»",
    website: "https://isu.ru",
    vk: "https://vk.com/irkutskuniversity",
    address: "664003, Иркутская область, г. Иркутск, ул. Карла Маркса, д. 1",
    phone: "8 (3952) 52-19-00",
    email: "rector@isu.ru",
    directions: [
      { code: "01.03.01", title: "Математика" },
      { code: "01.03.02", title: "Прикладная математика и информатика" },
      { code: "02.03.02", title: "Фундаментальная информатика и информационные технологии" },
      { code: "02.03.03", title: "Математическое обеспечение и администрирование информационных систем" },
      { code: "03.03.02", title: "Физика" },
      { code: "03.03.03", title: "Радиофизика" },
      { code: "04.03.01", title: "Химия" },
      { code: "05.03.01", title: "Геология" },
      { code: "05.03.02", title: "География" },
      { code: "05.03.04", title: "Гидрометеорология" },
      { code: "05.03.06", title: "Экология и природопользование" },
      { code: "06.03.01", title: "Биология" },
      { code: "06.03.02", title: "Почвоведение" },
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "10.03.01", title: "Информационная безопасность" },
      { code: "11.03.04", title: "Электроника и наноэлектроника" },
      { code: "16.03.01", title: "Техническая физика" },
      { code: "27.03.05", title: "Инноватика" },
      { code: "37.03.01", title: "Психология" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.03", title: "Управление персоналом" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "38.03.06", title: "Торговое дело" },
      { code: "38.03.07", title: "Товароведение" },
      { code: "39.03.01", title: "Социология" },
      { code: "39.03.02", title: "Социальная работа" },
      { code: "39.03.03", title: "Организация работы с молодежью" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "41.03.04", title: "Политология" },
      { code: "41.03.05", title: "Международные отношения" },
      { code: "42.03.01", title: "Реклама и связи с общественностью" },
      { code: "42.03.02", title: "Журналистика" },
      { code: "43.03.01", title: "Сервис" },
      { code: "43.03.02", title: "Туризм" },
      { code: "43.03.03", title: "Гостиничное дело" },
      { code: "44.03.01", title: "Педагогическое образование" },
      { code: "44.03.02", title: "Психолого-педагогическое образование" },
      { code: "44.03.03", title: "Специальное (дефектологическое) образование" },
      { code: "44.03.04", title: "Профессиональное обучение (по отраслям)" },
      { code: "44.03.05", title: "Педагогическое образование (с двумя профилями подготовки)" },
      { code: "45.03.01", title: "Филология" },
      { code: "45.03.02", title: "Лингвистика" },
      { code: "46.03.01", title: "История" },
      { code: "47.03.01", title: "Философия" },
      { code: "47.03.03", title: "Религиоведение" },
      { code: "48.03.01", title: "Теология" },
      { code: "51.03.01", title: "Культурология" },
      { code: "51.03.03", title: "Социально-культурная деятельность" },
      { code: "51.03.04", title: "Музеология и охрана объектов культурного и природного наследия" }
    ]
  },
  {
    number: 2,
    name: "ФГБОУ ВО «Иркутский национальный исследовательский технический университет»",
    website: "https://www.istu.edu",
    vk: "https://vk.com/polytech_irk",
    address: "664074, Иркутская область, г. Иркутск, ул. Лермонтова, д. 83",
    phone: "8 (3952) 40-51-00",
    email: "info@istu.edu",
    directions: [
      { code: "05.03.06", title: "Экология и природопользование" },
      { code: "07.03.01", title: "Архитектура" },
      { code: "07.03.02", title: "Реконструкция и реставрация архитектурного наследия" },
      { code: "07.03.03", title: "Дизайн архитектурной среды" },
      { code: "07.03.04", title: "Градостроительство" },
      { code: "08.03.01", title: "Строительство" },
      { code: "09.03.01", title: "Информатика и вычислительная техника" },
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "10.03.01", title: "Информационная безопасность" },
      { code: "11.03.01", title: "Радиотехника" },
      { code: "11.03.02", title: "Инфокоммуникационные технологии и системы связи" },
      { code: "13.03.01", title: "Теплоэнергетика и теплотехника" },
      { code: "13.03.02", title: "Электроэнергетика и электротехника" },
      { code: "15.03.01", title: "Машиностроение" },
      { code: "15.03.04", title: "Автоматизация технологических процессов и производств" },
      { code: "15.03.05", title: "Конструкторско-технологическое обеспечение машиностроительных производств" },
      { code: "15.03.06", title: "Мехатроника и робототехника" },
      { code: "18.03.01", title: "Химическая технология" },
      { code: "19.03.01", title: "Биотехнология" },
      { code: "19.03.02", title: "Продукты питания из растительного сырья" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "21.03.01", title: "Нефтегазовое дело" },
      { code: "21.03.02", title: "Землеустройство и кадастры" },
      { code: "22.03.02", title: "Металлургия" },
      { code: "23.03.01", title: "Технология транспортных процессов" },
      { code: "23.03.03", title: "Эксплуатация транспортно-технологических машин и комплексов" },
      { code: "25.03.01", title: "Техническая эксплуатация летательных аппаратов и двигателей" },
      { code: "27.03.02", title: "Управление качеством" },
      { code: "27.03.05", title: "Инноватика" },
      { code: "28.03.01", title: "Нанотехнологии и микросистемная техника" },
      { code: "29.03.04", title: "Технология художественной обработки материалов" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "42.03.01", title: "Реклама и связи с общественностью" },
      { code: "42.03.02", title: "Журналистика" },
      { code: "45.03.02", title: "Лингвистика" },
      { code: "54.03.01", title: "Дизайн" }
    ]
  },
  {
    number: 3,
    name: "ФГБОУ ВО «Иркутский государственный медицинский университет»",
    website: "http://mir.tsmu.balkal.ru",
    vk: "https://vk.com/ismu_official",
    address: "664003, Иркутская область, г. Иркутск, ул. Красного Восстания, д. 1",
    phone: "8 (3952) 24-38-25",
    email: "rektorat@irkgmu.ru",
    directions: [
      { code: "34.03.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 4,
    name: "ФГБОУ ВО «Братский государственный университет»",
    website: "http://www.brstu.ru",
    vk: "https://vk.com/brstu",
    address: "665709, Иркутская область, г. Братск, ул. Макаренко, д. 40",
    phone: "8 (3953) 34-40-11",
    email: "rector@brstu.ru",
    directions: [
      { code: "01.03.02", title: "Прикладная математика и информатика" },
      { code: "05.03.06", title: "Экология и природопользование" },
      { code: "08.03.01", title: "Строительство" },
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "11.03.02", title: "Инфокоммуникационные технологии и системы связи" },
      { code: "13.03.01", title: "Теплоэнергетика и теплотехника" },
      { code: "13.03.02", title: "Электроэнергетика и электротехника" },
      { code: "15.03.02", title: "Технологические машины и оборудование" },
      { code: "15.03.05", title: "Конструкторско-технологическое обеспечение машиностроительных производств" },
      { code: "23.03.02", title: "Наземные транспортно-технологические комплексы" },
      { code: "23.03.03", title: "Эксплуатация транспортно-технологических машин и комплексов" },
      { code: "27.03.04", title: "Управление в технических системах" },
      { code: "27.03.05", title: "Инноватика" },
      { code: "35.03.01", title: "Лесное дело" },
      { code: "35.03.02", title: "Технология лесозаготовительных и деревоперерабатывающих производств" },
      { code: "35.03.10", title: "Ландшафтная архитектура" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.03", title: "Управление персоналом" },
      { code: "38.03.06", title: "Торговое дело" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "44.03.01", title: "Педагогическое образование" },
      { code: "44.03.02", title: "Психолого-педагогическое образование" },
      { code: "44.03.05", title: "Педагогическое образование (с двумя профилями подготовки)" }
    ]
  },
  {
    number: 5,
    name: "ФГБОУ ВО «Иркутский государственный университет путей сообщения»",
    website: "http://www.irgups.ru",
    vk: "https://vk.com/sktis_profi",
    address: "664074, Иркутская область, г. Иркутск, ул. Чернышевского, д. 15",
    phone: "8 (3952) 63-83-10",
    email: "mail@irgups.ru",
    directions: [
      { code: "08.03.01", title: "Строительство" },
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "09.03.04", title: "Программная инженерия" },
      { code: "10.03.01", title: "Информационная безопасность" },
      { code: "12.03.01", title: "Приборостроение" },
      { code: "15.03.05", title: "Конструкторско-технологическое обеспечение машиностроительных производств" },
      { code: "15.03.06", title: "Мехатроника и робототехника" },
      { code: "16.03.01", title: "Техническая физика" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "23.03.01", title: "Технология транспортных процессов" },
      { code: "23.03.03", title: "Эксплуатация транспортно-технологических машин и комплексов" },
      { code: "27.03.02", title: "Управление качеством" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.03", title: "Управление персоналом" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" }
    ]
  },
  {
    number: 6,
    name: "ФГБОУ ВО «Иркутский государственный аграрный университет им. А.А. Ежевского»",
    website: "https://irsau.ru/",
    vk: "https://vk.com/isaa_irkutsk",
    address: "664038, Иркутская область, г. Иркутск, п. Молодежный",
    phone: "8 (3952) 23-73-30",
    email: "rector@igsha.ru",
    directions: [
      { code: "06.03.01", title: "Биология" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "11.03.01", title: "Радиотехника" },
      { code: "11.03.02", title: "Инфокоммуникационные технологии и системы связи" },
      { code: "11.03.03", title: "Конструирование и технология электронных средств" },
      { code: "11.03.04", title: "Электроника и наноэлектроника" },
      { code: "12.03.01", title: "Приборостроение" },
      { code: "12.03.02", title: "Оптотехника" },
      { code: "13.03.01", title: "Теплоэнергетика и теплотехника" },
      { code: "13.03.02", title: "Электроэнергетика и электротехника" },
      { code: "21.03.02", title: "Землеустройство и кадастры" },
      { code: "23.03.03", title: "Эксплуатация транспортно-технологических машин и комплексов" },
      { code: "35.03.01", title: "Лесное дело" },
      { code: "35.03.03", title: "Агрохимия и агропочвоведение" },
      { code: "35.03.04", title: "Агрономия" },
      { code: "35.03.06", title: "Агроинженерия" },
      { code: "35.03.07", title: "Технология производства и переработки сельскохозяйственной продукции" },
      { code: "35.03.08", title: "Водные биоресурсы и аквакультура" },
      { code: "35.03.10", title: "Ландшафтная архитектура" },
      { code: "36.03.01", title: "Ветеринарно-санитарная экспертиза" },
      { code: "36.03.02", title: "Зоотехния" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "44.03.04", title: "Профессиональное обучение (по отраслям)" }
    ]
  },
  {
    number: 7,
    name: "ФГБОУ ВО «Ангарский государственный технический университет»",
    website: "http://angtu.ru",
    vk: "https://vk.com/angtu_ru",
    address: "665835, Иркутская область, г. Ангарск, квартал 85а, д. 5",
    phone: "8 (3955) 67-18-32",
    email: "info@angtu.ru",
    directions: [
      { code: "08.03.01", title: "Строительство" },
      { code: "09.03.01", title: "Информатика и вычислительная техника" },
      { code: "11.03.04", title: "Электроника и наноэлектроника" },
      { code: "13.03.02", title: "Электроэнергетика и электротехника" },
      { code: "15.03.02", title: "Технологические машины и оборудование" },
      { code: "15.03.04", title: "Автоматизация технологических процессов и производств" },
      { code: "18.03.01", title: "Химическая технология" },
      { code: "18.03.02", title: "Энерго- и ресурсосберегающие процессы в химической технологии, нефтехимии и биотехнологии" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "22.03.01", title: "Материаловедение и технологии материалов" },
      { code: "23.03.01", title: "Технология транспортных процессов" },
      { code: "24.03.02", title: "Системы управления движением и навигация" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" }
    ]
  },
  {
    number: 8,
    name: "ФГБОУ ВО «Иркутский институт (филиал) Всероссийского государственного университета юстиции (РПА Минюста России)»",
    website: "http://irk.rpa-mu.ru",
    vk: "https://vk.com/rpa38",
    address: "664011, Иркутская область, г. Иркутск, ул. Некрасова, д. 4",
    phone: "8 (3952) 79-88-99",
    email: "irf@rpa-mjust.ru",
    directions: [
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "40.03.01", title: "Юриспруденция" }
    ]
  },
  {
    number: 9,
    name: "ФГКОУ ВО «Восточно-Сибирский институт МВД РФ»",
    website: "http://xn--b1am0a.xn--b1aew.xn--p1ai",
    vk: "https://vk.com/club193056252",
    address: "664074, Иркутская область, г. Иркутск, ул. Лермонтова, д. 110",
    phone: "8 (3952) 41-09-89",
    email: "esiirk@mvd.ru",
    directions: [
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "40.03.02", title: "Обеспечение законности и правопорядка" }
    ]
  },
  {
    number: 10,
    name: "ФГБОУ ВО «Иркутский филиал Московского государственного технического университета гражданской авиации»",
    website: "http://www.if-mstuca.ru",
    vk: "https://vk.com/if_mstuca",
    address: "664047, Иркутская область, г. Иркутск, ул. Коммунаров, д. 3",
    phone: "8 (3952) 54-43-98",
    email: "post_office@if-mstuca.ru",
    directions: [
      { code: "23.03.01", title: "Технология транспортных процессов" },
      { code: "25.03.01", title: "Техническая эксплуатация летательных аппаратов и двигателей" },
      { code: "25.03.02", title: "Техническая эксплуатация авиационных электросистем и пилотажно-навигационных комплексов" }
    ]
  },
  {
    number: 11,
    name: "ФГБОУ ВО «Иркутский филиал Всероссийского государственного института кинематографии имени С. А. Герасимова»",
    website: "http://irkvgik.ru",
    vk: "https://vk.com/vgikirkutskofficial",
    address: "664040, Иркутская область, г. Иркутск, ул. Розы Люксембург, д. 170",
    phone: "8 (3952) 44-97-08",
    email: "irkvgik@mail.ru",
    directions: [
      { code: "52.03.06", title: "Драматургия" }
    ]
  },
  {
    number: 12,
    name: "ФГБОУ ВО «Российский университет спорта «ГЦОЛИФК» — филиал в г. Иркутск»",
    website: "http://www.ifrgufk.ru",
    vk: "https://vk.com/ifrgufk1",
    address: "664050, Иркутская область, г. Иркутск, ул. Байкальская, д. 267",
    phone: "8 (3952) 35-38-12",
    email: "info@ifrgufk.ru",
    directions: [
      { code: "49.03.01", title: "Физическая культура" },
      { code: "49.03.02", title: "Физическая культура для лиц с отклонениями в состоянии здоровья (адаптивная физическая культура)" }
    ]
  },
  {
    number: 13,
    name: "ФГБОУ ВО «Филиал «Байкальский государственный университет» в г. Усть-Илимске»",
    website: "http://www.ifrgufk.ru",
    vk: "https://vk.com/uibgu",
    address: "666673, Иркутская область, г. Усть-Илимск, ул. Ленина, д. 20в",
    phone: "8 (39535) 73-77-1",
    email: "uigea@irtel.ru",
    directions: [
      {
        "code": "38.03.01",
        "title": "Экономика"
      },
      {
        "code": "38.03.02",
        "title": "Менеджмент"
      },
      {
        "code": "40.03.01",
        "title": "Юриспруденция"
      }

    ]
  },
  {
    number: 14,
    name: "ФГБОУ ВО «Российский государственный университет правосудия — филиал в г. Иркутск»",
    website: "https://esb.rgup.ru/",
    vk: "https://vk.com/vsf_rap",
    address: "666673, Иркутская область, г. Усть-Илимск, ул. Ленина, д. 20в",
    phone: "8 (39535) 73-77-1",
    email: "uigea@irtel.ru",
    directions: [
      {
        "code": "38.03.01",
        "title": "Экономика"
      },
      {
        "code": "38.03.04",
        "title": "Государственное и муниципальное управление"
      },
      {
        "code": "40.03.01",
        "title": "Юриспруденция"
      }

    ]
  },
];
