window.catalogData = window.catalogData || {};
window.catalogData["Республика Карелия"] = [
  {
    number: 1,
    name: "ГАПОУ «Петрозаводский техникум городского хозяйства»",
    website: "http://ptgh.onego.ru",
    vk: "",
    address: "185001, Республика Карелия, г. Петрозаводск, ул. Мурманская, д. 30",
    phone: "8 (8142) 74-55-50",
    email: "ptgh@onego.ru",
    directions: [
          { "code": "07.02.01", "title": "Архитектура" },
    { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "08.02.04", "title": "Водоснабжение и водоотведение" },
    { "code": "08.02.13", "title": "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
    { "code": "09.02.11", "title": "Разработка и управление программным обеспечением" },
    { "code": "13.02.02", "title": "Теплоснабжение и теплотехническое оборудование" },
    { "code": "21.02.15", "title": "Открытые горные работы" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "38.02.07", "title": "Банковское дело" },
    { "code": "40.02.02", "title": "Правоохранительная деятельность" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" }
    ]
  },
  {
    number: 2,
    name: "ГАПОУ «Петрозаводский автотранспортный техникум»",
    website: "http://patt.karelia.ru",
    vk: "https://vk.com/club_patt",
    address: "185001, Республика Карелия, г. Петрозаводск, Первомайский пр-кт, д. 46",
    phone: "8 (8142) 74-92-26",
    email: "patt@sampo.ru",
    directions: [
      { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
    { "code": "08.02.12", "title": "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
    { "code": "13.02.07", "title": "Электроснабжение (по отраслям)" },
    { "code": "13.02.12", "title": "Электрические станции, сети, их релейная защита и автоматизация" },
    { "code": "15.02.16", "title": "Технология машиностроения" },
    { "code": "15.02.19", "title": "Сварочное производство" },
    { "code": "21.02.19", "title": "Землеустройство" },
    { "code": "23.02.04", "title": "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
    { "code": "23.02.05", "title": "Эксплуатация транспортного электрооборудования и автоматики (по видам транспорта, за исключением водного)" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "26.02.02", "title": "Судостроение" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" }
    ]
  },
  {
    number: 3,
    name: "ГАПОУ «Колледж технологии и предпринимательства»",
    website: "http://ktip-ptz.ru",
    vk: "https://vk.com/ktip.ptz_professionalitet",
    address: "185030, Республика Карелия, г. Петрозаводск, пр-кт А.Невского, д. 64",
    phone: "8 (8142) 57-42-39",
    email: "ktip-ptz10@yandex.ru",
    directions: [
          { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "42.02.01", "title": "Реклама" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "54.02.03", "title": "Художественное оформление изделий текстильной и легкой промышленности" }
    ]
  },
  {
    number: 4,
    name: "ГАПОУ «Сортавальский колледж»",
    website: "http://sk-karelia.ru",
    vk: "https://vk.com/skkareliasort",
    address: "186790, Республика Карелия, г. Сортавала, ул. Гагарина, д. 13",
    phone: "8 (81430) 4-78-85",
    email: "sk-karelia@mail.ru",
    directions: [
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "08.02.08", "title": "Монтаж и эксплуатация оборудования и систем газоснабжения" },
    { "code": "08.02.11", "title": "Управление, эксплуатация и обслуживание многоквартирного дома" },
    { "code": "08.02.14", "title": "Эксплуатация и обслуживание многоквартирного дома" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "09.02.11", "title": "Разработка и управление программным обеспечением" },
    { "code": "21.02.19", "title": "Землеустройство" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "35.02.08", "title": "Электротехнические системы в агропромышленном комплексе (АПК)" },
    { "code": "35.02.15", "title": "Кинология" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "36.02.01", "title": "Ветеринария" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "43.02.06", "title": "Сервис на транспорте (по видам транспорта)" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" }
    ]
  },
  {
    number: 5,
    name: "ГБПОУ «Костомукшский политехнический колледж»",
    website: "http://kpk-karelia.ru",
    vk: "https://vk.com/kpkkarelia",
    address: "186930, Республика Карелия, г. Костомукша, ул. Мира, д. 13",
    phone: "8 (81459) 7-31-33",
    email: "director@kpk-karelia.ru",
    directions: [
      { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "15.02.19", "title": "Сварочное производство" },
    { "code": "21.02.15", "title": "Открытые горные работы" },
    { "code": "21.02.18", "title": "Обогащение полезных ископаемых" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 6,
    name: "ФГБОУ ВО «Колледж Петрозаводский филиал «Петербургский государственный университет путей сообщения Императора Александра I»»",
    website: "http://pgups-karelia.ru",
    vk: "https://vk.com/pf_pgups",
    address: "185680, Республика Карелия, г. Петрозаводск, ул. Анохина, д. 16",
    phone: "8 (8142) 44-52-50",
    email: "pf@pgups.ru",
    directions: [
      { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "09.02.09", "title": "Веб-разработка" },
    { "code": "13.02.07", "title": "Электроснабжение" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "23.02.04", "title": "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
    { "code": "23.02.06", "title": "Техническая эксплуатация подвижного состава железных дорог" },
    { "code": "23.02.08", "title": "Строительство железных дорог, путь и путевое хозяйство" },
    { "code": "23.02.09", "title": "Автоматика и телемеханика на транспорте (железнодорожном транспорте)" }
    ]
  },
  {
    number: 7,
    name: "ГАПОУ «Петрозаводский педагогический колледж»",
    website: "http://ppk-karelia.ru",
    vk: "https://vk.com/pedcollegeppk",
    address: "185001, Республика Карелия, г. Петрозаводск, Студенческий пер., д. 14",
    phone: "8 (8142) 77-03-72",
    email: "ppkonego@gmail.com",
    directions: [
      { "code": "39.02.01", "title": "Социальная работа" },
    { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" },
    { "code": "44.02.03", "title": "Педагогика дополнительного образования" },
    { "code": "44.02.04", "title": "Специальное дошкольное образование" },
    { "code": "49.02.01", "title": "Физическая культура" }
    ]
  },
  {
    number: 8,
    name: "ГАПОУ «Петрозаводский базовый медицинский колледж»",
    website: "http://medcol-ptz.ru",
    vk: "https://vk.com/ptz_medcol",
    address: "185001, Республика Карелия, г. Петрозаводск, ул. Советская, д. 15",
    phone: "8 (8142) 59-93-33",
    email: "medcol@zdrav10.ru",
    directions: [
      { "code": "31.02.01", "title": "Лечебное дело" },
    { "code": "31.02.02", "title": "Акушерское дело" },
    { "code": "31.02.03", "title": "Лабораторная диагностика" },
    { "code": "31.02.07", "title": "Стоматологическое дело" },
    { "code": "33.02.01", "title": "Фармация" },
    { "code": "34.02.01", "title": "Сестринское дело" }
    ]
  },
  {
    number: 9,
    name: "ГБПОУ «Карельский колледж культуры и искусств имени Героя Советского Союза А.М. Лисицыной»",
    website: "https://colcult.karelia.ru",
    vk: "https://vk.com/collegecult",
    address: "185003, Республика Карелия, г. Петрозаводск, ул. Калинина, д. 54",
    phone: "8 (1425) 59-59-96",
    email: "mail@colcult.karelia.ru",
    directions: [
          { "code": "50.02.01", "title": "Мировая художественная культура" },
    { "code": "51.02.01", "title": "Народное художественное творчество (по видам)" },
    { "code": "51.02.02", "title": "Социально-культурная деятельность (по видам)" },
    { "code": "51.02.03", "title": "Библиотечно-информационная деятельность" },
    { "code": "52.02.04", "title": "Актерское искусство" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
    { "code": "54.02.02", "title": "Декоративно-прикладное искусство и народные промыслы (по видам)" }
    ]
  },
  {
    number: 10,
    name: "ФГБОУ ВО «Колледж Беломорско-Онежский филиал «Государственный университет морского и речного флота имени адмирала С.О. Макарова»»",
    website: "http://www.pru-karelia.ru",
    vk: "https://vk.com/gumrf",
    address: "185003, Республика Карелия, г. Петрозаводск, ул. Варламова, д. 34",
    phone: "8 (8142) 57-31-91",
    email: "bofgumrf@mail.ru",
    directions: [
      { "code": "26.02.03", "title": "Судовождение" },
    { "code": "26.02.05", "title": "Эксплуатация судовых энергетических установок" },
    { "code": "26.02.06", "title": "Эксплуатация судового электрооборудования и средств автоматики" }
    ]
  },
  {
    number: 11,
    name: "ЧУПО «Юридический полицейский колледж - филиал в г. Петрозаводск»",
    website: "http://ucmpa.ru",
    vk: "https://vk.com/jurkolkf",
    address: "185001, Республика Карелия, г. Петрозаводск, ул. Советская, д. 12",
    phone: "8 (8142) 70-48-70",
    email: "karelfilupk@mail.ru",
    directions: [
          { "code": "40.02.02", "title": "Правоохранительная деятельность" },
    { "code": "40.02.04", "title": "Юриспруденция" }
    ]
  },
  {
    number: 12,
    name: "ФГБОУ ВО «Колледж Северный институт Всероссийского государственного университета юстиции»",
    website: "http://ptz.rpa-mu.ru",
    vk: "",
    address: "185034, Республика Карелия, г. Петрозаводск, ул. Онежской Флотилии, д. 51",
    phone: "8 (8142) 57-97-77",
    email: "college.ptz@mail.ru",
    directions: [
          { "code": "40.02.02", "title": "Правоохранительная деятельность" },
    { "code": "40.02.03", "title": "Право и судебное администрирование" },
    { "code": "40.02.04", "title": "Юриспруденция" }
    ]
  },
  {
    number: 13,
    name: "ФГБОУ ВО «Колледж Петрозаводская государственная консерватория им. А.К. Глазунова»",
    website: "https://glazunovcons.ru",
    vk: "https://vk.com/glazunovcons",
    address: "185031, Республика Карелия, г. Петрозаводск, ул. Ленинградская, д. 16",
    phone: "8 (8142) 67-23-67",
    email: "info@glazunovcons.ru",
    directions: [
          { "code": "53.02.03", "title": "Инструментальное исполнительство (по видам инструментов)" },
    { "code": "53.02.06", "title": "Хоровое дирижирование" }
    ]
  },
  // === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
  {
    number: 1,
    name: "ФГБОУ ВО «Петрозаводский государственный университет»",
    website: "https://petrsu.ru",
    vk: "https://vk.com/petrsu_ru",
    address: "185910, Республика Карелия, г. Петрозаводск, пр. Ленина, д. 33",
    phone: "8 (8142) 71-10-01",
    email: "rectorat@petrsu.ru",
    directions: [
      { "code": "05.03.06", "title": "Экология и природопользование" },
    { "code": "06.03.01", "title": "Биология" },
    { "code": "19.03.01", "title": "Биотехнология" },
    { "code": "21.03.02", "title": "Землеустройство и кадастры" },
    { "code": "35.03.08", "title": "Водные биоресурсы и аквакультура" },
    { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
    { "code": "39.03.01", "title": "Социология" },
    { "code": "39.03.02", "title": "Социальная работа" },
    { "code": "46.03.01", "title": "История" },
    { "code": "05.03.01", "title": "Геология" },
    { "code": "08.03.01", "title": "Строительство" },
    { "code": "15.03.02", "title": "Технологические машины и оборудование" },
    { "code": "15.03.06", "title": "Мехатроника и робототехника" },
    { "code": "21.05.04", "title": "Горное дело" },
    { "code": "23.05.01", "title": "Наземные транспортно-технологические средства" },
    { "code": "35.03.01", "title": "Лесное дело" },
    { "code": "35.03.02", "title": "Технология лесозаготовительных и деревоперерабатывающих производств" },
    { "code": "35.03.10", "title": "Ландшафтная архитектура" },
    { "code": "01.03.01", "title": "Математика" },
    { "code": "01.03.02", "title": "Прикладная математика и информатика" },
    { "code": "09.03.02", "title": "Информационные системы и технологии" },
    { "code": "09.03.04", "title": "Программная инженерия" },
    { "code": "37.05.02", "title": "Психология служебной деятельности" },
    { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
    { "code": "44.03.03", "title": "Специальное (дефектологическое) образование" },
    { "code": "20.03.01", "title": "Техносферная безопасность" },
    { "code": "43.03.02", "title": "Туризм" },
    { "code": "43.03.03", "title": "Гостиничное дело" },
    { "code": "44.03.01", "title": "Педагогическое образование" },
    { "code": "42.03.02", "title": "Журналистика" },
    { "code": "45.03.01", "title": "Филология" },
    { "code": "45.03.02", "title": "Лингвистика" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "31.05.01", "title": "Лечебное дело" },
    { "code": "31.05.02", "title": "Педиатрия" },
    { "code": "03.03.02", "title": "Физика" },
    { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
    { "code": "11.03.04", "title": "Электроника и наноэлектроника" },
    { "code": "13.03.01", "title": "Теплоэнергетика и теплотехника" },
    { "code": "13.03.02", "title": "Электроэнергетика и электротехника" }
    ]
  },
  {
    number: 2,
    name: "ФГБОУ ВО «Петрозаводская государственная консерватория им. А.К. Глазунова»",
    website: "https://glazunovcons.ru",
    vk: "https://vk.com/glazunovcons",
    address: "185031, Республика Карелия, г. Петрозаводск, ул. Ленинградская, д. 16",
    phone: "8 (8142) 67-23-67",
    email: "info@glazunovcons.ru",
    directions: [
      { "code": "53.03.02", "title": "Музыкально-инструментальное искусство" },
    { "code": "53.03.03", "title": "Вокальное искусство" },
    { "code": "53.03.05", "title": "Дирижирование" },
    { "code": "53.03.06", "title": "Музыкознание и музыкально-прикладное искусство" },
    { "code": "53.05.01", "title": "Искусство концертного исполнительства" },
    { "code": "53.05.02", "title": "Художественное руководство оперно-симфоническим оркестром и академическим хором" }
    ]
  },
  {
    number: 3,
    name: "ФГБОУ ВО «Российская академия народного хозяйства и государственной службы при Президенте РФ — филиал в г. Петрозаводск»",
    website: "https://krl.ranepa.ru",
    vk: "https://vk.com/theacademy",
    address: "185002, Республика Карелия, г. Петрозаводск, ул. Чапаева, д. 6а",
    phone: "8 (8142) 72-20-32",
    email: "krl@ranepa.ru",
    directions: [
      { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "40.03.01", "title": "Юриспруденция" }
    ]
  },
];
