window.catalogData = window.catalogData || {};
window.catalogData["Ханты-Мансийский автономный округ — Югра"] = [
  {
  "number": 1,
  "name": "Филиал ГАПОУ «Строительно-энергетический колледж им. П. Мачнева» в г. Сургут",
  "website": "https://sek-kampus.ru/filial-surgut/",
  "vk": "https://vk.com/sek_ma4neva_professionalitet",
  "address": "628422, Ханты-Мансийский автономный округ — Югра, г. Сургут, ул. Энергостроителей, 6",
  "phone": "8 (937) 189-84-31",
  "email": "surgut@sam-ek.ru",
  "directions": [
    { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "08.02.13", "title": "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
    { "code": "08.02.14", "title": "Эксплуатация и обслуживание многоквартирного дома" },
    { "code": "11.02.16", "title": "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" },
    { "code": "13.02.01", "title": "Тепловые электрические станции" },
    { "code": "13.02.02", "title": "Теплоснабжение и теплотехническое оборудование" },
    { "code": "13.02.07", "title": "Электроснабжение (по отраслям)" },
    { "code": "13.02.11", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "13.02.12", "title": "Электрические станции, сети, их релейная защита и автоматизация" },
    { "code": "15.02.06", "title": "Монтаж, техническая эксплуатация и ремонт холодильно-вентиляционных машин и установок (по отраслям)" },
    { "code": "15.02.19", "title": "Сварочное производство" },
    { "code": "21.02.09", "title": "Гидрогеология и инженерная геология" },
    { "code": "21.02.14", "title": "Маркшейдерское дело" },
    { "code": "21.02.20", "title": "Прикладная геодезия" },
    { "code": "23.02.04", "title": "Техническая эксплуатация подъёмно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" }
  ]
},
  {
    number: 2,
    name: "БПОУ «Сургутский музыкальный колледж»",
    website: "https://www.surgutmusic.ru",
    vk: "https://vk.com/surgutmusic",
    address: "628404, Ханты-Мансийский автономный округ-Югра, г. Сургут, ул. Энтузиастов, 28",
    phone: "8 (346) 245-74-97",
    email: "surgutmusic@mail.ru",
    directions: [
      { code: "53.02.03", title: "Инструментальное исполнительство (по видам инструментов)" },
      { code: "53.02.06", title: "Хоровое дирижирование" },
      { code: "53.02.02", title: "Музыкальное искусство эстрады" },
      { code: "53.02.07", title: "Теория музыки" }
    ]
  },
  {
    number: 3,
    name: "Институт нефти и технологий филиал ФГБОУВО \"ЮГУ\"",
    website: "https://inteh.ugrasu.ru",
    vk: "https://vk.com/inteh.ugrasu",
    address: "628415, Ханты-Мансийский автономный округ - Югра, г. Сургут, ул. Григория Кукуевицкого, 3",
    phone: "8 (912) 093-75-90",
    email: "priem@ugrasu.ru",
    directions: [
      { code: "13.02.12", title: "Электрические станции, сети их релейная защита и автоматизация" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "18.02.09", title: "Переработка нефти и газа" },
      { code: "18.02.12", title: "Технология аналитического контроля химических соединений" },
      { code: "21.02.01", title: "Разработка и эксплуатация нефтяных и газовых месторождений" },
      { code: "21.02.02", title: "Бурение нефтяных и газовых скважин" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" }
    ]
  },
 {
  "number": 4,
  "name": "АУ «Сургутский политехнический колледж»",
  "website": "https://www.surpk.ru",
  "vk": "https://vk.com/surpk_official",
  "address": "628426, Ханты-Мансийский автономный округ – Югра, г. Сургут, ул. Маяковского, 41",
  "phone": "8 (346) 220-69-40",
  "email": "surpk@surpk.ru",
  "directions": [
    { "code": "08.01.24", "title": "Мастер столярно-плотничных, паркетных и стекольных работ" },
    { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" },
    { "code": "08.01.29", "title": "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
    { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "09.01.03", "title": "Оператор информационных систем и ресурсов" },
    { "code": "09.01.04", "title": "Наладчик аппаратных и программных средств инфокоммуникационных систем" },
    { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
    { "code": "13.02.02", "title": "Теплоснабжение и теплотехническое оборудование" },
    { "code": "13.02.07", "title": "Электроснабжение (по отраслям)" },
    { "code": "13.02.11", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "15.01.37", "title": "Слесарь-наладчик контрольно-измерительных приборов и автоматики" },
    { "code": "15.01.38", "title": "Оператор-наладчик металлообрабатывающих станков" },
    { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
    { "code": "15.02.18", "title": "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
    { "code": "15.02.19", "title": "Сварочное производство" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "43.01.01", "title": "Официант, бармен" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" },
    { "code": "46.01.03", "title": "Делопроизводитель" },
    { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" }
  ]
},
  {
    number: 5,
    name: "БПОУ «Сургутский колледж русской культуры им. А.С. Знаменского»",
    website: "https://www.znamenskol.ru",
    vk: "https://vk.com/krk_surgut",
    address: "628400, Ханты-Мансийский автономный округ – Югра, Тюменская область, г. Сургут, ул. Энергетиков, 49/1",
    phone: "8 (346) 224-89-82",
    email: "ork-hmao@mail.ru",
    directions: [
      { code: "53.02.04", title: "Вокальное искусство" },
      { code: "53.02.05", title: "Сольное и хоровое народное пение" },
      { code: "53.02.08", title: "Музыкальное звукооператорское мастерство" },
      { code: "51.02.01", title: "Народное художественное творчество (по видам)" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "54.02.02", title: "Декоративно-прикладное искусство и народные промыслы (по видам)" }
    ]
  },
  {
    number: 6,
    name: "БПОУ «Нижневартовский медицинский колледж»",
    website: "https://mednv.ru",
    vk: "https://vk.com/mednv",
    address: "628616, Ханты-Мансийский автономный округ-Югра, Тюменская обл., г. Нижневартовск, ул. Интернациональная, 3",
    phone: "8 (346) 642-21-25",
    email: "mednv@list.ru",
    directions: [
      { code: "33.02.01", title: "Фармация" },
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
  "number": 7,
  "name": "Нефтяной институт филиал ФГБОУВО «ЮГУ»",
  "website": "https://nnt.ugrasu.ru",
  "vk": "https://vk.com/nnt.ugrasu",
  "address": "628611, Ханты-Мансийский автономный округ – Югра, г. Нижневартовск, ул. Мира, 37",
  "phone": "8 (346) 641-44-90",
  "email": "nnt.direktor@ugrasu.ru",
  "directions": [
    { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
    { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
    { "code": "18.02.09", "title": "Переработка нефти и газа" },
    { "code": "18.02.12", "title": "Технология аналитического контроля химических соединений" },
    { "code": "21.02.01", "title": "Разработка и эксплуатация нефтяных и газовых месторождений" },
    { "code": "21.02.02", "title": "Бурение нефтяных и газовых скважин" },
    { "code": "21.02.03", "title": "Сооружение и эксплуатация газонефтепроводов и газонефтехранилищ" }
  ]
},
 {
  "number": 8,
  "name": "БПОУ «Нижневартовский политехнический колледж»",
  "website": "https://nv-pk.ru/",
  "vk": "https://vk.com/nvpk_professionalitet",
  "address": "628616, Ханты-Мансийский автономный округ - Югра, г. Нижневартовск, ул. Мира, 39",
  "phone": "8 (346) 642-42-79",
  "email": "college@nv-pk.ru",
  "directions": [
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "13.02.11", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" }
  ]
},
{
  "number": 9,
  "name": "БПОУ «Нижневартовский строительный колледж»",
  "website": "https://nskcollege.ru",
  "vk": "https://vk.com/nsk__professionalitet",
  "address": "628616, Ханты-Мансийский Автономный округ - Югра, г. Нижневартовск, ул. Индустриальная, 29",
  "phone": "8 (346) 667-02-46",
  "email": "info@nskcollege.ru",
  "directions": [
    { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "08.02.12", "title": "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "15.02.19", "title": "Сварочное производство" },
    { "code": "23.02.04", "title": "Техническая эксплуатация подъёмно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" }
  ]
},
  {
  "number": 10,
  "name": "ГАПОУ «Ханты-Мансийский технолого-педагогический колледж»",
  "website": "https://hmtpk.ru",
  "vk": "https://vk.com/hmtpk",
  "address": "628013, Ханты-Мансийский Автономный округ – Югра, г. Ханты-Мансийск, ул. Уральская, 13",
  "phone": "8 (346) 733-22-88",
  "email": "info@hmtpk.ru",
  "directions": [
    { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "08.02.12", "title": "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "13.02.11", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "15.02.19", "title": "Сварочное производство" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
    { "code": "26.02.03", "title": "Судовождение" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "40.02.02", "title": "Правоохранительная деятельность" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "44.02.05", "title": "Коррекционная педагогика в начальном образовании" },
    { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" },
    { "code": "51.02.02", "title": "Социально-культурная деятельность (по видам)" }
  ]
},
  {
    number: 11,
    name: "БПОУ «Колледж-интернат Центр искусств для одаренных детей Севера»",
    website: "https://ciods.ru",
    vk: "https://vk.com/art_center_hm",
    address: "628011, Ханты-Мансийский автономный округ – Югра, г. Ханты-Мансийск, ул. Пискунова, 1",
    phone: "8 (346) 733-26-32",
    email: "priemnaya@artcenter-hm.ru",
    directions: [
      { code: "52.02.02", title: "Искусство танца (по видам)" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "54.02.02", title: "Декоративно-прикладное искусство и народные промыслы (по видам)" },
      { code: "53.02.03", title: "Инструментальное исполнительство (по видам инструментов)" },
      { code: "53.02.04", title: "Вокальное искусство" },
      { code: "53.02.05", title: "Сольное и хоровое народное пение" },
      { code: "54.02.05", title: "Живопись (по видам)" }
    ]
  },
  {
    number: 12,
    name: "Индустриальный институт филиал ФГБОУ ВО «ЮГУ»",
    website: "https://nik.ugrasu.ru/",
    vk: "https://vk.com/ugrasu_ind_inst",
    address: "628309, Ханты-Мансийский автономный округ – Югра, г. Нефтеюганск, ул. Строителей, 15",
    phone: "8 (346) 320-09-94",
    email: "ii@ugrasu.ru",
    directions: [
      { code: "13.02.12", title: "Электрические станции, сети их релейная защита и автоматизация" },
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "21.02.02", title: "Бурение нефтяных и газовых скважин" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "21.02.01", title: "Разработка и эксплуатация нефтяных и газовых месторождений" }
    ]
  },
{
  "number": 13,
  "name": "БПОУ «Лангепасский политехнический колледж»",
  "website": "https://collegelan.ru/",
  "vk": "https://vk.com/langpk",
  "address": "628672, Ханты-Мансийский автономный округ - Югра, г. Лангепас, ул. Ленина, 52",
  "phone": "8 (346) 692-26-50",
  "email": "college_lan@mail.ru",
  "directions": [
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "13.02.11", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "21.01.01", "title": "Оператор нефтяных и газовых скважин" },
    { "code": "21.02.01", "title": "Разработка и эксплуатация нефтяных и газовых месторождений" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "34.02.01", "title": "Сестринское дело" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "54.01.20", "title": "Графический дизайнер" }
  ]
},
 {
  "number": 14,
  "name": "БПОУ «Игримский политехнический колледж»",
  "website": "https://ipcollege.ru",
  "vk": "https://vk.com/yar_politeh",
  "address": "628146, Ханты-Мансийский автономный округ – Югра, пос. Игрим, ул. Северная, 12",
  "phone": "8 (346) 742-67-80",
  "email": "ilitsey@mail.ru",
  "directions": [
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "21.01.17", "title": "Мастер по обслуживанию магистральных трубопроводов" },
    { "code": "21.02.03", "title": "Сооружение и эксплуатация газонефтепроводов и газонефтехранилищ" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "44.02.01", "title": "Дошкольное образование" }
  ]
},
  {
    number: 15,
    name: "БПОУ «Междуреченский агропромышленный колледж»",
    website: "https://междуреченскийколледж.рф",
    vk: "https://vk.com/magrokol",
    address: "628200, Ханты-Мансийский автономный округ - Югра, поселок городского типа Междуреченский, ул. Центральная, 54",
    phone: "8 (346) 773-23-43",
    email: "mpu@list.ru",
    directions: [
      { code: "08.01.27", title: "Мастер общестроительных работ" },
      { code: "09.01.04", title: "Наладчик аппаратных и программных средств инфокоммуникационных систем" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "43.01.09", title: "Повар, кондитер" }
    ]
  },
  {
    number: 16,
    name: "БПОУ «Мегионский политехнический колледж»",
    website: "https://megion.tmweb.ru",
    vk: "https://vk.com/bu_mpk",
    address: "628680, Ханты-Мансийский автономный округ - Югра, г. Мегион, ул. А.М. Кузьмина, 3",
    phone: "8 (346) 433-21-42",
    email: "bumpk@yandex.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "18.02.12", title: "Технология аналитического контроля химических соединений" },
      { code: "21.02.01", title: "Разработка и эксплуатация нефтяных и газовых месторождений" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "38.02.08", title: "Торговое дело" }
    ]
  },
 {
  "number": 17,
  "name": "Филиал БПОУ «Златоустовский техникум технологий и экономики» в г. Нижневартовск",
  "website": "https://ztte.ru/filialy",
  "vk": "https://vk.com/public186758001",
  "address": "628624, Ханты–Мансийский Автономный округ - Югра, г. Нижневартовск, ул. Чапаева, 15а",
  "phone": "8 (346) 665-29-04",
  "email": "nv@ztte.ru",
  "directions": [
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "38.02.05", "title": "Товароведение и экспертиза качества потребительских товаров" },
    { "code": "38.02.07", "title": "Банковское дело" },
    { "code": "40.02.04", "title": "Юриспруденция" }
  ]
},
  {
  "number": 18,
  "name": "БПОУ «Урайский политехнический колледж»",
  "website": "https://uraypc.ru",
  "vk": "https://vk.com/urayupk",
  "address": "628285, Ханты-Мансийский автономный округ - Югра, г. Урай, ул. Ленина, 51",
  "phone": "8 (346) 762-40-23",
  "email": "licey@pip.ru",
  "directions": [
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "13.02.11", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "21.02.01", "title": "Разработка и эксплуатация нефтяных и газовых месторождений" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
    { "code": "34.02.01", "title": "Сестринское дело" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" },
    { "code": "44.02.04", "title": "Специальное дошкольное образование" }
  ]
},
{
  "number": 19,
  "name": "БПОУ «Югорский политехнический колледж»",
  "website": "https://yugorskpk.ru",
  "vk": "https://vk.com/yugorskcollege",
  "address": "628260, Ханты-Мансийский автономный округ – Югра, г. Югорск, ул. 40 лет Победы, 16",
  "phone": "8 (346) 757-47-27",
  "email": "yupk@yugorskpk.ru",
  "directions": [
    { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "13.02.11", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "21.02.03", "title": "Сооружение и эксплуатация газонефтепроводов и газонефтехранилищ" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
    { "code": "34.02.01", "title": "Сестринское дело" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "44.02.01", "title": "Дошкольное образование" }
  ]
},
  {
    number: 20,
    name: "БПОУ «Белоярский политехнический колледж»",
    website: "https://bpkhmao.ru",
    vk: "https://vk.com/bpkhmao1",
    address: "628163, Ханты-Мансийский автономный округ – Югра, г. Белоярский, квартал Спортивный, 1",
    phone: "8 (346) 702-10-25",
    email: "btek@mail.ru",
    directions: [
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "15.01.37", title: "Слесарь-наладчик контрольно-измерительных приборов и автоматики" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "21.02.01", title: "Разработка и эксплуатация нефтяных и газовых месторождений" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "40.02.02", title: "Правоохранительная деятельность" }
    ]
  },
  {
  "number": 21,
  "name": "БПОУ «Когалымский политехнический колледж»",
  "website": "http://kogpk.ru",
  "vk": "https://vk.com/kogpk_professionalitet",
  "address": "628486, Ханты-Мансийский автономный округ - Югра, г. Когалым, ул. Прибалтийская, 22",
  "phone": "8 (346) 672-17-37",
  "email": "priemnaya@kogpk.ru",
  "directions": [
    { "code": "13.02.07", "title": "Электроснабжение (по отраслям)" },
    { "code": "15.01.36", "title": "Дефектоскопист" },
    { "code": "21.02.01", "title": "Разработка и эксплуатация нефтяных и газовых месторождений" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
    { "code": "34.02.01", "title": "Сестринское дело" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" },
    { "code": "49.02.01", "title": "Физическая культура" }
  ]
},
  {
    number: 22,
    name: "БПОУ «Медицинский колледж СурГУ»",
    website: "https://www.surgu.ru/spo",
    vk: "https://vk.com/surmk",
    address: "628402, Ханты-Мансийский автономный округ – Югра, г. Сургут, ул. Федорова, 61/1",
    phone: "8 (346) 276-29-00",
    email: "secretar@surgu.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.03", title: "Лабораторная диагностика" },
      { code: "31.02.02", title: "Акушерское дело" },
      { code: "31.02.01", title: "Лечебное дело" }
    ]
  },
  {
    number: 23,
    name: "ЧПОУ «Сургутский Колледж Предпринимательства»",
    website: "https://skp-surgut.ru",
    vk: "https://vk.com/scp_surgut",
    address: "Ханты-Мансийский автономный округ – Югра, г. Сургут, ул. Югорская, 15/1",
    phone: "8 (904) 472-13-21",
    email: "skp-priem@mail.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "09.02.08", title: "Интеллектуальные интегрированные системы" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 24,
    name: "БПОУ «Лангепасский политехнический колледж» филиал в г. Покачи",
    website: "https://collegelan.ru/filial-kolledzha-g-pokachi/obshchie-svedeniya.php",
    vk: "https://vk.com/club113652936",
    address: "628661, Ханты-Мансийский автономный округ - Югра, г. Покачи, ул. Ленина, 6",
    phone: "8 (346) 697-99-27",
    email: "ppu15@mail.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "21.02.01", title: "Разработка и эксплуатация нефтяных и газовых месторождений" }
    ]
  },
 {
  "number": 25,
  "name": "БПОУ «Няганский технологический колледж»",
  "website": "http://nyagtk.ru",
  "vk": "https://vk.com/ntk.nyagan_professionalitet",
  "address": "628181, Ханты-Мансийский автономный округ - Югра, г. Нягань, ул. Солнечная, 7",
  "phone": "8 (346) 726-03-87",
  "email": "Npu13@bk.ru",
  "directions": [
    { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "13.02.11", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "20.02.04", "title": "Пожарная безопасность" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
    { "code": "34.02.01", "title": "Сестринское дело" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" }
  ]
},
  {
    number: 26,
    name: "БПОУ «Нижневартовский социально-гуманитарный колледж»",
    website: "https://soc-gum.gosuslugi.ru",
    vk: "https://vk.com/nsgk_nv",
    address: "628602, Ханты-Мансийский автономный округ – Югра, г. Нижневартовск, ул. Дружбы Народов, 13-а",
    phone: "8 (346) 643-54-70",
    email: "priem@nv-study.ru",
    directions: [
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.02", title: "Страховое дело (по отраслям)" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.04", title: "Специальное дошкольное образование" },
      { code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "49.02.01", title: "Физическая культура" },
      { code: "53.02.01", title: "Музыкальное образование" }
    ]
  },
  {
    number: 27,
    name: "ГАПОУ «Югорский колледж-интернат олимпийского резерва»",
    website: "https://www.ugrakor.ru",
    vk: "https://vk.com/ukiorugra",
    address: "628011, Ханты-Мансийский автономный округ – Югра, г. Ханты-Мансийск, ул. Студенческая, 31",
    phone: "8 (346) 730-06-00",
    email: "ugrakor@yandex.ru",
    directions: [
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  {
    number: 28,
    name: "ГАПОУ «Нефтеюганский политехнический колледж»",
    website: "https://neftpk.ru",
    vk: "https://vk.com/neftpk",
    address: "628305, Ханты-Мансийский автономный округ - Югра, г. Нефтеюганск, 11Б микрорайон, 19",
    phone: "8 (346) 320-09-95",
    email: "info@neftpk.ru",
    directions: [
      { code: "21.02.01", title: "Разработка и эксплуатация нефтяных и газовых месторождений" },
      { code: "21.02.02", title: "Бурение нефтяных и газовых скважин" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "27.02.06", title: "Метрологический контроль средств измерений" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
 {
  "number": 29,
  "name": "БПОУ «Радужнинский политехнический колледж»",
  "website": "https://рпк86.рф",
  "vk": "https://vk.com/rpk_86",
  "address": "628462, Ханты-Мансийский автономный округ - Югра, г. Радужный, 6 мкр, 27",
  "phone": "8 (346) 686-10-86",
  "email": "rpk86rf@yandex.ru",
  "directions": [
    { "code": "13.02.11", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "15.01.35", "title": "Мастер слесарных работ" },
    { "code": "21.02.01", "title": "Разработка и эксплуатация нефтяных и газовых месторождений" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "34.02.01", "title": "Сестринское дело" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "44.02.01", "title": "Дошкольное образование" }
  ]
},
  {
    number: 30,
    name: "БПОУ «Ханты-Мансийская государственная медицинская академия»",
    website: "https://hmgma.ru",
    vk: "https://vk.com/hmgma_hm",
    address: "628011, Ханты-Мансийский автономный округ-Югра, г. Ханты-Мансийск, ул. Мира, 40",
    phone: "8 (346) 793-90-01",
    email: "priemnaya@hmgma.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.03", title: "Лабораторная диагностика" },
      { code: "31.02.02", title: "Акушерское дело" },
      { code: "31.02.01", title: "Лечебное дело" }
    ]
  },
  {
  "number": 31,
  "name": "Филиал ГБПОУ «Златоустовский техникум технологий и экономики» в г. Нефтеюганск",
  "website": "https://ztte.ru/filialy",
  "vk": "https://vk.com/public198430695",
  "address": "628301, Ханты-Мансийский автономный округ-Югра, г. Нефтеюганск, ул. Парковая, 7",
  "phone": "8 (346) 323-25-44",
  "email": "texn-zlat@mail.ru",
  "directions": [
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "38.02.05", "title": "Товароведение и экспертиза качества потребительских товаров" },
    { "code": "38.02.07", "title": "Банковское дело" },
    { "code": "40.02.04", "title": "Юриспруденция" }
  ]
},
  {
    number: 32,
    name: "Сургутский финансово-экономический колледж – филиал ФГОБУ ВО «Финансовый университет при Правительстве Российской Федерации»",
    website: "https://finuniversurgut.ru",
    vk: "https://vk.com/cfek01",
    address: "628412, Ханты-Мансийский автономный округ-Югра, г. Сургут, ул. Энергетиков, 15/1",
    phone: "8 (346) 224-68-46",
    email: "",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "38.02.06", title: "Финансы" }
    ]
  },
  {
  "number": 33,
  "name": "Филиал ГБПОУ «Златоустовский техникум технологий и экономики» в г. Сургут",
  "website": "https://ztte.ru/abiturientam",
  "vk": "https://vk.com/public198577206",
  "address": "628415, Ханты-Мансийский автономный округ - Югра, г. Сургут, ул. Чехова, 10/2",
  "phone": "8 (346) 234-42-43",
  "email": "technikum@list.ru",
  "directions": [
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "38.02.05", "title": "Товароведение и экспертиза качества потребительских товаров" },
    { "code": "38.02.07", "title": "Банковское дело" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" }
  ]
},
  {
  "number": 34,
  "name": "«Лянторский нефтяной техникум» филиал ФГБОУ ВО «ЮГУ»",
  "website": "https://lnt.ugrasu.ru",
  "vk": "https://vk.com/lnt_professionalitet",
  "address": "628449, Ханты-Мансийский автономный округ – Югра, г. Лянтор, микрорайон 10-й, 42",
  "phone": "8 (346) 384-27-11",
  "email": "lnt86@ugrasu.ru",
  "directions": [
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "13.02.11", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "13.02.12", "title": "Электрические станции, сети, их релейная защита и автоматизация" },
    { "code": "15.02.18", "title": "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
    { "code": "21.02.01", "title": "Разработка и эксплуатация нефтяных и газовых месторождений" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" }
  ]
},
  {
  "number": 35,
  "name": "ГБПОУ «Жирновский нефтяной техникум» филиал в г. Нягань",
  "website": "https://gnt-oil.ru/about/filialy_i_predstavitelstvo",
  "vk": "https://vk.com/gnt_oil",
  "address": "628181, Ханты-Мансийский автономный округ – Югра, г. Нягань, ул. Солнечная, 7",
  "phone": "8 (346) 726-03-87",
  "email": "nyagan_gnt@bk.ru",
  "directions": [
    { "code": "21.02.01", "title": "Разработка и эксплуатация нефтяных и газовых месторождений" },
    { "code": "21.02.02", "title": "Бурение нефтяных и газовых скважин" }
  ]
},
  // === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
  {
  "number": 1,
  "name": "БПОУ ВО «Сургутский государственный университет»",
  "website": "https://www.surgu.ru",
  "vk": "https://vk.com/surgu",
  "address": "628412, Ханты-Мансийский автономный округ – Югра, г. Сургут, пр. Ленина, 1",
  "phone": "8 (346) 276-29-00",
  "email": "secretar@surgu.ru",
  "baccalaureate": [
    { "code": "01.03.02", "title": "Прикладная математика и информатика" },
    { "code": "03.03.02", "title": "Физика" },
    { "code": "04.03.01", "title": "Химия" },
    { "code": "05.03.06", "title": "Экология и природопользование" },
    { "code": "06.03.01", "title": "Биология" },
    { "code": "08.03.01", "title": "Строительство" },
    { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
    { "code": "09.03.02", "title": "Информационные системы и технологии" },
    { "code": "09.03.04", "title": "Программная инженерия" },
    { "code": "11.03.02", "title": "Инфокоммуникационные технологии и системы связи" },
    { "code": "13.03.01", "title": "Теплоэнергетика и теплотехника" },
    { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
    { "code": "20.03.01", "title": "Техносферная безопасность" },
    { "code": "27.03.04", "title": "Управление в технических системах" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.03", "title": "Управление персоналом" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "38.03.05", "title": "Бизнес-информатика" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "41.03.04", "title": "Политология" },
    { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
    { "code": "42.03.05", "title": "Медиакоммуникации" },
    { "code": "44.03.01", "title": "Педагогическое образование" },
    { "code": "45.03.02", "title": "Лингвистика" },
    { "code": "46.03.01", "title": "История" },
    { "code": "49.03.01", "title": "Физическая культура" },
    { "code": "49.03.02", "title": "Физическая культура для лиц с отклонениями в состоянии здоровья (адаптивная физическая культура)" },
    { "code": "49.03.04", "title": "Спорт" }
  ],
  "specialty": [
    { "code": "04.05.01", "title": "Фундаментальная и прикладная химия" },
    { "code": "31.05.01", "title": "Лечебное дело" },
    { "code": "31.05.02", "title": "Педиатрия" },
    { "code": "37.05.01", "title": "Клиническая психология" },
    { "code": "37.05.02", "title": "Психология служебной деятельности" },
    { "code": "38.05.01", "title": "Экономическая безопасность" }
  ]
},
 {
  "number": 2,
  "name": "ФГБОУ ВО «Югорский государственный университет»",
  "website": "https://www.ugrasu.ru",
  "vk": "https://vk.com/ugrasu",
  "address": "628012, Ханты-Мансийский автономный округ - Югра, г. Ханты-Мансийск, ул. Чехова, 16",
  "phone": "8 (346) 737-70-00",
  "email": "ugrasu@ugrasu.ru",
  "baccalaureate": [
    { "code": "05.03.03", "title": "Картография и геоинформатика" },
    { "code": "05.03.06", "title": "Экология и природопользование" },
    { "code": "08.03.01", "title": "Строительство" },
    { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
    { "code": "09.03.04", "title": "Программная инженерия" },
    { "code": "10.03.01", "title": "Информационная безопасность" },
    { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
    { "code": "18.03.01", "title": "Химическая технология" },
    { "code": "20.03.01", "title": "Техносферная безопасность" },
    { "code": "21.03.01", "title": "Нефтегазовое дело" },
    { "code": "27.03.05", "title": "Инноватика" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "42.03.02", "title": "Журналистика" },
    { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
    { "code": "44.03.03", "title": "Специальное (дефектологическое) образование" },
    { "code": "45.03.01", "title": "Филология" },
    { "code": "45.03.02", "title": "Лингвистика" },
    { "code": "49.03.01", "title": "Физическая культура" }
  ],
  "specialty": [
    { "code": "21.05.06", "title": "Нефтегазовые техника и технологии" }
  ]
},
  {
    number: 3,
    name: "ФГБОУ ВО «Нижневартовский государственный университет»",
    website: "https://nvsu.ru",
    vk: "https://vk.com/nvsulive",
    address: "628602, Ханты-Мансийский автономный округ-Югра, г. Нижневартовск, ул. Ленина, 56",
    phone: "8 (346) 644-39-50",
    email: "nvsu@nvsu.ru",
    directions: [
      { code: "01.03.02", title: "Прикладная математика и информатика" },
      { code: "05.03.06", title: "Экология и природопользование" },
      { code: "07.03.01", title: "Архитектура" },
      { code: "09.03.01", title: "Информатика и вычислительная техника" },
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "10.03.01", title: "Информационная безопасность" },
      { code: "13.03.01", title: "Теплоэнергетика и теплотехника" },
      { code: "13.03.02", title: "Электроэнергетика и электротехника" },
      { code: "15.03.04", title: "Автоматизация технологических процессов и производств" },
      { code: "15.03.06", title: "Мехатроника и робототехника" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "21.03.01", title: "Нефтегазовое дело" },
      { code: "21.03.02", title: "Землеустройство и кадастры" },
      { code: "37.03.01", title: "Психология" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.06", title: "Торговое дело" },
      { code: "39.03.02", title: "Социальная работа" },
      { code: "39.03.03", title: "Организация работы с молодежью" },
      { code: "42.03.01", title: "Реклама и связи с общественностью" },
      { code: "42.03.02", title: "Журналистика" },
      { code: "43.03.02", title: "Туризм" },
      { code: "44.03.01", title: "Педагогическое образование" },
      { code: "44.03.02", title: "Психолого-педагогическое образование" },
      { code: "44.03.05", title: "Педагогическое образование (с двумя профилями подготовки)" },
      { code: "45.03.01", title: "Филология" },
      { code: "45.03.02", title: "Лингвистика" },
      { code: "46.03.01", title: "История" },
      { code: "46.03.02", title: "Документоведение и архивоведение" },
      { code: "49.03.01", title: "Физическая культура" },
      { code: "49.03.02", title: "Физическая культура для лиц с отклонениями в состоянии здоровья" },
      { code: "54.03.01", title: "Дизайн" },
      { code: "54.03.02", title: "Декоративно-прикладное искусство и народные промыслы" },
      { code: "21.05.06", title: "Нефтегазовые техника и технологии" }
    ]
  },
  {
    number: 4,
    name: "ФГБОУ ВО «Тюменский индустриальный университет» филиал в г. Нижневартовск",
    website: "https://www.tyuiu.ru",
    vk: "https://vk.com/tiu_nv",
    address: "628616, Ханты-Мансийский автономный округ-Югра, г. Нижневартовск, ул. Ленина, 2П, 9",
    phone: "8 (346) 631-20-88",
    email: "",
    directions: [
      { code: "18.03.01", title: "Химическая технология" },
      { code: "27.03.04", title: "Управление в технических системах" },
      { code: "23.03.03", title: "Эксплуатация транспортно-технологических машин и комплексов" },
      { code: "21.03.01", title: "Нефтегазовое дело" }
    ]
  },
  {
    number: 5,
    name: "Филиал ФГАОУ ВО «ЮУрГУ» в г. Нижневартовск",
    website: "https://nv.susu.ru",
    vk: "https://vk.com/susu_86",
    address: "628616, Ханты-Мансийский АО-Югра, г. Нижневартовск, ул. Мира, 9",
    phone: "8 (346) 627-25-30",
    email: "comm-nv@susu.ru",
    directions: [
      { code: "08.03.01", title: "Строительство" },
      { code: "38.03.01", title: "Экономика" }
    ]
  },
  {
  "number": 6,
  "name": "БПОУ ВО «Ханты-Мансийская государственная медицинская академия»",
  "website": "https://hmgma.ru",
  "vk": "https://vk.com/hmgma_hm",
  "address": "628011, Ханты-Мансийский автономный округ-Югра, г. Ханты-Мансийск, ул. Мира, 40",
  "phone": "8 (346) 793-90-01",
  "email": "priemnaya@hmgma.ru",
  "baccalaureate": [],
  "specialty": [
    { "code": "31.05.01", "title": "Лечебное дело" }
  ]
},
  {
  "number": 7,
  "name": "БПОУ ВО «Сургутский государственный педагогический университет»",
  "website": "https://www.surgpu.ru",
  "vk": "https://vk.com/surgpu",
  "address": "628417, Ханты-Мансийский автономный округ – Югра, г. Сургут, ул. 50 лет ВЛКСМ, 10/2",
  "phone": "8 (346) 277-40-70",
  "email": "office@surgpu.ru",
  "baccalaureate": [
    { "code": "39.03.02", "title": "Социальная работа" },
    { "code": "39.03.03", "title": "Организация работы с молодежью" },
    { "code": "42.03.02", "title": "Журналистика" },
    { "code": "43.03.03", "title": "Гостиничное дело" },
    { "code": "44.03.01", "title": "Педагогическое образование" },
    { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
    { "code": "44.03.03", "title": "Специальное (дефектологическое) образование" },
    { "code": "44.03.04", "title": "Профессиональное обучение (по отраслям)" },
    { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
    { "code": "46.03.02", "title": "Документоведение и архивоведение" },
    { "code": "49.03.01", "title": "Физическая культура" },
    { "code": "49.03.02", "title": "Физическая культура для лиц с отклонениями в состоянии здоровья (адаптивная физическая культура)" },
    { "code": "51.03.03", "title": "Социально-культурная деятельность" },
    { "code": "54.03.01", "title": "Дизайн" }
  ],
  "specialty": []
},
  {
    number: 8,
    name: "Сургутский институт нефти и газа, филиал ФГБОУ ВО «Тюменский индустриальный университет» в г. Сургут",
    website: "https://www.tyuiu.ru",
    vk: "https://vk.com/sing_tuy",
    address: "628404, Ханты-Мансийский автономный округ-Югра, г. Сургут, ул. Энтузиастов, 38",
    phone: "8 (346) 235-25-90",
    email: "ftgs@tyuiu.ru",
    directions: [
      { code: "23.03.03", title: "Эксплуатация транспортно-технологических машин и комплексов" },
      { code: "21.03.01", title: "Нефтегазовое дело" }
    ]
  },
];