window.catalogData = window.catalogData || {};
window.catalogData["Республика Коми"] = [
  {
    number: 1,
    name: "Компьютерная академия ТОП в г. Сыктывкар",
    website: "https://komi.top-academy.ru/",
    vk: "https://vk.com/it_academy_top_syktyvkar",
    address: "167016, республика Коми, г. Сыктывкар, ул. Бабушкина, 19",
    phone: "8 (821) 223-93-69",
    email: "komi@top-academy.ru",
    directions: [
      { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "54.03.01", "title": "Дизайн" }
    ]
  },
  {
    number: 2,
    name: "ГПОУ «Сыктывкарский политехнический техникум»",
    website: "https://spt-11.gosuslugi.ru/",
    vk: "https://vk.com/gpouspt",
    address: "167016, Республика Коми, г. Сыктывкар, ул. Старовского, д. 22",
    phone: "8 (212) 31-27-59",
    email: "spt@minobr.rkomi.ru",
    directions: [
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "08.02.08", "title": "Монтаж и эксплуатация оборудования и систем газоснабжения" },
    { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
    { "code": "08.02.14", "title": "Эксплуатация и обслуживание многоквартирного дома" },
    { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" },
    { "code": "08.01.29", "title": "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "13.02.07", "title": "Электроснабжение" },
    { "code": "15.02.09", "title": "Аддитивные технологии" },
    { "code": "15.02.19", "title": "Сварочное производство" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "23.02.05", "title": "Эксплуатация транспортного электрооборудования и автоматики (по видам транспорта, за исключением водного)" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" }
    ]
  },
  {
    number: 3,
    name: "ГАПОУ СЛТ «Сыктывкарский лесопромышленный техникум»",
    website: "https://sltrkomi.gosuslugi.ru/",
    vk: "https://vk.com/gpouslt",
    address: "167016, Республика Коми, г. Сыктывкар, ул. Менделеева, д. 2/12",
    phone: "8 (904) 864-03-50",
    email: "pk@gapou-slt.ru",
    directions: [
      { "code": "35.02.18", "title": "Технология переработки древесины" },
    { "code": "13.02.02", "title": "Теплоснабжение и теплотехническое оборудование" },
    { "code": "35.02.02", "title": "Технология лесозаготовок" },
    { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "35.02.01", "title": "Лесное и лесопарковое хозяйство" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
    { "code": "35.01.25", "title": "Оператор-станочник деревообрабатывающего оборудования" },
    { "code": "35.01.30", "title": "Машинист лесозаготовительных и трелевочных машин" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "15.01.37", "title": "Слесарь-наладчик контрольно-измерительных приборов и автоматики" },
    { "code": "13.01.16", "title": "Электромонтер по техническому обслуживанию и ремонту оборудования подстанций и сетей" }

    ]
  },
  {
    number: 4,
    name: "ГПУ САТ «Сыктывкарский автомеханический техникум»",
    website: "https://sat-r11.gosuslugi.ru",
    vk: "https://vk.com/autotechkomi",
    address: "167016, Республика Коми, г. Сыктывкар, ул. Морозова, д. 122",
    phone: "8 (821) 231-48-02",
    email: "sat@minobr.rkomi.ru",
    directions: [
      { "code": "15.01.35", "title": "Мастер слесарных работ" },
    { "code": "23.01.06", "title": "Машинист дорожных и строительных машин" },
    { "code": "23.01.07", "title": "Машинист крана (крановщик)" },
    { "code": "23.01.09", "title": "Помощник машиниста (по видам подвижного состава железнодорожного транспорта)" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "23.02.04", "title": "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
    { "code": "23.02.05", "title": "Эксплуатация транспортного электрооборудования и автоматики (по видам транспорта, за исключением водного)" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
    { "code": "43.01.06", "title": "Проводник на железнодорожном транспорте" }

    ]
  },
  {
    number: 5,
    name: "ГАПОУ СТЭК «Сыктывкарский торгово-экономический колледж»",
    website: "https://college-stek-r11.gosweb.gosuslugi.ru/",
    vk: "https://vk.com/stec_official",
    address: "167000, Республика Коми, г. Сыктывкар, ул. Первомайская, 32",
    phone: "8 (821) 228-64-86",
    email: "stek@minobr.rkomi.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "38.02.06", "title": "Финансы" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "38.02.04", "title": "Коммерция (по отраслям)" }

    ]
  },
  {
    number: 6,
    name: "ГПОУ «Сыктывкарский гуманитарно-педагогический колледж имени И.А. Куратова»",
    website: "https://sgpkrkomi.gosuslugi.ru/",
    vk: "https://vk.com/pedcollkuratov",
    address: "167001, Республика Коми, г. Сыктывкар, Октябрьский пр., д. 24",
    phone: "8 (821) 232-81-07",
    email: "sgpk@minobr.rkomi.ru",
    directions: [
      { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" },
    { "code": "44.02.03", "title": "Педагогика дополнительного образования" },
    { "code": "44.02.04", "title": "Специальное дошкольное образование" },
    { "code": "44.02.05", "title": "Коррекционная педагогика в начальном образовании" },
    { "code": "53.02.01", "title": "Музыкальное образование" },
    { "code": "54.02.06", "title": "Изобразительное искусство и черчение" },
    { "code": "49.02.01", "title": "Физическая культура" },
    { "code": "49.02.02", "title": "Адаптивная физическая культура" },
    { "code": "39.02.01", "title": "Социальная работа" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "54.01.20", "title": "Графический дизайнер" }

    ]
  },
  {
    number: 7,
    name: "ГПОУ «Колледж искусств Республики Коми»",
    website: "https://www.arskomi.ru/",
    vk: "https://vk.com/kirkomi",
    address: "167000, Республика Коми, г. Сыктывкар, ул. Ленина, д. 51",
    phone: "8 (821) 224-02-15",
    email: "arskomi@yandex.ru",
    directions: [
      { code: "53.02.03", title: "Инструментальное исполнительство" },
      { code: "53.02.04", title: "Вокальное искусство" },
      { code: "53.02.05", title: "Сольное и хоровое народное пение" },
      { code: "53.02.06", title: "Хоровое дирижирование" },
      { code: "53.02.07", title: "Теория музыки" },
      { code: "53.02.02", title: "Музыкальное искусство эстрады (по видам)" },
      { code: "52.02.04", title: "Актерское искусство" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" }
    ]
  },
  {
    number: 8,
    name: "ГПОУ СКСиС «Сыктывкарский колледж сервиса и связи»",
    website: "https://sksis11.gosuslugi.ru/",
    vk: "https://vk.com/s_k_s_i_s",
    address: "167023, Республика Коми, г. Сыктывкар, ул. Морозова, д. 118",
    phone: "8 (821) 232-24-54",
    email: "sksis@minobr.rkomi.ru",
    directions: [
      { "code": "29.02.10", "title": "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "11.01.08", "title": "Оператор связи" },
    { "code": "54.01.20", "title": "Графический дизайнер" },
    { "code": "09.02.13", "title": "Интеграция решений с применением технологий искусственного интеллекта" },
    { "code": "43.02.12", "title": "Технология эстетических услуг" }

    ]
  },
  {
    number: 9,
    name: "ПОУ СКТ «Сыктывкарский кооперативный техникум»",
    website: "https://sktkomi.ru/abiturientu/",
    vk: "https://vk.com/komiskt",
    address: "167023, Республика Коми, г. Сыктывкар, ул. Старовского, д. 51",
    phone: "8 (821) 231-03-43",
    email: "skt.komi@mail.ru",
    directions: [
      { "code": "09.02.11", "title": "Разработка и управление программным обеспечением" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "38.02.06", "title": "Финансы" },
    { "code": "38.02.07", "title": "Банковское дело" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" },
    { "code": "54.01.20", "title": "Графический дизайнер" }

    ]
  },
  {
    number: 10,
    name: "ГПОУ «Сыктывкарский медицинский колледж имени И.П. Морозова»",
    website: "https://smk-11.gosuslugi.ru/",
    vk: "https://vk.com/smedcollege_ru",
    address: "167023, Республика Коми, г. Сыктывкар, ул. Гаражная, 2",
    phone: "8 (821) 232-24-21",
    email: "smk@minobr.rkomi.ru",
    directions: [
      { "code": "31.02.01", "title": "Лечебное дело" },
    { "code": "31.02.02", "title": "Акушерское дело" },
    { "code": "31.02.03", "title": "Лабораторная диагностика" },
    { "code": "31.02.05", "title": "Стоматология ортопедическая" },
    { "code": "33.02.01", "title": "Фармация" },
    { "code": "34.02.01", "title": "Сестринское дело" }

    ]
  },
  {
    number: 11,
    name: "СГУ «Колледж экономики, права и информатики СыктГУ»",
    website: "https://www.syktsu.ru/edu/kepi/",
    vk: "https://vk.com/club58350889",
    address: "167001, Республика Коми, г. Сыктывкар, Октябрьский пр-кт, д. 55, кабинет 244",
    phone: "8 (821) 239-03-84",
    email: "kepi@syktsu.ru",
    directions: [
      { "code": "01.03.02", "title": "Прикладная математика и информатика (Искусственный интеллект)" },
    { "code": "02.03.01", "title": "Математика и компьютерные науки (Анализ данных и суперкомпьютерные технологии)" },
    { "code": "03.03.02", "title": "Физика (Нанотехнологии и квантовые наноструктуры)" },
    { "code": "03.03.03", "title": "Радиофизика (Интернет вещей и цифровые технологии)" },
    { "code": "04.03.01", "title": "Химия (Химия окружающей среды и химическая экспертиза)" },
    { "code": "05.03.06", "title": "Экология и природопользование (Геоинформационные системы и экологический мониторинг)" },
    { "code": "06.03.01", "title": "Биология (Биотехнология и биомедицина)" },
    { "code": "09.03.03", "title": "Прикладная информатика (Информационные системы и цифровые технологии)" },
    { "code": "10.03.01", "title": "Информационная безопасность (Техническая защита информации)" },
    { "code": "20.03.01", "title": "Техносферная безопасность (Управление техносферной безопасностью)" },
    { "code": "27.03.05", "title": "Инноватика (Управление инновациями и инновационными проектами)" },
    { "code": "35.03.04", "title": "Агрономия (Растениеводство)" },
    { "code": "37.03.01", "title": "Психология (Психология в социальной сфере)" },
    { "code": "38.03.01", "title": "Экономика (Экономика)" },
    { "code": "38.03.02", "title": "Менеджмент (Менеджмент)" },
    { "code": "39.03.02", "title": "Социальная работа (Организация социальной работы с населением)" },
    { "code": "41.03.05", "title": "Международные отношения (Международные гуманитарные связи)" },
    { "code": "42.03.01", "title": "Реклама и связи с общественностью (Проектная деятельность в рекламе и связях с общественностью)" },
    { "code": "42.03.02", "title": "Журналистика (Авторская деятельность)" },
    { "code": "43.03.02", "title": "Туризм (Организация и управление в индустрии туризма и гостеприимства)" },
    { "code": "44.03.01", "title": "Педагогическое образование (Физическая культура)" },
    { "code": "44.03.01", "title": "Педагогическое образование (Английский язык)" },
    { "code": "44.03.02", "title": "Психолого-педагогическое образование (Педагогика и психология дошкольного образования)" },
    { "code": "44.03.02", "title": "Психолого-педагогическое образование (Педагогика и психология начального образования)" },
    { "code": "44.03.02", "title": "Психолого-педагогическое образование (Психология образования)" },
    { "code": "44.03.03", "title": "Специальное (дефектологическое) образование (Логопедия)" }

    ]
  },
  {
    number: 12,
    name: "ГПОУ «Коми республиканский колледж культуры им. В.Т. Чисталева»",
    website: "https://www.collcul.ru/",
    vk: "https://vk.com/collcul",
    address: "167001, Республика Коми, г. Сыктывкар, ул. Ленина, 63",
    phone: "8 (821) 224-07-28",
    email: "collcul@mail.ru",
    directions: [
      { "code": "51.02.02", "title": "Социально-культурная деятельность (Менеджер социально-культурной деятельности)" },
    { "code": "51.02.01", "title": "Народное художественное творчество (по видам: Хореографическое творчество)" },
    { "code": "51.02.01", "title": "Народное художественное творчество (по видам: Этнохудожественное творчество)" },
    { "code": "54.02.02", "title": "Декоративно-прикладное искусство и народные промыслы (по видам)" },
    { "code": "51.02.03", "title": "Библиотечно-информационная деятельность" }

    ]
  },
  {
    number: 13,
    name: "ГПОУ СТТ «Сосногорский технологический техникум»",
    website: "https://stt-komi.gosuslugi.ru/",
    vk: "https://vk.com/gpou_stt",
    address: "169500, Республика Коми, г. Сосногорск, ул. Куратова, д. 4",
    phone: "8 (821) 495-42-16",
    email: "stt@minobr.rkomi.ru",
    directions: [
      { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
    { "code": "09.02.12", "title": "Техническая эксплуатация и сопровождение информационных систем" },
    { "code": "43.02.06", "title": "Сервис на транспорте (по видам транспорта)" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "23.01.06", "title": "Машинист дорожных и строительных машин" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "23.01.09", "title": "Помощник машиниста (по видам подвижного состава железнодорожного транспорта)" },
    { "code": "23.01.21", "title": "Мастер путевых машин" },
    { "code": "13.01.16", "title": "Электромонтер по техническому обслуживанию и ремонту оборудования подстанций и сетей" }

    ]
  },
  {
    number: 14,
    name: "ГНК УГТУ «Горно-нефтяной колледж при УГТУ»",
    website: "https://uhgtu.ru/university/faculties/ii",
    vk: "https://vk.com/golos_gnk",
    address: "169300, Республика Коми, г. Ухта, ул. Первомайская, д. 13",
    phone: "8 (216) 700-340",
    email: "dpolishvajko@ugtu.net",
    directions: [
      { "code": "15.02.14", "title": "Оснащение средствами автоматизации технологических процессов и производств (по отраслям)" },
    { "code": "18.02.09", "title": "Переработка нефти и газа" },
    { "code": "21.02.01", "title": "Разработка и эксплуатация нефтяных и газовых месторождений" },
    { "code": "21.02.02", "title": "Бурение нефтяных и газовых скважин" },
    { "code": "21.02.03", "title": "Сооружение и эксплуатация газонефтепроводов и газонефтехранилищ" },
    { "code": "22.02.06", "title": "Сварочное производство" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" }

    ]
  },
  {
    number: 15,
    name: "ПЭЛК УГТУ «Промышленно-экономический лесной колледж при УГТУ»",
    website: "https://uhgtu.ru/university/faculties/ii/pelk",
    vk: "https://vk.com/@ustu_official-pelk",
    address: "169300, Республика Коми, г. Ухта, ул. Дзержинского, д. 17, каб. 21 «А»",
    phone: "8 (821) 676-06-10",
    email: "nknyazkova@ugtu.net",
    directions: [
       { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "13.02.11", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "23.02.03", "title": "Техническое обслуживание и ремонт автомобильного транспорта" },
    { "code": "23.02.04", "title": "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
    { "code": "35.02.02", "title": "Технология лесозаготовок" },
    { "code": "35.02.03", "title": "Технология деревообработки" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "40.02.02", "title": "Правоохранительная деятельность" }

    ]
  },
  {
    number: 16,
    name: "ПЭЛК УГТУ «Промышленно-экономический лесной колледж при УГТУ»",
    website: "https://utgt-pgups.ru/",
    vk: "https://vk.com/club214137",
    address: "169300, Республика Коми, г. Ухта, ул. Мира, д. 11",
    phone: "8 (216) 75-16-53",
    email: "utgt.ur@utgt-pgups.ru",
    directions: [
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "13.02.11", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "23.02.03", "title": "Техническое обслуживание и ремонт автомобильного транспорта" },
    { "code": "23.02.04", "title": "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
    { "code": "35.02.02", "title": "Технология лесозаготовок" },
    { "code": "35.02.03", "title": "Технология деревообработки" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" },
    { "code": "08.01.29", "title": "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "40.02.02", "title": "Правоохранительная деятельность" }

    ]
  },
  {
    number: 17,
    name: "ИФ ГПОУ УПТ «Усинский политехнический техникум - Ижемский филиал»",
    website: "https://upt-11.gosuslugi.ru/",
    vk: "https://vk.com/club24528736",
    address: "169710, Республика Коми, г. Усинск, проезд Геологоразведчиков, д. 3 «А»",
    phone: "8 (821) 444-14-48",
    email: "upt@minobr.rkomi.ru",
    directions: [
      { "code": "23.01.06", "title": "Машинист дорожных и строительных машин" },
    { "code": "43.01.09", "title": "Повар, кондитер" }

    ]
  },
  {
    number: 18,
    name: "ПОУ «Ухтинский педагогический колледж»",
    website: "https://distant-college.ru/contacts",
    vk: "https://vk.com/pedkoli97",
    address: "169316, Республика Коми, г. Ухта, пр-кт Космонавтов, д. 21а",
    phone: "8 (800) 707-30-78",
    email: "dekanat.nspk@i-college.ru",
    directions: [
         { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" }

    ]
  },
  {
    number: 19,
    name: "ГПОУ «Ухтинский медицинский колледж»",
    website: "https://college-umk-r11.gosweb.gosuslugi.ru/",
    vk: "https://vk.com/ukhta_med",
    address: "169314, Республика Коми, г. Ухта, ул. Чибьюская, д. 28",
    phone: "8 (821) 674-21-13",
    email: "umk@minobr.rkomi.ru",
    directions: [
      { "code": "31.02.01", "title": "Лечебное дело" },
    { "code": "34.02.01", "title": "Сестринское дело" }

    ]
  },
  {
    number: 20,
    name: "ГАПОУ СЛТ «Сыктывкарский лесопромышленный техникум - филиал в пгт. Троицко-Печорск»",
    website: "https://slt-online.ru/osn_sv/",
    vk: "https://vk.com/club183030733",
    address: "167026, Республика Коми, г. Сыктывкар, ул. Менделеева, 2/12",
    phone: "8 (821) 262-50-53",
    email: "slt@minobr.rkomi.ru",
    directions: [
      { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "09.02.09", "title": "Веб-разработка" },
    { "code": "13.02.02", "title": "Теплоснабжение и теплотехническое оборудование" },
    { "code": "35.02.01", "title": "Лесное и лесопарковое хозяйство" },
    { "code": "35.02.02", "title": "Технология лесозаготовок" },
    { "code": "35.02.18", "title": "Технология переработки древесины" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "15.01.37", "title": "Слесарь-наладчик контрольно-измерительных приборов и автоматики" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "35.01.25", "title": "Оператор-станочник деревообрабатывающего оборудования" },
    { "code": "35.01.30", "title": "Машинист лесозаготовительных и трелевочных машин" }

    ]
  },
  {
    number: 21,
    name: "ГПОУ ВАГПК «Воркутинский арктический горно-политехнический колледж»",
    website: "https://vagpk11.gosuslugi.ru/",
    vk: "https://vk.com/gpou_vagpk",
    address: "169900, Республика Коми, г. Воркута, ул. Яновского, д. 5",
    phone: "+7 (821) 3-57-05",
    email: "vpt@minobr.rkomi.ru",
    directions: [
          { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "21.02.17", "title": "Подземная разработка месторождений полезных ископаемых" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "09.01.03", "title": "Оператор информационных систем и ресурсов" }

    ]
  },
  {
    number: 22,
    name: "ГПОУ ВГЭК «Воркутинский горно-экономический колледж»",
    website: "https://postupi.info/college/2412",
    vk: "https://vk.com/clubvgek",
    address: "169900, Республика Коми, г. Воркута, ул. Ленина, д. 46",
    phone: "7 (821) 513-15-89",
    email: "vgek@minobr.rkomi.ru",
    directions: [
      { code: "13.02.13", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "09.02.02", title: "Компьютерные системы и комплексы" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "21.02.17", title: "Подземная разработка месторождений полезных ископаемых" },
      { code: "12.02.05", title: "Водоснабжение и водоотведение" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "13.02.11", title: "Маркшейдерское дело" },
      { code: "15.02.07", title: "Обогащение полезных ископаемых" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" }
    ]
  },
  {
    number: 23,
    name: "ВФ ГПОУРК «Колледж искусств Республики Коми - филиал в г. Воркута»",
    website: "https://abiturient.kriro.ru/profil/75",
    vk: "https://vk.com/music_college_vorkuta",
    address: "169900, Республика Коми, г. Воркута, Центральная площадь, 9",
    phone: "8 (821) 513-45-34",
    email: "vmk9@yandex.ru",
    directions: [
      { "code": "53.02.02", "title": "Музыкальное искусство эстрады (по видам)" },
    { "code": "53.02.03", "title": "Инструментальное исполнительство (по видам инструментов)" },
    { "code": "53.02.07", "title": "Теория музыки" }

    ]
  },
  {
    number: 24,
    name: "ГПОУ СГПК «Сыктывкарский гуманитарно-педагогический колледж имени И.А. Куратова - филиал в г. Воркута»",
    website: "https://vpcollege.gosuslugi.ru/",
    vk: "https://vk.com/vpcollege",
    address: "169900, Республика Коми, г. Воркута, ул. Дончука, д. 9 \"Б\"",
    phone: "8 (821) 512-04-37",
    email: "vpk@minobr.rkomi.ru",
    directions: [
      { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" }

    ]
  },
  {
    number: 25,
    name: "ГПОУ «Воркутинский медицинский колледж»",
    website: "https://college-vmk-r11.gosweb.gosuslugi.ru/",
    vk: "https://vk.com/clubvmedk",
    address: "169901, Республика Коми, г. Воркута, ул. Ленина, д. 16 А",
    phone: "8 (821) 513-05-44",
    email: "vmk@minobr.rkomi.ru",
    directions: [
     { "code": "31.02.01", "title": "Лечебное дело" },
    { "code": "34.02.01", "title": "Сестринское дело" }

    ]
  },
  {
    number: 26,
    name: "ГПОУ САТ «Сыктывкарский автомеханический техникум - филиал в г. Микунь»",
    website: "https://abiturient.kriro.ru/profil/87",
    vk: "https://vk.com/mf_sat",
    address: "169060, Республика Коми, Усть-Вымский район, г. Микунь, ул. Пионерская, д. 8",
    phone: "8 (821) 231-48-02",
    email: "sat@minobr.rkomi.ru",
    directions: [
      { "code": "43.01.06", "title": "Проводник на железнодорожном транспорте" },
    { "code": "15.01.35", "title": "Мастер слесарных работ" },
    { "code": "23.01.09", "title": "Помощник машиниста (по видам подвижного состава железнодорожного транспорта)" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" }

    ]
  },
  {
    number: 27,
    name: "ГПОУ СПТ «Сыктывкарский политехнический техникум - филиал в пгт. Усогорск»",
    website: "https://spt11.ru/index.php/usogorskij-filial?id=33",
    vk: "https://vk.com/ufspt",
    address: "169060, Республика Коми, г. Микунь, ул. Дружбы, д. 29",
    phone: "8 (821) 355-13-53",
    email: "ufspt@minobr.rkomi.ru",
    directions: [
          { "code": "08.02.14", "title": "Эксплуатация и обслуживание многоквартирного дома" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" }

    ]
  },
  {
    number: 28,
    name: "ГПОУ СПТ «Сыктывкарский политехнический техникум - филиал в пгт. Усогорск»",
    website: "https://spt-11.gosuslugi.ru/",
    vk: "https://vk.com/kfspt",
    address: "169060, Республика Коми, г. Микунь, ул. Дзержинского, 66, Емва",
    phone: "8 (821) 392-16-76",
    email: "spt@minobr.rkomi.ru",
    directions: [
      { "code": "08.02.14", "title": "Эксплуатация и обслуживание многоквартирного дома" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" }

    ]
  },
  {
    number: 29,
    name: "ГПОУ «Усинский политехнический техникум»",
    website: "https://upt-11.gosuslugi.ru/",
    vk: "https://vk.com/uspolitex",
    address: "169710, Республика Коми, г. Усинск, проезд Геологоразведчиков, д. 3 «А»",
    phone: "8 (821) 444-14-48",
    email: "upt@minobr.rkomi.ru",
    directions: [
      { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "08.01.29", "title": "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
    { "code": "21.01.01", "title": "Оператор нефтяных и газовых скважин" }

    ]
  },
  {
    number: 30,
    name: "ГПОУ «Усинский политехнический техникум при УГТУ в г. Усинск»",
    website: "https://uf.ugtu.net/",
    vk: "https://vk.com/club61476193",
    address: "169710, Республика Коми, г. Усинск, ул. Нефтяников, д. 33",
    phone: "8 (821) 442-91-74",
    email: "mail@ugtu.net",
    directions: [
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "15.01.31", title: "Мастер контрольно-измерительных приборов и автоматики" },
      { code: "08.01.29", title: "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "21.01.01", title: "Оператор нефтяных и газовых скважин" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" }
    ]
  },
  {
    number: 31,
    name: "ГПОУ «Коми республиканский агропромышленный техникум — филиал в с. Визинга»",
    website: "https://college.edunetwork.ru/11/913/c420/",
    vk: "https://vk.com/club193046493",
    address: "168100, Сысольский район, с. Визинга, ул. Советская, д. 17",
    phone: "8 (821) 319-11-38",
    email: "vizinga_krapt@mail.ru",
    directions: [
          { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "43.01.09", "title": "Повар, кондитер" }

    ]
  },
  {
    number: 32,
    name: "ГПОУ «Коми республиканский агропромышленный техникум имени Н.В. Оплеснина»",
    website: "https://tech-krapt-vylgort-r11.gosweb.gosuslugi.ru/",
    vk: "https://vk.com/club156096457",
    address: "168220, Республика Коми, Сыктывдинский район, с. Выльгорт, ул. Тимирязева, д. 36",
    phone: "8 (821) 307-15-75",
    email: "krapt@minobr.rkomi.ru",
    directions: [
      { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "36.02.01", "title": "Ветеринария" },
    { "code": "19.02.12", "title": "Технология продуктов питания животного происхождения" },
    { "code": "35.02.05", "title": "Агрономия" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "35.02.12", "title": "Садово-парковое и ландшафтное строительство" }

    ]
  },
  {
    number: 33,
    name: "ГПОУ «Воркутинский арктический горно-политехнический колледж - филиал в г. Инта»",
    website: "https://abiturient.kriro.ru/profil/50",
    vk: "https://vk.com/iptinta169840",
    address: "169840, г. Инта, Республика Коми, ул. Мира, д. 16",
    phone: "8 (821) 456-20-00",
    email: "ipt@minobr.rkomi.ru",
    directions: [
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "54.01.20", "title": "Графический дизайнер" },
    { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" },
    { "code": "38.01.02", "title": "Продавец, контролер-кассир" }

    ]
  },
  {
    number: 34,
    name: "ППЭТ «Печорский промышленно-экономический техникум»",
    website: "https://tech-ppet-r11.gosweb.gosuslugi.ru/",
    vk: "https://vk.com/ppetpechora",
    address: "181500, Республика Коми, г. Печора, Печорский проспект, д. 3",
    phone: "8 (821) 423-54-45",
    email: "ppet@minobr.rkomi.ru",
    directions: [
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "13.02.03", "title": "Электрические станции, сети и системы" },
    { "code": "13.02.12", "title": "Электрические станции, сети, их релейная защита и автоматизация" },
    { "code": "34.02.01", "title": "Сестринское дело" },
    { "code": "26.02.06", "title": "Эксплуатация судового электрооборудования и средств автоматики" },
    { "code": "26.02.03", "title": "Судовождение" },
    { "code": "08.01.24", "title": "Мастер столярно-плотничных, паркетных и стекольных работ" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
    { "code": "13.01.16", "title": "Электромонтер по техническому обслуживанию и ремонту оборудования подстанций и сетей" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "38.01.02", "title": "Продавец, контролер-кассир" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" }

    ]
  },
// === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
{
    number: 1,
    name: "КРАГСиУ «Коми республиканская академия государственной службы и управления»",
    website: "https://www.krags.ru/",
    vk: "https://vk.com/kragsu",
    address: "167982, Республика Коми, г. Сыктывкар, ул. Коммунистическая, д. 11",
    phone: "8 (821) 230-27-80",
    email: "academy@rkomi.ru",
    directions: [
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "46.03.02", "title": "Документоведение и архивоведение" }

    ]
  },
  {
    number: 2,
    name: "СГУ им. Питирима Сорокина «Сыктывкарский государственный университет»",
    website: "https://syktyvkar.postupi.online/vuz/sgu-im-pitirima-sorokina/",
    vk: "https://vk.com/syktsu",
    address: "167000, Республика Коми, г. Сыктывкар, Октябрьский пр-кт, д. 55",
    phone: "8 (821) 239-03-08",
    email: "rector@syktsu.ru",
    directions: [
          { "code": "01.03.02", "title": "Прикладная математика и информатика" },
    { "code": "02.03.01", "title": "Математика и компьютерные науки" },
    { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "10.03.01", "title": "Информационная безопасность" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "42.03.02", "title": "Журналистика" },
    { "code": "46.03.01", "title": "История" }

    ]
  },
  {
    number: 3,
    name: "УГТУ «Ухтинский государственный технический университет»",
    website: "https://uhgtu.ru/",
    vk: "https://vk.com/ustu_official",
    address: "169300, Республика Коми, г. Ухта, ул. Первомайская, д. 13",
    phone: "8 (821) 677-44-02",
    email: "info@ugtu.net",
    directions: [
          { "code": "05.03.06", "title": "Экология и природопользование" },
    { "code": "07.03.01", "title": "Архитектура" },
    { "code": "08.03.01", "title": "Строительство" },
    { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
    { "code": "09.03.02", "title": "Информационные системы и технологии" },
    { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
    { "code": "15.03.02", "title": "Технологические машины и оборудование" },
    { "code": "18.03.01", "title": "Химическая технология" },
    { "code": "20.03.01", "title": "Техносферная безопасность" },
    { "code": "21.03.01", "title": "Нефтегазовое дело" },
    { "code": "21.03.02", "title": "Землеустройство и кадастры" },
    { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
    { "code": "27.03.01", "title": "Стандартизация и метрология" },
    { "code": "35.03.02", "title": "Технология лесозаготовительных и деревоперерабатывающих производств" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
    { "code": "46.03.02", "title": "Документоведение и архивоведение" },
    { "code": "21.05.02", "title": "Прикладная геология" },
    { "code": "21.05.03", "title": "Технология геологической разведки" },
    { "code": "21.05.04", "title": "Горное дело" },
    { "code": "21.05.06", "title": "Нефтегазовые техника и технологии" }

    ]
  },
  {
    number: 4,
    name: "ВФ УГТУ «Воркутинский филиал Ухтинского государственного технического университета»",
    website: "https://vf.ugtu.net/",
    vk: "https://vk.com/vf_ugtu",
    address: "169900, Республика Коми, г. Воркута, ул. Ленина, д. 44",
    phone: "8 (821) 513-27-13",
    email: "info-vf@ugtu.net",
    directions: [
          { "code": "21.03.01", "title": "Нефтегазовое дело" },
    { "code": "20.03.01", "title": "Техносферная безопасность" },
    { "code": "08.03.01", "title": "Строительство" },
    { "code": "21.05.04", "title": "Горное дело" }

    ]
  },
  {
    number: 5,
    name: "СЛИ «Сыктывкарский лесной институт (филиал Санкт-Петербургского государственного лесотехнического университета)»",
    website: "https://сли.рф/",
    vk: "https://vk.com/forestinstitute",
    address: "167000, Республика Коми, г. Сыктывкар, ул. Ленина, д. 39",
    phone: "8 (821) 224-56-61",
    email: "sfi.komi.com",
    directions: [
          { "code": "08.03.01", "title": "Строительство" },
    { "code": "09.03.02", "title": "Информационные системы и технологии" },
    { "code": "13.03.01", "title": "Теплоэнергетика и теплотехника" },
    { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
    { "code": "35.03.01", "title": "Лесное дело" },
    { "code": "35.03.02", "title": "Технология лесозаготовительных и деревоперерабатывающих производств" }

    ]
  },
  {
    number: 6,
    name: "УФ УГТУ «Филиал в Усинске Ухтинского государственного технического университета»",
    website: "https://uhgtu.ru/university/faculties/usinsk",
    vk: "",
    address: "169710, Республика Коми, г. Усинск, ул. Нефтяников, д. 33",
    phone: "8 (821) 442-96-26",
    email: "mail@ugtu.net",
    directions: [
      { "code": "21.03.01", "title": "Нефтегазовое дело" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" }

    ]
  },
];
