window.catalogData = window.catalogData || {};
window.catalogData["Магаданская область"] = [
  {
    number: 1,
    name: "ГАПОУ «Магаданский колледж искусств»",
    website: "https://magartkolledg.ru/",
    vk: "https://vk.com/club205584966",
    address: "685000, Магаданская область, г. Магадан, ул. Якутская, 46А",
    phone: "8 (413) 260-54-55",
    email: "mki.reg49@yandex.ru",
    directions: [
      { code: "51.02.01", title: "Народное художественное творчество" },
      { code: "51.02.02", title: "Социально-культурная деятельность" },
      { code: "51.02.03", title: "Библиотечно-информационная деятельность" },
      { code: "53.02.03", title: "Инструментальное исполнительство" },
      { code: "53.02.04", title: "Вокальное искусство" },
      { code: "53.02.08", title: "Музыкальное звукооператорское мастерство" }
    ]
  },
  {
    number: 2,
    name: "ГБПОУ «Магаданский политехнический техникум»",
    website: "https://мпт49.рф/",
    vk: "https://vk.com/mpt49_professionalitet",
    address: "685000, Магаданская область, г. Магадан, ул. Парковая, 15",
    phone: "8 (413) 262-22-93",
    email: "secretar_mpt@maglan.ru",
    directions: [
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.12", title: "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "21.02.13", title: "Геологическая съемка, поиски и разведка месторождений полезных ископаемых" },
      { code: "21.02.14", title: "Маркшейдерское дело" },
      { code: "21.02.18", title: "Обогащение полезных ископаемых" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" }
    ]
  },
  {
    number: 3,
    name: "ГБПОУ «Магаданский политехнический техникум» - филиал в пос. Ола",
    website: "https://мпт49.рф/",
    vk: "https://vk.com/club224704197",
    address: "685910, Магаданская область, Ольский район, пос. Ола, ул. Кирова, 1",
    phone: "8 (413) 412-38-03",
    email: "priem@mpt49ola.ru",
    directions: [
      { code: "21.02.19", title: "Землеустройство" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "44.02.01", title: "Дошкольное образование" }
    ]
  },
  {
    number: 4,
    name: "ГБПОУ «Медицинский колледж министерства здравоохранения и демографической политики Магаданской области»",
    website: "https://momk.mag.medobl.ru/",
    vk: "https://vk.com/public217481796",
    address: "685000, Магаданская область, г. Магадан, ул. Октябрьская, 19",
    phone: "8 (413) 263-05-31",
    email: "medcoll@49gov.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.02", title: "Акушерское дело" },
      { code: "31.02.03", title: "Лабораторная диагностика" },
      { code: "33.02.01", title: "Фармация" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 5,
    name: "МОГАПОУ «Горный техникум»",
    website: "https://mogapou-gt.profiedu.ru/",
    vk: "https://vk.com/mogapougt",
    address: "686134, Магаданская область, Хасынский район, пгт. Стекольный, ул. Центральная, 5а",
    phone: "8 (413) 429-82-23",
    email: "PU12Stekolny@yandex.ru",
    directions: [
      { code: "21.01.08", title: "Машинист на открытых горных работах" },
      { code: "23.02.04", title: "Техническая эксплуатация подъёмно-транспортных, строительных, дорожных машин и оборудования" },
      { code: "21.02.15", title: "Открытые горные работы" }
    ]
  },
  {
    number: 6,
    name: "МОГАПОУ «Колледж сервиса и технологий»",
    website: "https://tk.mag.eduru.ru/",
    vk: "https://vk.com/public217191506",
    address: "685000, Магаданская область, г. Магадан, ул. Пролетарская, 33",
    phone: "8 (413) 262-36-07",
    email: "ksit_49@mail.ru",
    directions: [
      { code: "43.01.01", title: "Официант, бармен" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "10.02.04", title: "Обеспечение информационной безопасности телекоммуникационных систем" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 7,
    name: "МОГАПОУ «Промышленный техникум»",
    website: "https://mprt.mag.eduru.ru/",
    vk: "https://vk.com/magadanmpttv",
    address: "685000, Магаданская область, г. Магадан, ул. Карла Маркса, 11",
    phone: "8 (413) 263-56-18",
    email: "profliceu1@mail.ru",
    directions: [
      { code: "08.01.29", title: "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
      { code: "13.01.10", title: "Электромонтёр по ремонту и обслуживанию электрооборудования" },
      { code: "23.01.08", title: "Слесарь по ремонту строительных машин" },
      { code: "18.01.02", title: "Лаборант-эколог" },
      { code: "18.01.34", title: "Лаборант по контролю качества сырья, реактивов, промежуточных продуктов, готовой продукции, отходов производства" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "08.01.06", title: "Мастер столярного и мебельного производства" },
      { code: "08.02.02", title: "Строительство и эксплуатация инженерных сооружений" },
      { code: "20.02.04", title: "Пожарная безопасность" },
      { code: "20.02.02", title: "Защита в чрезвычайных ситуациях" },
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
// === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
{
    number: 1,
    name: "АНО ВО «Московский финансово-промышленный университет «Синергия» - филиал в г. Магадан",
    website: "https://magadan.synergyregions.ru/",
    vk: "https://vk.com/synergy_magadan",
    address: "685000, Магаданская область, г. Магадан, ул. Парковая д.13 офис 205",
    phone: "8 (924) 858-11-51",
    email: "KElistratova@synergy.ru",
    directions: [
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "38.03.05", title: "Бизнес-информатика" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "54.03.01", title: "Дизайн" },
      { code: "42.03.01", title: "Реклама и связи с общественностью" },
      { code: "50.03.03", title: "История искусств" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.01", title: "Экономика" },
      { code: "37.03.01", title: "Психология" },
      { code: "44.03.02", title: "Психолого-педагогическое образование" },
      { code: "44.03.01", title: "Педагогическое образование" },
      { code: "44.03.05", title: "Педагогическое образование (с двумя профилями подготовки)" },
      { code: "42.03.04", title: "Телевидение" },
      { code: "45.03.02", title: "Лингвистика" },
      { code: "02.03.03", title: "Математическое обеспечение и администрирование информационных систем" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "15.03.06", title: "Мехатроника и робототехника" }
    ]
  },
  {
    number: 2,
    name: "ФГБОУ ВО «Северо-Восточный государственный университет»",
    website: "https://www.svgu.ru/",
    vk: "https://vk.com/svgu_ru",
    address: "685000, Магаданская область, г. Магадан, ул. Портовая, 13",
    phone: "8 (413) 263-93-43",
    email: "rector@svgu.ru",
    directions: [
      { code: "44.03.02", title: "Психолого-педагогическое образование" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "44.03.05", title: "Педагогическое образование (с двумя профилями подготовки)" },
      { code: "08.03.01", title: "Строительство" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "21.05.02", title: "Прикладная геология" },
      { code: "21.05.04", title: "Горное дело" }
    ]
  },
];
