window.catalogData = window.catalogData || {};
window.catalogData["Нижегородская область"] = [
  {
    region: "Нижегородская область",
    number: 1,
    name: "ГБПОУ «Нижегородский промышленно-технологический техникум»",
    website: "http://nndt.nnov.ru",
    vk: "https://vk.com/nnov.ntitp",
    address: "603073, Нижегородская область, город Нижний Новгород, Ленинский район, улица Адмирала Нахимова, 10 А",
    phone: "8 (831) 258-01-68",
    email: "nndt@mail.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "40.02.03", title: "Право и судебное администрирование" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "15.02.08", title: "Технология машиностроения" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 2,
    name: "ГБПОУ «Нижегородский радиотехнический колледж»",
    website: "https://nntc.nnov.ru/",
    vk: "https://vk.com/nntc.nnov",
    address: "603950, Нижегородская область, Нижний Новгород, улица Студенческая, 6",
    phone: "8 (831) 433-86-05",
    email: "nntc@mts-nn.ru",
    directions: [
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "11.01.01", title: "Монтажник радиоэлектронной аппаратуры и приборов" },
      { code: "15.01.26", title: "Наладчик станков и оборудования в механообработке" },
      { code: "42.02.01", title: "Оператор связи" },
      { code: "10.02.05", title: "Организация и защита информации" },
      { code: "09.02.03", title: "Программирование в компьютерных системах" },
      { code: "11.02.01", title: "Радиоаппаратостроение" },
      { code: "11.02.08", title: "Радиоэлектронные приборные устройства" },
      { code: "11.01.02", title: "Радиомеханик" },
      { code: "11.01.04", title: "Сборщик изделий электронной техники" },
      { code: "11.02.10", title: "Сети связи и системы коммутации" },
      { code: "15.01.28", title: "Станочник" },
      { code: "11.02.13", title: "Техническая эксплуатация оборудования для производства электронной техники" },
      { code: "11.02.09", title: "Техническое обслуживание и ремонт радиоэлектронной техники" },
      { code: "15.02.08", title: "Технология машиностроения" },
      { code: "11.02.10", title: "Твердотельная электроника" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 3,
    name: "ФКПОУ «Профессиональное училище № 178 ФСИН»",
    website: "https://52.fsin.gov.ru/prof_obr/",
    vk: "https://52.fsin.gov.ru/prof_obr/",
    address: "603600, Нижегородская область, г. Нижний Новгород, ул. Ракетная, д. 2г",
    phone: "8 (831) 242-15-77",
    email: "pu178pu@yandex.ru",
    directions: [
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования" },
      { code: "13.01.06", title: "Электросварщик ручной сварки" },
      { code: "08.01.08", title: "Столяр строительный" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 4,
    name: "ГБПОУ «Нижегородский медицинский колледж»",
    website: "http://nmbc.ru/",
    vk: "https://vk.com/officialnmk",
    address: "603011, Нижегородская область, Нижний Новгород, улица Июльских Дней, 8",
    phone: "8 (831) 282-19-64",
    email: "nmk@nmbc.ru",
    directions: [
      { code: "31.02.02", title: "Акушерское дело" },
      { code: "33.02.01", title: "Фармация" },
      { code: "31.02.03", title: "Лабораторная диагностика" },
      { code: "31.02.05", title: "Лечебное дело" },
      { code: "31.02.04", title: "Медицинский массаж" },
      { code: "32.02.01", title: "Медико-профилактическое дело" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.06", title: "Стоматология ортопедическая" },
      { code: "31.02.07", title: "Стоматология профилактическая" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 5,
    name: "ГБПОУ «Нижегородский хоровой колледж им. Л.К. Сивухина»",
    website: "https://capella-nn.ru/",
    vk: "https://vk.com/capella_nn",
    address: "603000, Нижегородская область, Нижний Новгород, площадь Минина и Пожарского, 4",
    phone: "8 (831) 436-57-70",
    email: "nhk152@mail.ru",
    directions: [
      { code: "51.02.02", title: "Социально-культурная деятельность (по видам)" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 6,
    name: "ГБПОУ «Нижегородский индустриальный колледж»",
    website: "http://niknn.ru/",
    vk: "https://vk.com/stud_sov_nik",
    address: "603016, Нижегородская область, Нижний Новгород, улица Юлиуса Фучика, 12 А",
    phone: "8 (831) 256-54-66",
    email: "indtech@yandex.ru",
    directions: [
      { code: "49.02.01", title: "Физическая культура" },
      { code: "29.02.04", title: "Конструирование, моделирование и технология швейных изделий" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "22.02.06", title: "Сварочное производство" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "15.02.08", title: "Технология машиностроения" },
      { code: "19.02.10", title: "Технология продукции общественного питания" },
      { code: "43.02.10", title: "Туризм" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 7,
    name: "ГБПОУ ПОО «Нижегородский колледж малого бизнеса»",
    website: "http://nkmb.nnov.ru/",
    vk: "https://vk.com/nkmb.nnov",
    address: "603098, Нижегородская область, Нижний Новгород, улица Артельная, 9",
    phone: "8 (831) 439-59-84",
    email: "nkbs@mts-nn.ru",
    directions: [
      { code: "54.02.01", title: "Дизайн" },
      { code: "43.02.11", title: "Гостиничное дело" },
      { code: "43.01.02", title: "Гостиничный сервис" },
      { code: "43.02.01", title: "Организация обслуживания в общественном питании" },
      { code: "43.02.03", title: "Парикмахерское искусство" },
      { code: "42.02.01", title: "Реклама" },
      { code: "43.02.05", title: "Стилистика и искусство визажа" },
      { code: "54.02.08", title: "Техника и искусство фотографии" },
      { code: "43.02.02", title: "Технология парикмахерского искусства" },
      { code: "43.02.10", title: "Туризм" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 8,
    name: "ГБПОУ «Нижегородский Губернский колледж»",
    website: "https://ngknn.ru/",
    vk: "https://vk.com/ngknn_ru",
    address: "603059, Нижегородская область, Нижний Новгород, улица Витебская, 41",
    phone: "8 (831) 218-22-40",
    email: "ped-kolledzh@mail.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "53.02.01", title: "Музыкальное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 9,
    name: "ГБПОУ «Сормовский механический техникум им. Героя Советского Союза П.А. Семёнова»",
    website: "https://smtnn.ru/",
    vk: "",
    address: "603054, Нижегородская область, Нижний Новгород, улица Свирская, 20",
    phone: "8 (831) 225-66-24",
    email: "smtpriem@mail.ru",
    directions: [
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования" },
      { code: "43.01.09", title: "Кондитер сахаристых изделий" },
      { code: "15.02.01", title: "Монтаж и техническая эксплуатация промышленного оборудования" },
      { code: "15.01.26", title: "Наладчик станков и оборудования в механообработке" },
      { code: "15.01.20", title: "Слесарь" },
      { code: "15.01.28", title: "Станочник" },
      { code: "22.02.06", title: "Сварочное производство" },
      { code: "15.01.31", title: "Сварщик" },
      { code: "15.02.08", title: "Технология машиностроения" },
      { code: "19.02.10", title: "Технология продукции общественного питания" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 10,
    name: "ГБПОУ «Нижегородский техникум транспортного обслуживания и сервиса»",
    website: "https://nttoc.ucoz.ru/",
    vk: "https://vk.com/nttos78",
    address: "603167, Нижегородская область, Нижний Новгород, улица Народная, 78",
    phone: "8 (831) 248-35-67",
    email: "nttos@yandex.ru",
    directions: [
      { code: "23.02.06", title: "Эксплуатация транспортного электрооборудования и автоматики" },
      { code: "23.01.09", title: "Машинист локомотива" },
      { code: "23.01.11", title: "Проводник на железнодорожном транспорте" },
      { code: "43.02.06", title: "Сервис на транспорте" },
      { code: "23.01.13", title: "Слесарь-электрик по ремонту электрооборудования подвижного состава" },
      { code: "23.02.04", title: "Техническая эксплуатация подвижного состава железных дорог" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 11,
    name: "ГБПОУ «Нижегородское театральное училище (колледж) им. Е.А.Евстигнеева»",
    website: "https://ntu-nn.ru/",
    vk: "https://vk.com/teatralnoyenn",
    address: "603006, Нижегородская область, Нижний Новгород, улица Варварская, 3А",
    phone: "8 (831) 419-24-37",
    email: "tu_nn@mail.52gov.ru",
    directions: [
      { code: "52.05.01", title: "Актерское искусство" },
      { code: "52.05.02", title: "Искусство балета" },
      { code: "52.05.03", title: "Театрально-декорационное искусство" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 12,
    name: "ГБПОУ «Нижегородский автотранспортный техникум»",
    website: "http://xn--80azqa.xn--p1ai/",
    vk: "https://vk.com/nnovnatt",
    address: "603950, г. Н.Новгород, ул.Невзоровых, д.34",
    phone: "8 (831) 428-66-66",
    email: "natt_suz@mail.52gov.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "23.02.06", title: "Эксплуатация транспортного электрооборудования и автоматики" },
      { code: "38.02.04", title: "Коммерция" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 13,
    name: "ГБПОУ «Нижегородский техникум отраслевых технологий»",
    website: "http://gbpountot.ru",
    vk: "",
    address: "603057, Нижегородская область, Нижний Новгород, улица Бекетова, 8Б",
    phone: "8 (831) 282-04-88",
    email: "mail@gbpountot.ru",
    directions: [
      { code: "23.01.17", title: "Автомеханик" },
      { code: "08.01.09", title: "Мастер общестроительных работ" },
      { code: "08.01.08", title: "Мастер отделочных строительных работ" },
      { code: "08.01.13", title: "Мастер садово-паркового и ландшафтного строительства" },
      { code: "08.01.07", title: "Мастер столярно-плотничных и паркетных работ" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "08.01.19", title: "Слесарь по ремонту строительных машин" },
      { code: "23.02.03", title: "Техническое обслуживание и ремонт автомобильного транспорта" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 14,
    name: "ГБПОУ «Нижегородское художественное училище (колледж)»",
    website: "https://nhu52.ru/",
    vk: "",
    address: "603006, Нижегородская область, Нижний Новгород, улица Варварская, 8/22",
    phone: "8 (831) 419-42-40",
    email: "nxu@mts-nn.ru",
    directions: [
      { code: "54.02.01", title: "Дизайн" },
      { code: "54.02.02", title: "Живопись" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 15,
    name: "ГБПОУ «Нижегородский строительный техникум»",
    website: "https://nnst.ru/",
    vk: "https://vk.com/nnov_nst",
    address: "603950, Нижегородская область, Нижний Новгород, проспект Гагарина, 12",
    phone: "8 (831) 433-52-12",
    email: "nst-nn@list.ru",
    directions: [
      { code: "07.02.01", title: "Архитектура" },
      { code: "43.02.11", title: "Гостиничное дело" },
      { code: "08.02.06", title: "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { code: "21.02.08", title: "Прикладная геодезия" },
      { code: "08.02.10", title: "Производство неметаллических строительных изделий и конструкций" },
      { code: "20.02.01", title: "Рациональное использование природохозяйственных комплексов" },
      { code: "07.02.04", title: "Реставратор строительный" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 16,
    name: "ГБПОУ «Нижегородский авиационный технический колледж»",
    website: "http://www.natknn.ru/",
    vk: "https://vk.com/natknnov",
    address: "603035, Нижегородская область, Нижний Новгород, улица Чаадаева, 2 Б",
    phone: "8 (831) 276-89-96",
    email: "natknn@list.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "38.02.04", title: "Коммерция" },
      { code: "26.02.06", title: "Монтаж и техническое обслуживание судовых машин и механизмов" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "26.02.02", title: "Судостроение" },
      { code: "22.02.06", title: "Сварочное производство" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "15.02.08", title: "Технология машиностроения" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 17,
    name: "ГБПОУ «Нижегородское училище-интернат»",
    website: "https://www.npu-nn.ru/",
    vk: "https://vk.com/public165631424",
    address: "603058, Нижегородская область, Нижний Новгород, улица Героя Попова, 12 А",
    phone: "8 (831) 258-19-21",
    email: "npuii1943@mail.ru",
    directions: [
      { code: "09.01.03", title: "Мастер по обработке цифровой информации" },
      { code: "54.01.11", title: "Художник росписи по дереву" },
      { code: "09.01.01", title: "Делопроизводитель" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 18,
    name: "ГБПОУ «Нижегородский политехнический колледж им. А.П. Руднева»",
    website: "https://nnov-npk.ru/",
    vk: "",
    address: "603094, Нижегородская область, Нижний Новгород, улица Энгельса, 3",
    phone: "8 (831) 216-02-61",
    email: "npkdir@yandex.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "38.02.04", title: "Коммерция" },
      { code: "26.02.06", title: "Монтаж и техническое обслуживание судовых машин и механизмов" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "26.02.02", title: "Судостроение" },
      { code: "22.02.06", title: "Сварочное производство" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "15.02.08", title: "Технология машиностроения" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 19,
    name: "ГБПОУ «Нижегородское областное училище олимпийского резерва им. В.С. Тишина»",
    website: "https://www.nouor.ru/",
    vk: "https://vk.com/nouor_vk",
    address: "603136, Нижегородская область, Нижний Новгород, улица Ванеева, 110Б",
    phone: "8 (831) 435-61-40",
    email: "nouor1@yandex.ru",
    directions: [
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 20,
    name: "ГБПОУ «Нижегородский автомеханический техникум»",
    website: "https://xn--80aybw.xn--p1ai/",
    vk: "https://vk.com/namtnn",
    address: "603004, Нижегородская область, Нижний Новгород, проспект Ленина, 111",
    phone: "8 (831) 295-91-22",
    email: "namt_suz@mail.52gov.ru",
    directions: [
      { code: "15.02.10", title: "Автомобиле- и тракторостроение" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "23.02.06", title: "Эксплуатация транспортного электрооборудования и автоматики" },
      { code: "15.02.01", title: "Монтаж и техническая эксплуатация промышленного оборудования" },
      { code: "09.02.03", title: "Программирование в компьютерных системах" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "23.02.03", title: "Техническое обслуживание и ремонт автомобильного транспорта" },
      { code: "15.02.08", title: "Технология машиностроения" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 21,
    name: "ГБПОУ «Нижегородское музыкальное училище им. М.А. Балакирева»",
    website: "https://nmkbalakirev.ru/",
    vk: "https://vk.com/nmubalakirev",
    address: "603057, Нижегородская область, Нижний Новгород, улица Бекетова, 5В",
    phone: "8 (831) 412-03-23",
    email: "balakirevnmk07@mail.ru",
    directions: [
      { code: "53.02.05", title: "Сольное и хоровое народное пение" },
      { code: "53.02.06", title: "Хоровое дирижирование" },
      { code: "53.02.03", title: "Инструментальное исполнительство" },
      { code: "53.02.07", title: "Теория музыки" },
      { code: "53.02.04", title: "Вокальное искусство" },
      { code: "53.02.01", title: "Музыкальное искусство эстрады" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 22,
    name: "ГБПОУ «Нижегородский техникум городского хозяйства и предпринимательства»",
    website: "https://ntghipnn.ru/",
    vk: "https://vk.com/ntghip",
    address: "603096, Нижегородская область, Нижний Новгород, улица Мокроусова, 21",
    phone: "8 (831) 271-94-28",
    email: "ntghip@mail.ru",
    directions: [
      { code: "38.02.04", title: "Коммерция" },
      { code: "38.02.07", title: "Контролер банка" },
      { code: "08.01.09", title: "Мастер общестроительных работ" },
      { code: "08.01.08", title: "Мастер отделочных строительных работ" },
      { code: "08.01.18", title: "Мастер сухого строительства" },
      { code: "08.01.19", title: "Штукатур" },
      { code: "08.01.19", title: "Слесарь по ремонту строительных машин" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "23.02.03", title: "Техническое обслуживание и ремонт автомобильного транспорта" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 23,
    name: "ГБПОУ «Факультет технологии и дизайна ИПТД»",
    website: "http://design.iptdnn.ru",
    vk: "https://vk.com/ftd_iptd",
    address: "603107, Нижегородская область, Нижний Новгород, микрорайон Щербинки 1, 21",
    phone: "8 (831) 463-53-12",
    email: "nktdo@yandex.ru",
    directions: [
      { code: "54.02.01", title: "Дизайн" },
      { code: "29.02.04", title: "Конструирование, моделирование и технология швейных изделий" },
      { code: "42.02.01", title: "Реклама" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 24,
    name: "ГБПОУ «Нижегородский Губернский колледж»",
    website: "http://www.nnpec.ru/",
    vk: "https://vk.com/ngknn_ru",
    address: "603116, Нижегородская область, Нижний Новгород, шоссе Московское, 1",
    phone: "8 (831) 218-22-12",
    email: "info@ngknn.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.04", title: "Специальное дошкольное образование" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "53.02.01", title: "Музыкальное образование" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 25,
    name: "АНПОО «Нижегородский колледж теплоснабжения и автоматических систем управления»",
    website: "https://nktsnn.ru/",
    vk: "https://vk.com/nktsnn",
    address: "603104, г. Нижний Новгород, ул. Нартова, д. 23",
    phone: "8 (831) 217-17-16",
    email: "info@nktsnn.ru",
    directions: [
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "13.02.04", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "13.02.03", title: "Теплоснабжение и теплотехническое оборудование" },
      { code: "38.02.05", title: "Товароведение и экспертиза качества потребительских товаров" },
      { code: "08.02.10", title: "Управление, эксплуатация и обслуживание многоквартирного дома" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 26,
    name: "ФГБОУ «Московский технический университет связи и информатики Волго-Вятский филиал»",
    website: "http://www.vvfmtuci.ru",
    vk: "https://vk.com/vvf_mtuci",
    address: "603011, г. Нижний Новгород, ул. Менделеева, д. 15",
    phone: "8 (831) 245-44-15",
    email: "vvfmtuci@mts-nn.ru",
    directions: [
      { code: "11.02.09", title: "Многоканальные телекоммуникационные системы" },
      { code: "42.02.01", title: "Почтовая связь" },
      { code: "11.02.10", title: "Радиосвязь, радиовещание и телевидение" },
      { code: "11.02.10", title: "Сети связи и системы коммутации" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 27,
    name: "ЧПОУ «Нижегородский бизнес-колледж»",
    website: "https://nnbk.ru/",
    vk: "https://vk.com/nnbk16",
    address: "603093, г. Нижний Новгород, ул. Усилова, 3/3",
    phone: "8 (831) 214-22-10",
    email: "info@nnbk.ru",
    directions: [
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.04", title: "Коммерция" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "43.02.13", title: "Технологии индустрии красоты" },
      { code: "43.02.11", title: "Туризм и гостеприимство" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 28,
    name: "НОУ «Московский финансово-промышленный университет «Синергия»»",
    website: "https://nnovgorod.synergyregions.ru/",
    vk: "https://vk.com/club131501607",
    address: "603000, Нижегородская область, г. Нижний Новгород, ул. М. Горького, д. 260, офис 27",
    phone: "8 (831) 213-85-58",
    email: "info-nn@synergy.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "43.02.11", title: "Гостиничное дело" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "38.02.04", title: "Коммерция" },
      { code: "54.02.01", title: "Дизайн" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "42.02.01", title: "Реклама" },
      { code: "15.02.10", title: "Мехатроника и робототехника" },
      { code: "43.02.03", title: "Парикмахерское искусство" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "33.02.01", title: "Фармация" },
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.06", title: "Стоматология ортопедическая" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "13.02.04", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "52.05.01", title: "Актерское искусство" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "49.02.01", title: "Физическая культура" },
      { code: "55.02.01", title: "Звукооператор" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "07.02.01", title: "Архитектура" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "25.02.03", title: "Техническая эксплуатация беспилотных авиационных систем" },
      { code: "11.02.09", title: "Радиоэлектронные приборные устройства" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 29,
    name: "АНО ПОО «Московский Международный Колледж Цифровых технологий «Академия ТОП»»",
    website: "https://nn.top-academy.ru/college-ru",
    vk: "https://vk.com/ittopserov",
    address: "603000, Нижегородская область, Нижний Новгород, ул. Пискунова, д. 59",
    phone: "8 (831) 281-85-99",
    email: "nn@top-academy.ru",
    directions: [
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "09.02.07", title: "Информационные системы и программирование" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 30,
    name: "ГБПОУ «Арзамасский техникум строительства и предпринимательства»",
    website: "https://atsp-life.org/",
    vk: "https://vk.com/atsp_college",
    address: "607228, Нижегородская область, Арзамас, улица Мира, 1",
    phone: "8 (83147) 6-84-23",
    email: "atsp@atsp-life.org",
    directions: [
      { code: "15.01.05", title: "Сварщик ручной и частично механизированной сварки (наплавки)" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.07", title: "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { code: "08.02.13", title: "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { code: "43.02.14", title: "Гостиничное дело" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "08.02.11", title: "Управление, эксплуатация и обслуживание многоквартирного дома" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "08.02.14", title: "Эксплуатация и обслуживание многоквартирного дома" }
    ]
  },
  {
    region: "Нижегородская область",
    number: 31,
    name: "ФГАОУ «Арзамасский филиал ННГУ»",
    website: "https://arz.unn.ru/",
    vk: "https://vk.com/af_nngu",
    address: "607220, Нижегородская область, г. Арзамас, ул. К.Маркса, 36",
    phone: "8 (83147) 9-45-53",
    email: "arzf@arz.unn.ru",
    directions: [
      { code: "09.02.01", title: "Автоматизированные системы обработки информации и управления" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "54.02.01", title: "Дизайн" },
      { code: "13.02.06", title: "Электрические станции, сети и системы" },
      { code: "35.02.08", title: "Электрификация и автоматизация сельского хозяйства" },
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования" },
      { code: "43.01.01", title: "Кассир торгового зала" },
      { code: "35.02.07", title: "Механизация сельского хозяйства" },
      { code: "38.02.05", title: "Налоги и налогообложение" },
      { code: "09.01.03", title: "Оператор электронно-вычислительных и вычислительных машин" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте" },
      { code: "09.02.03", title: "Программное обеспечение вычислительной техники и автоматизированных систем" },
      { code: "13.01.11", title: "Слесарь-электрик по ремонту электрооборудования" },
      { code: "23.01.10", title: "Слесарь по ремонту автомобилей" },
      { code: "35.01.16", title: "Слесарь по ремонту сельскохозяйственных машин и оборудования" },
      { code: "35.01.17", title: "Слесарь по топливной аппаратуре" },
      { code: "15.01.05", title: "Слесарь-ремонтник" },
      { code: "15.01.28", title: "Станочник широкого профиля" }
    ]
  },
  {
    type: "heading",
    title: "Каталог специальностей высшего профессионального образования (ВПО)"
  }
];