window.catalogData = window.catalogData || {};
window.catalogData["Омская область"] = [
{
number: 1,
name: "БПОУ «Омский автотранспортный колледж»",
website: "https://оатк.рф/",
vk: "https://vk.com/oatk55",
address: "644024, Омская область, г. Омск, ул. Гагарина, 10",
phone: "8 (381) 220-07-02",
email: "post@oak.omskportal.ru",
directions: [
{ code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
{ code: "09.02.06", title: "Сетевое и системное администрирование" },
{ code: "09.02.07", title: "Информационные системы и программирование" },
{ code: "23.02.05", title: "Эксплуатация транспортного электрооборудования и автоматики" },
{ code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
{ code: "23.02.01", title: "Организация перевозок и управление на транспорте" },
{ code: "38.02.03", title: "Операционная деятельность в логистике" },
{ code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
{ code: "15.02.06", title: "Сварочное производство" }
]
},
{
number: 2,
name: "БПОУ «Омский колледж профессиональных технологий»",
website: "https://omkpt.ru/",
vk: "https://vk.com/public182383737",
address: "644073, Омская область, г. Омск, ул. Дианова, 33",
phone: "8 (381) 273-06-11",
email: "post@omkpt.omskportal.ru",
directions: [
{ code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
{ code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования" },
{ code: "42.02.01", title: "Реклама" },
{ code: "43.02.16", title: "Туризм и гостеприимство" },
{ code: "44.02.03", title: "Педагогика дополнительного образования" },
{ code: "49.02.02", title: "Адаптивная физическая культура" },
{ code: "49.02.01", title: "Физическая культура" },
{ code: "08.01.29", title: "Мастер по ремонту и обслуживанию инженерных систем ЖКХ" },
{ code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)" },
{ code: "23.01.06", title: "Машинист дорожных и строительных машин" },
{ code: "24.01.17", title: "Машинист подъемно-транспортных машин и механизмов" },
{ code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" }
]
},
{
number: 3,
name: "БПОУ «Омский технологический колледж»",
website: "https://omtcoll.ru/",
vk: "https://vk.com/omtc_professionalitet",
address: "644086, Омская область, г. Омск, ул. 21-я Амурская, д. 15",
phone: "8 (381) 261-19-02",
email: "omtc@minobraz.omskportal.ru",
directions: [
{ code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности" },
{ code: "43.02.17", title: "Технологии индустрии красоты" },
{ code: "54.02.01", title: "Дизайн" },
{ code: "54.02.08", title: "Техника и искусство фотографии" },
{ code: "29.01.33", title: "Мастер по изготовлению швейных изделий" },
{ code: "54.01.20", title: "Графический дизайнер" }
]
},
{
number: 4,
name: "БПОУ «Омский государственный колледж управления и профессиональных технологий»",
website: "https://kuipt.ru/",
vk: "https://vk.com/public2379961",
address: "644042, Омская область, г. Омск, пр. Карла Маркса 41, корпус 3",
phone: "8 (381) 230-47-51",
email: "ogkuipt@minobraz.omskportal.ru",
directions: [
{ code: "11.02.16", title: "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" },
{ code: "11.02.17", title: "Разработка электронных устройств и систем" },
{ code: "09.02.01", title: "Компьютерные системы и комплексы" },
{ code: "09.02.07", title: "Информационные системы и программирование" },
{ code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
{ code: "40.02.04", title: "Юриспруденция" },
{ code: "11.01.01", title: "Монтажник радиоэлектронной аппаратуры и приборов" },
{ code: "11.01.08", title: "Оператор почтовой связи" },
{ code: "08.01.30", title: "Электромонтажник слаботочных систем" }
]
},
{
number: 5,
name: "БПОУ «Омский промышленно-экономический колледж»",
website: "https://ompec.ru/",
vk: "https://vk.com/opecoficial",
address: "644029, Омская область, г. Омск, ул. Нефтезаводская, д. 6",
phone: "8 (381) 267-04-92",
email: "post@ompec.omskportal.ru",
directions: [
{ code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
{ code: "38.02.01", title: "Экономика и бухгалтерский учет" },
{ code: "09.02.07", title: "Информационные системы и программирование" },
{ code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования" },
{ code: "13.02.02", title: "Теплоснабжение и теплотехническое оборудование" },
{ code: "18.02.12", title: "Технология аналитического контроля химических соединений" },
{ code: "38.02.07", title: "Банковское дело" },
{ code: "18.01.28", title: "Оператор нефтепереработки" },
{ code: "18.01.34", title: "Лаборант по контролю качества сырья, реактивов, промежуточных продуктов, готовой продукции, отходов производства" },
{ code: "15.01.37", title: "Слесарь по контрольно-измерительным приборам и автоматике" },
{ code: "13.02.12", title: "Электрические станции, сети, их релейная защита и автоматизация" },
{ code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
{ code: "15.02.19", title: "Сварочное производство" },
{ code: "15.02.18", title: "Техническая эксплуатация и обслуживание роботизированного производства" },
{ code: "18.02.09", title: "Переработка нефти и газа" },
{ code: "40.02.04", title: "Юриспруденция" },
{ code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования" },
{ code: "21.02.03", title: "Сооружение и эксплуатация газонефтепроводов и газонефтехранилищ" },
{ code: "18.02.14", title: "Химическая технология производства химических соединений" }
]
},
{
number: 6,
name: "БПОУ «Омский колледж транспортного строительства»",
website: "https://okts-omsk55.ru/",
vk: "https://vk.com/okts_55",
address: "644020, Омская область, г. Омск, ул. Лобкова, 17",
phone: "8 (381) 241-36-80",
email: "post@okts.omskportal.ru",
directions: [
{ code: "09.02.07", title: "Информационные системы и программирование" },
{ code: "21.02.20", title: "Прикладная геодезия" },
{ code: "21.02.03", title: "Сооружение и эксплуатация газонефтепроводов и газонефтехранилищ" },
{ code: "21.02.19", title: "Землеустройство" },
{ code: "08.01.27", title: "Мастер общестроительных работ" },
{ code: "08.01.29", title: "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
{ code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
{ code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования" },
{ code: "23.02.08", title: "Строительство железных дорог, путь и путевое хозяйство" },
{ code: "08.02.12", title: "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
{ code: "08.02.02", title: "Строительство и эксплуатация инженерных сооружений" }
]
},
{
number: 7,
name: "БПОУ «Омский строительный колледж»",
website: "http://omsk53.ru/",
vk: "https://vk.com/omskollege",
address: "644116, Омская область, г. Омск, ул. 30-Северная, 71",
phone: "8 (381) 268-28-70",
email: "post@oct53.omskportal.ru",
directions: [
{ code: "07.02.01", title: "Архитектура" },
{ code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
{ code: "08.02.08", title: "Монтаж и эксплуатация оборудования и систем газоснабжения" },
{ code: "08.02.14", title: "Эксплуатация и обслуживание многоквартирного дома" },
{ code: "08.01.27", title: "Мастер общестроительных работ" },
{ code: "21.02.19", title: "Землеустройство" },
{ code: "21.02.20", title: "Прикладная геодезия" }
]
},
{
number: 8,
name: "БПОУ «Омский авиационный колледж имени Н.Е. Жуковского»",
website: "https://www.oat.ru/",
vk: "https://vk.com/omaviat_2020",
address: "644024, Омская область, г. Омск, ул. Ленина, 24",
phone: "8 (381) 231-44-65",
email: "omaviat@oat.ru",
directions: [
{ code: "09.02.06", title: "Сетевое и системное администрирование" },
{ code: "09.02.11", title: "Разработка и управление программным обеспечением" },
{ code: "09.02.13", title: "Интеграция решений с применением технологий искусственного интеллекта" },
{ code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
{ code: "54.01.20", title: "Графический дизайнер" },
{ code: "38.02.01", title: "Экономика и бухгалтерский учет" },
{ code: "38.02.03", title: "Операционная деятельность в логистике" },
{ code: "11.01.01", title: "Монтажник радиоэлектронной аппаратуры и приборов" },
{ code: "12.02.03", title: "Радиоэлектронные приборы и устройства" },
{ code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования" },
{ code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
{ code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)" },
{ code: "15.01.29", title: "Контролер качества в машиностроении" },
{ code: "15.01.38", title: "Оператор-наладчик металлообрабатывающих станков" },
{ code: "15.02.09", title: "Аддитивные технологии" },
{ code: "15.02.10", title: "Мехатроника и робототехника" },
{ code: "15.02.16", title: "Технология машиностроения" },
{ code: "15.02.18", title: "Техническая эксплуатация и обслуживание роботизированного производства" },
{ code: "15.02.19", title: "Сварочное производство" },
{ code: "24.02.01", title: "Производство летательных аппаратов" },
{ code: "24.02.02", title: "Производство авиационных двигателей" },
{ code: "25.02.07", title: "Техническое обслуживание авиационных двигателей" },
{ code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
{ code: "39.02.01", title: "Социальная работа" },
{ code: "43.01.09", title: "Повар, кондитер" }
]
},
{
number: 9,
name: "БПОУ «Колледж инновационных технологий, экономики и коммерции»",
website: "https://omsktec.ru/",
vk: "https://vk.com/omsktec",
address: "644116, Омская область, г. Омск, ул. 27-я Северная, 69",
phone: "8 (381) 268-07-73",
email: "tradeconomy@mail.ru",
directions: [
{ code: "43.02.15", title: "Поварское и кондитерское дело" },
{ code: "43.02.14", title: "Гостиничное дело" },
{ code: "43.01.09", title: "Повар, кондитер" },
{ code: "40.02.01", title: "Право и организация социального обеспечения" },
{ code: "38.02.05", title: "Товароведение и экспертиза качества потребительских товаров" },
{ code: "38.02.04", title: "Коммерция" },
{ code: "38.02.01", title: "Экономика и бухгалтерский учет по отраслям" },
{ code: "26.02.05", title: "Эксплуатация судовых энергетических установок" },
{ code: "26.01.10", title: "Механик маломерного судна" },
{ code: "26.01.09", title: "Моторист судовой" },
{ code: "09.02.07", title: "Информационные системы и программирование" }
]
},
{
number: 10,
name: "БПОУ «Сибирский профессиональный колледж»",
website: "https://spk-55.ru/",
vk: "https://vk.com/spkomsk55",
address: "644005, Омская область, г. Омск, ул. Добролюбова, 15",
phone: "8 (381) 241-93-18",
email: "post@sppk.omskportal.ru",
directions: [
{ code: "54.02.01", title: "Дизайн" },
{ code: "38.02.03", title: "Операционная деятельность в логистике" },
{ code: "40.02.02", title: "Правоохранительная деятельность" },
{ code: "40.02.04", title: "Юриспруденция" },
{ code: "09.02.07", title: "Информационные системы и программирование" },
{ code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
{ code: "43.02.17", title: "Технологии индустрии красоты" },
{ code: "42.02.01", title: "Реклама" },
{ code: "15.02.19", title: "Сварочное производство" },
{ code: "15.02.16", title: "Технология машиностроения" },
{ code: "23.02.01", title: "Организация перевозок и управление на транспорте" },
{ code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности" },
{ code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
{ code: "15.01.05", title: "Сварщик" },
{ code: "54.01.20", title: "Графический дизайнер" }
]
},
{
number: 11,
name: "БПОУ «Омский музыкально-педагогический колледж»",
website: "https://omskmuzped.ru/",
vk: "https://vk.com/muzpedomsk",
address: "644021, Омская область, г. Омск-21, ул. Л.Чайкиной, 3а",
phone: "8 (381) 232-21-41",
email: "muzped@inbox.ru",
directions: [
{ code: "53.02.01", title: "Музыкальное образование" },
{ code: "54.02.06", title: "Изобразительное искусство и черчение" },
{ code: "44.02.03", title: "Педагогика дополнительного образования" },
{ code: "44.02.01", title: "Дошкольное образование" },
{ code: "54.02.01", title: "Дизайн" },
{ code: "42.02.01", title: "Реклама" },
{ code: "52.02.04", title: "Актёрское искусство" },
{ code: "54.01.20", title: "Графический дизайнер" },
{ code: "44.02.02", title: "Преподавание в начальных классах" }
]
},
{
number: 12,
name: "БПОУ «Омский монтажный техникум»",
website: "http://omt-pu46.ru/",
vk: "https://vk.com/spo46omsk",
address: "644065, Омская область, г. Омск, ул. Магистральная, 40",
phone: "8 (381) 267-03-47",
email: "post@omtpu.omskportal.ru",
directions: [
{ code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
{ code: "15.02.12", title: "Монтаж, техническое обслуживание и ремонт промышленного оборудования" },
{ code: "22.02.06", title: "Сварочное производство" },
{ code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)" },
{ code: "15.01.13", title: "Монтажник технологического оборудования" },
{ code: "23.01.18", title: "Слесарь по ремонту строительных машин" },
{ code: "08.01.31", title: "Электромонтажник электрических сетей и электрооборудования" },
{ code: "08.01.18", title: "Электромонтажник электрических сетей и электрооборудования" }
]
},
{
number: 13,
name: "БПОУ «Омский техникум мясной и молочной промышленности»",
website: "https://spootmmp.omsk.obr55.ru/",
vk: "https://vk.com/club193352763",
address: "644073, Омская область, г. Омск, ул. 2-я Солнечная, 25",
phone: "8 (381) 271-12-64",
email: "otmmp@mail.ru",
directions: [
{ code: "19.02.12", title: "Технология продуктов питания животного происхождения" },
{ code: "15.02.06", title: "Монтаж, техническая эксплуатация и ремонт холодильно-компрессорных и теплонасосных машин и установок" },
{ code: "15.02.17", title: "Монтаж, техническое обслуживание и ремонт промышленного оборудования" },
{ code: "19.01.19", title: "Аппаратчик-оператор производства продуктов питания животного происхождения" }
]
},
{
number: 14,
name: "БПОУ «Омский многопрофильный техникум»",
website: "http://omt-omsk.ru/",
vk: "https://vk.com/public202672616",
address: "644058, Омская область, г. Омск, ул. Молодогвардейская, 33",
phone: "8 (381) 242-03-30",
email: "post@omt.omskportal.ru",
directions: [
{ code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)" },
{ code: "15.01.35", title: "Мастер слесарных работ" },
{ code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
{ code: "29.01.33", title: "Мастер по изготовлению швейных изделий" },
{ code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
{ code: "15.02.19", title: "Сварочное производство" }
]
},
{
number: 15,
name: "БПОУ «Омский техникум строительства и лесного хозяйства»",
website: "https://otslx.ru/",
vk: "https://vk.com/otslx_ru",
address: "644077, Омская область, г. Омск, ул. Андрианова, 24",
phone: "8 (381) 267-25-01",
email: "post@otslx.omskportal.ru",
directions: [
{ code: "15.01.35", title: "Мастер слесарных работ" },
{ code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)" },
{ code: "23.01.07", title: "Машинист крана" },
{ code: "43.02.15", title: "Поварское и кондитерское дело" },
{ code: "35.02.18", title: "Технология переработки древесины" },
{ code: "38.02.03", title: "Операционная деятельность в логистике" },
{ code: "43.01.09", title: "Повар, кондитер" }
]
},
{
number: 16,
name: "БПОУ «Омский колледж отраслевых технологий строительства и транспорта»",
website: "https://okotsit.ru/",
vk: "https://vk.com/okotsit55",
address: "644116, Омская область, г. Омск, ул. 35-ая Северная, 3",
phone: "8 (381) 268-30-61",
email: "ogkotsit@minobraz.omskportal.ru",
directions: [
{ code: "23.02.05", title: "Эксплуатация транспортного электрооборудования и автоматики" },
{ code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
{ code: "23.02.01", title: "Организация перевозок и управление на транспорте" },
{ code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
{ code: "07.02.01", title: "Архитектура" },
{ code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
{ code: "09.02.07", title: "Информационные системы и программирование" },
{ code: "54.02.01", title: "Дизайн" },
{ code: "08.01.27", title: "Мастер общестроительных работ" },
{ code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
{ code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
{ code: "49.02.01", title: "Физическая культура" }
]
},
{
number: 17,
name: "БПОУ «Омский педагогический колледж №1»",
website: "https://opk1.ru/",
vk: "https://vk.com/public186117428",
address: "644045, Омская область, г. Омск, ул. Блюхера, 28",
phone: "8 (381) 265-75-36",
email: "post@inf-opkl.omskportal.ru",
directions: [
{ code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" },
{ code: "49.02.02", title: "Адаптивная физическая культура" },
{ code: "44.02.04", title: "Специальное дошкольное образование" },
{ code: "44.02.01", title: "Дошкольное образование" },
{ code: "49.02.01", title: "Физическая культура" },
{ code: "44.02.02", title: "Преподавание в начальных классах" },
{ code: "44.02.03", title: "Педагогика дополнительного образования" }
]
},
{
number: 18,
name: "БПОУ «Седельниковский агропромышленный техникум»",
website: "https://sedpu65.ru/",
vk: "https://vk.com/club196055766",
address: "646480, Омская область, с. Седельниково, ул. Гоголя, 1",
phone: "8 (381) 642-23-14",
email: "post@sat.omskportal.ru",
directions: [
{ code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
{ code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
{ code: "44.02.01", title: "Дошкольное образование" }
]
},
{
number: 19,
name: "БПОУ «Усть-Заостровский сельскохозяйственный техникум»",
website: "http://pu14omsk.ru/",
vk: "https://vk.com/ustzaostrovskyst",
address: "644552, Омская область, с. Усть-Заостровка, ул. Учебная, 5",
phone: "8 (381) 299-72-72",
email: "post@uzst.omskportal.ru",
directions: [
{ code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
{ code: "35.01.27", title: "Мастер сельскохозяйственного производства" }
]
},
{
number: 20,
name: "БПОУ «Саргатский индустриально-педагогический колледж»",
website: "https://spo.sarg.obr55.ru/",
vk: "https://vk.com/bpou_sipk",
address: "646400, Омская область, р.п. Саргатское, ул. Худенко, 1А",
phone: "8 (381) 782-13-35",
email: "post@sipk.omskportal.ru",
directions: [
{ code: "49.02.01", title: "Физическая культура" },
{ code: "44.02.02", title: "Преподавание в начальных классах" },
{ code: "43.01.09", title: "Повар, кондитер" },
{ code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
{ code: "35.01.13", title: "Тракторист-машинист сельскохозяйственного производства" },
{ code: "29.01.33", title: "Мастер по изготовлению швейных изделий" }
]
},
{
number: 21,
name: "БПОУ «Тевризский техникум»",
website: "https://spo.tev.obr55.ru/",
vk: "https://vk.com/club213670505",
address: "646560, Омская область, Тевризский район, р.п.Тевриз, ул. Парковая, 2А",
phone: "8 (381) 542-21-42",
email: "post@tevrizpu.omskportal.ru",
directions: [
{ code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
{ code: "44.02.01", title: "Дошкольное образование" }
]
},
{
number: 22,
name: "БПОУ «Большереченский сельскохозяйственный техникум»",
website: "https://spo12.bol.obr55.ru/",
vk: "https://vk.com/bsht55",
address: "646670, Омская область, Большереченский район, р.п. Большеречье, ул. Коммунистическая, 21",
phone: "8 (381) 692-18-07",
email: "bsht@minobraz.omskportal.ru",
directions: [
{ code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
{ code: "15.01.05", title: "Сварщик ручной и частично механизированной сварки (наплавки)" },
{ code: "43.01.09", title: "Повар, кондитер" }
]
},
{
number: 23,
name: "БПОУ «Павлоградский техникум сельскохозяйственных и перерабатывающих технологий»",
website: "https://spoptspt.pav.obr55.ru/",
vk: "https://vk.com/public201375637",
address: "646760, Омская область, Павлоградский район, р.п. Павлоградка, ул. Пролетарская, 30",
phone: "8 (381) 723-15-45",
email: "post@ptspt.omskportal.ru",
directions: [
{ code: "35.02.05", title: "Агрономия" },
{ code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
{ code: "43.02.15", title: "Поварское и кондитерское дело" }
]
},
{
number: 24,
name: "БПОУ «Исилькульский профессионально-педагогический колледж»",
website: "https://spoped.isil.obr55.ru/",
vk: "https://vk.com/bpou_ippk",
address: "646024, Омская область, Исилькульский район, г. Исилькуль, ул. Ленина, 98А",
phone: "8 (381) 732-05-98",
email: "isipedkolpk@yandex.ru",
directions: [
{ code: "44.02.01", title: "Дошкольное образование" },
{ code: "44.02.02", title: "Преподавание в начальных классах" },
{ code: "44.02.03", title: "Педагогика дополнительного образования" },
{ code: "49.02.01", title: "Физическая культура" },
{ code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования" },
{ code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
{ code: "43.01.09", title: "Повар, кондитер" }
]
},
{
number: 25,
name: "БПОУ «Называевский аграрно-индустриальный техникум»",
website: "https://spo33.naz.obr55.ru/",
vk: "https://vk.com/public194493387",
address: "646110, Омская область, г. Называевск, ул. Ленина, 133",
phone: "8 (381) 612-30-08",
email: "post@nait.omskportal.ru",
directions: [
{ code: "35.01.13", title: "Тракторист-машинист с/х производства" },
{ code: "15.01.05", title: "Сварщик (ручной и частично-механизированной сварки (наплавки)" },
{ code: "43.01.09", title: "Повар, кондитер" },
{ code: "35.01.27", title: "Мастер сельскохозяйственного производства" }
]
},
{
number: 26,
name: "БПОУ «Москаленский профессиональный техникум»",
website: "https://mpt-reg55.ru/",
vk: "https://vk.com/bpoumpt",
address: "646070, Омская область, р.п. Москаленки, ул. Механизаторов, 1",
phone: "8 (381) 742-17-48",
email: "post@mskpt.omskportal.ru",
directions: [
{ code: "43.01.09", title: "Повар, кондитер" },
{ code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
{ code: "38.02.04", title: "Коммерция" },
{ code: "38.02.08", title: "Торговое дело" }
]
},
{
number: 27,
name: "БПОУ «Полтавский агротехнологический техникум»",
website: "https://spo64.pol.obr55.ru/",
vk: "https://vk.com/poltavskiytekhnikum",
address: "646740, Омская область, р.п. Полтавка, ул. Ленина, 43",
phone: "8 (381) 632-18-40",
email: "post@pat.omskportal.ru",
directions: [
{ code: "35.02.05", title: "Агрономия" },
{ code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
{ code: "43.02.15", title: "Поварское и кондитерское дело" }
]
},
{
number: 28,
name: "БПОУ «Русско-Полянский аграрный техникум»",
website: "https://spo42.r-pol.obr55.ru/",
vk: "https://vk.com/public213922543",
address: "646780, Омская область, Русско-Полянский район, р.п. Русская Поляна, ул. Ленина, 120",
phone: "8 (381) 562-17-98",
email: "post@rpat.omskportal.ru",
directions: [
{ code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
{ code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
{ code: "43.01.09", title: "Повар, кондитер" }
]
},
{
number: 29,
name: "БПОУ «Тюкалинский профессиональный колледж»",
website: "https://tkolledg.ucoz.ru/",
vk: "https://vk.com/public204964156",
address: "646330, Омская область, Тюкалинский район, г. Тюкалинск, ул. Ленина, 41",
phone: "8 (381) 762-18-09",
email: "tsht_tukalpriemkom@mail.ru",
directions: [
{ code: "35.02.08", title: "Электротехнические системы в агропромышленном комплексе" },
{ code: "44.02.02", title: "Преподавание в начальных классах" },
{ code: "44.02.03", title: "Педагогика дополнительного образования" },
{ code: "43.01.09", title: "Повар, кондитер" },
{ code: "35.01.27", title: "Мастер сельскохозяйственного производства" }
]
},
{
number: 30,
name: "БПОУ «Калачинский аграрно-технический техникум»",
website: "https://mykatt.ru/",
vk: "https://vk.com/bpouoatk",
address: "646905, Омская область, г. Калачинск, ул. Черепова, 87",
phone: "8 (381) 552-19-61",
email: "post@spokatt.omskportal.ru",
directions: [
{ code: "19.02.12", title: "Технология продуктов питания животного происхождения" },
{ code: "44.02.01", title: "Дошкольное образование" },
{ code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
{ code: "09.02.06", title: "Сетевое и системное администрирование" },
{ code: "40.02.04", title: "Юриспруденция" },
{ code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)" },
{ code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
{ code: "43.01.09", title: "Повар, кондитер" },
{ code: "35.01.15", title: "Мастер по ремонту и обслуживанию электрооборудования в сельском хозяйстве" }
]
},
{
number: 31,
name: "БПОУ «Одесский казачий сельскохозяйственный техникум»",
website: "https://spo18.odes.obr55.ru/",
vk: "https://vk.com/public213922543",
address: "646866, Омская область, Одесский район, с. Буняковка, переулок Училищный, 1",
phone: "8 (381) 593-63-32",
email: "post@okst.omskportal.ru",
directions: [
{ code: "39.02.01", title: "Социальная работа" },
{ code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
{ code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" }
]
},
{
number: 32,
name: "БПОУ «Колосовский сельскохозяйственный техникум»",
website: "https://spo55.kolos.obr55.ru/",
vk: "https://vk.com/club198882174",
address: "646350, Омская область, Колосовский район, с. Колосовка, ул. Кирова, 58",
phone: "8 (381) 602-18-51",
email: "post@kst.omskportal.ru",
directions: [
{ code: "35.01.24", title: "Управляющий сельской усадьбой" },
{ code: "38.01.02", title: "Продавец контролер-кассир" }
]
},
{
number: 33,
name: "БПОУ «Тарский индустриально-педагогический колледж»",
website: "https://типк.рф/",
vk: "https://vk.com/bpou_tipk",
address: "646532, Омская область, Тарский район, г. Тара, ул. Лихачева, 2",
phone: "8 (381) 712-05-62",
email: "post@tsht-tara.omskportal.ru",
directions: [
{ code: "36.02.01", title: "Ветеринария" },
{ code: "44.02.01", title: "Дошкольное образование" },
{ code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
{ code: "44.02.02", title: "Преподавание в начальных классах" },
{ code: "49.02.01", title: "Физическая культура" },
{ code: "38.02.01", title: "Экономика и бухгалтерский учет" },
{ code: "09.02.06", title: "Сетевое и системное администрирование" },
{ code: "43.02.17", title: "Технологии индустрии красоты" },
{ code: "43.01.09", title: "Повар, кондитер" },
{ code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
{ code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)" },
{ code: "11.01.01", title: "Монтажник радиоэлектронной аппаратуры и приборов" }
]
},
{
number: 34,
name: "БПОУ «Омский аграрно-технологический колледж»",
website: "https://www.omset.ru/",
vk: "https://vk.com/bpouoatk",
address: "644501, Омская область, Омский р-н, п. Новоомский, ул. Титова, 40",
phone: "8 (381) 292-01-05",
email: "post@oatk.omskportal.ru",
directions: [
{ code: "19.01.18", title: "Аппаратчик–оператор производства продуктов питания из растительного сырья" },
{ code: "35.02.05", title: "Агрономия" },
{ code: "36.02.01", title: "Ветеринария" },
{ code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
{ code: "35.02.08", title: "Электротехнические системы в агропромышленном комплексе" },
{ code: "19.02.11", title: "Технология продуктов питания из растительного сырья" }
]
},
{
number: 35,
name: "БПОУ «Муромцевский техникум механизации сельского хозяйства»",
website: "https://mtmsh.ru/",
vk: "https://vk.com/public201374971",
address: "646430, Омская область, Муромцевский район, р.п. Муромцево, ул. Новая, 2",
phone: "8 (381) 582-34-30",
email: "post@mtmsh.omskportal.ru",
directions: [
{ code: "43.01.09", title: "Повар, кондитер" },
{ code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
{ code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" }
]
},
{
number: 36,
name: "ФБПОУ «Сибирское государственное училище (колледж) олимпийского резерва»",
website: "https://www.oguor.ru/",
vk: "https://vk.com/patrioti_sibguor",
address: "644071, Омская область, г. Омск, ул. Масленникова, 152Б",
phone: "8 (381) 253-71-24",
email: "priem@oguor.ru",
directions: [
{ code: "49.02.01", title: "Физическая культура" }
]
},
{
number: 37,
name: "БПОУ «Омский колледж культуры и искусств»",
website: "https://omkkii.ru/",
vk: "https://vk.com/ookkii_inside",
address: "644116, Омская область, г. Омск, ул. 30-я Северная, д. 70",
phone: "8 (381) 268-19-54",
email: "ookkii@omskportal.ru",
directions: [
{ code: "43.02.16", title: "Туризм и гостеприимство" },
{ code: "51.02.01", title: "Народное художественное творчество" },
{ code: "51.02.02", title: "Социально-культурная деятельность" },
{ code: "51.02.03", title: "Библиотечно-информационная деятельность" },
{ code: "52.02.04", title: "Актерское искусство" },
{ code: "53.02.02", title: "Музыкальное искусство эстрады" },
{ code: "53.02.03", title: "Инструментальное исполнительство" },
{ code: "53.02.05", title: "Сольное и хоровое народное пение" },
{ code: "54.02.02", title: "Декоративно-прикладное искусство и народные промыслы" },
{ code: "54.02.05", title: "Живопись" }
]
},
{
number: 38,
name: "БПОУ «Медицинский колледж»",
website: "http://medcoll.ru/",
vk: "https://vk.com/public217959400",
address: "644073, Омская область, г. Омск, ул. Дианова, 29",
phone: "8 (381) 225-84-19",
email: "info@medcoll.ru",
directions: [
{ code: "31.02.01", title: "Лечебное дело" },
{ code: "31.02.02", title: "Акушерское дело" },
{ code: "31.02.05", title: "Стоматология ортопедическая" },
{ code: "31.02.06", title: "Стоматология профилактическая" },
{ code: "34.02.01", title: "Сестринское дело" }
]
},
{
number: 39,
name: "АНПОО «Многопрофильная Академия непрерывного образования»",
website: "https://mano.pro/",
vk: "https://vk.com/manopro",
address: "644043, Омская область, г. Омск, ул. Фрунзе, д. 1, корп. 4",
phone: "8 (800) 100-84-42",
email: "mail@mano.pro",
directions: [
{ code: "09.02.06", title: "Сетевое и системное администрирование" },
{ code: "38.02.02", title: "Страховое дело" },
{ code: "38.02.03", title: "Операционная деятельность в логистике" },
{ code: "38.02.04", title: "Коммерция" },
{ code: "38.02.07", title: "Банковское дело" },
{ code: "38.02.08", title: "Торговое дело" },
{ code: "40.02.03", title: "Право и судебное администрирование" },
{ code: "40.02.04", title: "Юриспруденция" },
{ code: "42.02.01", title: "Реклама" },
{ code: "43.02.10", title: "Туризм" },
{ code: "43.02.16", title: "Туризм и гостеприимство" },
{ code: "44.02.01", title: "Дошкольное образование" },
{ code: "44.02.02", title: "Преподавание в начальных классах" },
{ code: "44.02.04", title: "Специальное дошкольное образование" },
{ code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" }
]
},
{
number: 40,
name: "ЧПОУ «Омский юридический колледж»",
website: "https://omuc.ru/",
vk: "https://vk.com/omucru",
address: "644010, Омская область, г. Омск, ул. Короленко, 12",
phone: "8 (381) 263-48-47",
email: "info@omuc.ru",
directions: [
{ code: "40.02.02", title: "Правоохранительная деятельность" },
{ code: "40.02.04", title: "Юриспруденция" },
{ code: "39.02.01", title: "Социальная работа" },
{ code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
{ code: "39.02.03", title: "Обеспечение деятельности службы занятости населения" }
]
},
{
    number: 41,
    name: "БПОУ «Омское музыкальное училище (колледж) имени В.Я. Шебалина»",
    website: "https://www.shebalina.ru/",
    vk: "https://vk.com/myzshebalina",
    address: "644024, Омская область г. Омск, пр. К. Маркса, 4А",
    phone: "8 (381) 231-79-27",
    email: "myzshebalina@mail.ru",
    directions: [
      { code: "53.02.03", title: "Инструментальное исполнительство" },
      { code: "53.02.04", title: "Вокальное искусство" },
      { code: "53.02.05", title: "Сольное и хоровое народное пение" },
      { code: "53.02.06", title: "Хоровое дирижирование" },
      { code: "53.02.07", title: "Теория музыки" }
    ]
  },
  {
    number: 42,
    name: "АНПОО «Сибирская региональная школа бизнеса (колледж)»",
    website: "https://srshb.ru/",
    vk: "https://vk.com/srshb_omsk",
    address: "644116, Омская область, г. Омск, ул. 24 Северная, д.196, корпус 1",
    phone: "8 (381) 262-59-89",
    email: "post@sano.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "20.02.05", title: "Организация оперативного (экстренного) реагирования в чрезвычайных ситуациях" },
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  {
    number: 43,
    name: "АНОПО «Гуманитарный колледж»",
    website: "https://omgk.ru/",
    vk: "https://vk.com/club5265919",
    address: "644105, Омская область, г. Омск, ул. 4-я Челюскинцев, 2А",
    phone: "8 (381) 226-36-17",
    email: "gumkollege_55@mail.ru",
    directions: [
      { code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" },
      { code: "44.02.04", title: "Специальное дошкольное образование" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "38.02.02", title: "Страховое дело" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "38.02.06", title: "Финансы" },
      { code: "39.02.01", title: "Социальная работа" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.17", title: "Технологии индустрии красоты" }
    ]
  },
  {
    number: 44,
    name: "АНПОО «Омская академия экономики и предпринимательства»",
    website: "https://omacademy.ru/",
    vk: "https://vk.com/omeconom",
    address: "644112, Омская область, г. Омск, пр-т Комарова, 13",
    phone: "8 (381) 275-24-00",
    email: "priem@omacademy.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "38.02.04", title: "Коммерция" },
      { code: "38.02.06", title: "Финансы" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "38.02.05", title: "Товароведение и экспертиза качества потребительских товаров" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "40.02.03", title: "Право и судебное администрирование" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "19.02.10", title: "Технология продукции общественного питания" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "43.01.09", title: "Повар, кондитер" }
    ]
  },
  {
    number: 45,
    name: "ЧПОУ «Сибирская региональная школа (колледж) Анны Муратовой»",
    website: "https://anna-muratova-school.ru/",
    vk: "https://vk.com/electronnayschool",
    address: "644099, Омская область, г. Омск, ул. Фрунзе, 72/1",
    phone: "8 (381) 221-00-64",
    email: "colledge_anna_muratova@mail.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учёт" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "38.02.04", title: "Коммерция" },
      { code: "38.02.05", title: "Товароведение и экспертиза качества потребительских товаров" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "39.02.01", title: "Социальная работа" },
      { code: "42.02.01", title: "Реклама" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.03", title: "Педагогика дополнительного образования" },
      { code: "44.02.04", title: "Специальное дошкольное образование" },
      { code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" }
    ]
  },
  {
    number: 46,
    name: "АНПОО «Сибирский многопрофильный колледж «Перспектива»",
    website: "https://smk-perspektiva.ru/",
    vk: "https://vk.com/perspectivecollege",
    address: "644116, Омская область, г. Омск, ул. 27 Северная, 48",
    phone: "8 (991) 431-62-10",
    email: "perspective.college@yandex.ru",
    directions: [
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "08.02.02", title: "Строительство и эксплуатация инженерных сооружений" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.03", title: "Педагогика дополнительного образования" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "38.02.06", title: "Финансы" },
      { code: "35.02.05", title: "Агрономия" },
      { code: "18.02.09", title: "Переработка нефти и газа" },
      { code: "13.02.09", title: "Монтаж эксплуатации линий электропередачи" },
      { code: "42.02.01", title: "Реклама" }
    ]
  },
// === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
{
    number: 1,
    name: "ФГАОУ ВО «Омский государственный университет им. Ф.М. Достоевского»",
    website: "https://omsu.ru/",
    vk: "https://vk.com/omsuru",
    address: "644077, Омская область, г. Омск, проспект Мира, д. 55-А",
    phone: "8 (381) 222-97-72",
    email: "abit@omsu.ru",
    directions: [
      { code: "01.03.02", title: "Прикладная математика и информатика" },
      { code: "03.03.02", title: "Физика" },
      { code: "03.03.03", title: "Радиофизика" },
      { code: "04.03.01", title: "Химия" },
      { code: "05.03.06", title: "Экология и природопользование" },
      { code: "09.03.01", title: "Информатика и вычислительная техника" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "10.03.01", title: "Информационная безопасность" },
      { code: "12.03.04", title: "Биотехнические системы и технологии" },
      { code: "18.03.01", title: "Химическая технология" },
      { code: "37.03.01", title: "Психология" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.03", title: "Управление персоналом" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "38.03.05", title: "Бизнес-информатика" },
      { code: "39.03.01", title: "Социология" },
      { code: "39.03.02", title: "Социальная работа" },
      { code: "39.03.03", title: "Организация работы с молодежью" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "41.03.04", title: "Политология" },
      { code: "41.03.05", title: "Международные отношения" },
      { code: "42.03.01", title: "Реклама и связи с общественностью" },
      { code: "42.03.02", title: "Журналистика" },
      { code: "43.03.02", title: "Туризм" },
      { code: "44.03.05", title: "Педагогическое образование (с двумя профилями подготовки)" },
      { code: "45.03.01", title: "Филология" },
      { code: "45.03.02", title: "Лингвистика" },
      { code: "46.03.01", title: "История" },
      { code: "46.03.02", title: "Документоведение и архивоведение" },
      { code: "46.03.03", title: "Антропология и этнология" },
      { code: "47.03.02", title: "Прикладная этика" },
      { code: "48.03.01", title: "Теология" },
      { code: "49.03.02", title: "Физическая культура для лиц с отклонениями в состоянии здоровья (адаптивная физическая культура)" },
      { code: "51.03.02", title: "Народная художественная культура" },
      { code: "51.03.03", title: "Социально-культурная деятельность" },
      { code: "51.03.04", title: "Музеология и охрана объектов культурного и природного наследия" },
      { code: "51.03.05", title: "Режиссура театрализованных представлений и праздников" },
      { code: "51.03.06", title: "Библиотечно-информационная деятельность" },
      { code: "52.03.01", title: "Хореографическое искусство" },
      { code: "53.03.01", title: "Музыкальное искусство эстрады" },
      { code: "53.03.02", title: "Музыкально-инструментальное искусство" },
      { code: "53.03.03", title: "Вокальное искусство" },
      { code: "53.03.04", title: "Искусство народного пения" },
      { code: "53.03.05", title: "Дирижирование" },
      { code: "53.03.06", title: "Музыкознание и музыкально-прикладное искусство" }
    ]
  },
  {
    number: 2,
    name: "ФГАОУ ВО «Омский государственный технический университет»",
    website: "https://omgtu.ru/",
    vk: "https://vk.com/omskpoliteh",
    address: "644050, Омская область, г. Омск, пр. Мира, 11",
    phone: "8 (381) 265-34-07",
    email: "info@omgtu.ru",
    directions: [
      { code: "02.03.02", title: "Фундаментальная информатика и информационные технологии" },
      { code: "02.03.03", title: "Математическое обеспечение и администрирование информационных систем" },
      { code: "08.03.01", title: "Строительство" },
      { code: "09.03.01", title: "Информатика и вычислительная техника" },
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "09.03.04", title: "Программная инженерия" },
      { code: "09.05.01", title: "Применение и эксплуатация автоматизированных систем специального назначения" },
      { code: "10.03.01", title: "Информационная безопасность" },
      { code: "10.05.05", title: "Безопасность информационных технологий в правоохранительной сфере" },
      { code: "11.03.01", title: "Радиотехника" },
      { code: "11.03.02", title: "Инфокоммуникационные технологии и системы связи" },
      { code: "11.03.03", title: "Конструирование и технология электронных средств" },
      { code: "11.03.04", title: "Электроника и наноэлектроника" },
      { code: "11.05.04", title: "Инфокоммуникационные технологии и системы специальной связи" },
      { code: "12.03.01", title: "Приборостроение" },
      { code: "13.03.01", title: "Теплоэнергетика и теплотехника" },
      { code: "13.03.02", title: "Электроэнергетика и электротехника" },
      { code: "13.03.03", title: "Энергетическое машиностроение" },
      { code: "13.05.01", title: "Тепло- и электрообеспечение специальных технических систем и объектов" },
      { code: "13.05.02", title: "Специальные электромеханические системы" },
      { code: "15.03.01", title: "Машиностроение" },
      { code: "15.03.02", title: "Технологические машины и оборудование" },
      { code: "15.03.03", title: "Прикладная механика" },
      { code: "15.03.04", title: "Автоматизация технологических процессов и производств" },
      { code: "15.03.05", title: "Конструкторско-технологическое обеспечение машиностроительных производств" },
      { code: "15.03.06", title: "Мехатроника и робототехника" },
      { code: "15.05.01", title: "Проектирование технологических машин и комплексов" },
      { code: "16.03.03", title: "Холодильная, криогенная техника и системы жизнеобеспечения" },
      { code: "18.03.01", title: "Химическая технология" },
      { code: "18.03.02", title: "Энерго- и ресурсосберегающие процессы в химической технологии, нефтехимии и биотехнологии" },
      { code: "19.03.01", title: "Биотехнология" },
      { code: "19.03.04", title: "Технология продукции и организация общественного питания" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "20.05.01", title: "Пожарная безопасность" },
      { code: "21.03.01", title: "Нефтегазовое дело" },
      { code: "22.03.01", title: "Материаловедение и технологии материалов" },
      { code: "23.03.03", title: "Эксплуатация транспортно-технологических машин и комплексов" },
      { code: "23.05.02", title: "Транспортные средства специального назначения" },
      { code: "24.03.01", title: "Ракетные комплексы и космонавтика" },
      { code: "24.05.01", title: "Проектирование, производство и эксплуатация ракет и ракетно-космических комплексов" },
      { code: "24.05.02", title: "Проектирование авиационных и ракетных двигателей" },
      { code: "27.03.01", title: "Стандартизация и метрология" },
      { code: "27.03.03", title: "Системный анализ и управление" },
      { code: "27.03.04", title: "Управление в технических системах" },
      { code: "27.03.05", title: "Инноватика" },
      { code: "28.03.02", title: "Наноинженерия" },
      { code: "29.03.05", title: "Конструирование изделий легкой промышленности" },
      { code: "37.05.02", title: "Психология служебной деятельности" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.03", title: "Управление персоналом" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "38.03.07", title: "Товароведение" },
      { code: "38.03.10", title: "Жилищное хозяйство и коммунальная инфраструктура" },
      { code: "38.05.01", title: "Экономическая безопасность" },
      { code: "38.05.02", title: "Таможенное дело" },
      { code: "42.03.01", title: "Реклама и связи с общественностью" },
      { code: "43.03.01", title: "Сервис" },
      { code: "43.03.02", title: "Туризм" },
      { code: "43.03.03", title: "Гостиничное дело" },
      { code: "54.03.01", title: "Дизайн" }
    ]
  },
  {
    number: 3,
    name: "ФГБОУ ВО «Омский государственный педагогический университет»",
    website: "https://omgpu.ru/",
    vk: "https://vk.com/omskped",
    address: "644099, Омская область, г. Омск, Набережная им. Тухачевского, 14",
    phone: "8 (381) 223-12-20",
    email: "mail@omgpu.ru",
    directions: [
      { code: "06.03.01", title: "Биология" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.03", title: "Управление персоналом" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "39.03.02", title: "Социальная работа" },
      { code: "42.03.01", title: "Реклама и связи с общественностью" },
      { code: "43.03.02", title: "Туризм" },
      { code: "44.03.01", title: "Педагогическое образование" },
      { code: "44.03.02", title: "Психолого-педагогическое образование" },
      { code: "44.03.03", title: "Специальное (дефектологическое) образование" },
      { code: "44.03.04", title: "Профессиональное обучение" },
      { code: "44.03.05", title: "Педагогическое образование (с двумя профилями подготовки)" },
      { code: "47.03.01", title: "Философия" },
      { code: "54.03.01", title: "Дизайн" },
      { code: "54.03.02", title: "Декоративно-прикладное искусство и народные промыслы" }
    ]
  },
  {
    number: 4,
    name: "ФГБОУ ВО «Сибирский государственный автомобильно-дорожный университет»",
    website: "https://sibadi.org/",
    vk: "https://vk.com/sibadilife",
    address: "644080, Омская область, г. Омск, пр. Мира, 5",
    phone: "8 (381) 265-98-81",
    email: "info@sibadi.org",
    directions: [
      { code: "07.03.01", title: "Архитектура" },
      { code: "08.03.01", title: "Строительство" },
      { code: "09.03.01", title: "Информатика и вычислительная техника" },
      { code: "10.03.01", title: "Информационная безопасность" },
      { code: "13.03.03", title: "Энергетическое машиностроение" },
      { code: "15.03.06", title: "Мехатроника и робототехника" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "21.03.01", title: "Нефтегазовое дело" },
      { code: "21.03.03", title: "Геодезия" },
      { code: "23.03.01", title: "Технология транспортных процессов" },
      { code: "23.03.03", title: "Эксплуатация транспортно-технологических машин и комплексов" },
      { code: "27.03.02", title: "Управление качеством" },
      { code: "27.03.04", title: "Управление в технических системах" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "44.03.04", title: "Профессиональное обучение" },
      { code: "08.05.01", title: "Строительство уникальных зданий и сооружений" },
      { code: "08.05.02", title: "Строительство, эксплуатация и техническое прикрытие автомобильных дорог мостов и тоннелей" },
      { code: "10.05.03", title: "Информационная безопасность автоматизированных систем" },
      { code: "23.05.01", title: "Наземные транспортно-технологические средства" }
    ]
  },
  {
    number: 5,
    name: "ФГБОУ ВО «Омский государственный университет путей сообщения»",
    website: "https://www.omgups.ru/",
    vk: "https://vk.com/off_omgups",
    address: "644046, Омская область, г. Омск, пр. Маркса, 35",
    phone: "8 (381) 231-42-19",
    email: "omgups@omgups.ru",
    directions: [
      { code: "09.03.01", title: "Информатика и вычислительная техника" },
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "11.03.02", title: "Инфокоммуникационные технологии и системы связи" },
      { code: "12.03.01", title: "Приборостроение" },
      { code: "13.03.01", title: "Теплоэнергетика и теплотехника" },
      { code: "13.03.02", title: "Электроэнергетика и электротехника" },
      { code: "15.03.05", title: "Конструкторско-технологическое обеспечение машиностроительных производств" },
      { code: "15.03.06", title: "Мехатроника и робототехника" },
      { code: "23.03.01", title: "Технология транспортных процессов" },
      { code: "23.03.02", title: "Наземные транспортно-технологические комплексы" },
      { code: "27.03.01", title: "Стандартизация и метрология" },
      { code: "27.03.02", title: "Управление качеством" },
      { code: "27.03.04", title: "Управление в технических системах" },
      { code: "27.03.05", title: "Инноватика" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.05", title: "Бизнес-информатика" },
      { code: "38.03.06", title: "Торговое дело" },
      { code: "38.03.10", title: "Жилищное хозяйство и коммунальная инфраструктура" },
      { code: "42.03.01", title: "Реклама и связи с общественностью" },
      { code: "42.03.02", title: "Журналистика" },
      { code: "43.03.02", title: "Туризм" }
    ]
  },
  {
    number: 6,
    name: "ФГБОУ ВО «Омский государственный аграрный университет имени П.А. Столыпина»",
    website: "https://www.omgau.ru/",
    vk: "https://vk.com/omsau",
    address: "644008, Омская область г. Омск, Институтская площадь, 1",
    phone: "8 (381) 265-11-46",
    email: "adm@omgau.ru",
    directions: [
      { code: "05.03.06", title: "Экология и природопользование" },
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "19.03.01", title: "Биотехнология" },
      { code: "19.03.02", title: "Продукты питания из растительного сырья" },
      { code: "19.03.03", title: "Продукты питания животного происхождения" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "20.03.02", title: "Природообустройство и водопользование" },
      { code: "21.03.02", title: "Землеустройство и кадастры" },
      { code: "21.03.03", title: "Геодезия и дистанционное зондирование" },
      { code: "23.03.03", title: "Эксплуатация транспортно-технологических машин и комплексов" },
      { code: "35.03.01", title: "Лесное дело" },
      { code: "35.03.03", title: "Агрохимия и агропочвоведение" },
      { code: "35.03.04", title: "Агрономия" },
      { code: "35.03.05", title: "Садоводство" },
      { code: "35.03.06", title: "Агроинженерия" },
      { code: "35.03.11", title: "Гидромелиорация" },
      { code: "36.03.01", title: "Ветеринарно-санитарная экспертиза" },
      { code: "36.03.02", title: "Зоотехния" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "21.05.01", title: "Прикладная геодезия" },
      { code: "36.05.01", title: "Ветеринария" }
    ]
  },
  {
    number: 7,
    name: "ФГБОУ ВО «Сибирский государственный университет физической культуры и спорта»",
    website: "https://sibsport.ru/",
    vk: "https://vk.com/sibgufkps",
    address: "644071, Омская область, г. Омск, ул. Масленникова, 144",
    phone: "8 (381) 236-42-74",
    email: "rector@sibgufk.ru",
    directions: [
      { code: "42.03.01", title: "Реклама и связи с общественностью" },
      { code: "44.03.05", title: "Педагогическое образование (с двумя профилями подготовки)" },
      { code: "49.03.01", title: "Физическая культура" },
      { code: "49.03.02", title: "Рекреация и спортивно-оздоровительный туризм" },
      { code: "49.03.03", title: "Физическая культура для лиц с отклонениями в состоянии здоровья" },
      { code: "49.03.04", title: "Спорт" }
    ]
  },
  {
    number: 8,
    name: "ФГБОУ ВО «Омский государственный медицинский университет» Министерства здравоохранения Российской Федерации",
    website: "https://omsk-osma.ru/",
    vk: "https://vk.com/omskosmuofficial",
    address: "644099, Омская область, г. Омск, ул. Ленина, 12",
    phone: "8 (381) 295-70-01",
    email: "rector@omsk-osma.ru",
    directions: [
      { code: "31.05.01", title: "Лечебное дело" },
      { code: "31.05.02", title: "Педиатрия" },
      { code: "31.05.03", title: "Стоматология" },
      { code: "32.05.01", title: "Медико-профилактическое дело" },
      { code: "33.05.01", title: "Фармация" }
    ]
  },
  {
    number: 9,
    name: "ФГКОУ ВО «Омская ордена Почета академия Министерства внутренних дел Российской Федерации»",
    website: "https://ома.мвд.рф/",
    vk: "https://vk.com/public218165002",
    address: "644092, Омская область, г. Омск, пр. Комарова, 7",
    phone: "8 (381) 275-15-60",
    email: "oma@mvd.ru",
    directions: [
      { code: "40.05.01", title: "Правовое обеспечение национальной безопасности" },
      { code: "40.05.02", title: "Правоохранительная деятельность" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "40.03.02", title: "Обеспечение законности и правопорядка" }
    ]
  },
  {
    number: 10,
    name: "ФГБОУ ВО «Омский институт водного транспорта»",
    website: "https://www.оивт-сгувт.рф/",
    vk: "https://vk.com/oivt_the_best",
    address: "644099, Омская область, г. Омск, ул. Ивана Алексеева, 4",
    phone: "8 (381) 224-09-94",
    email: "omsk@nsawt.ru",
    directions: [
      { code: "13.03.02", title: "Электроэнергетика и электротехника" },
      { code: "26.03.01", title: "Управление водным транспортом и гидрографическое обеспечение судоходства" },
      { code: "38.03.01", title: "Экономика" }
    ]
  },
  {
    number: 11,
    name: "ФГБОУ ВО «Омский государственный педагогический университет» - филиал в г. Таре",
    website: "https://tara.omgpu.ru/",
    vk: "https://vk.com/taraomgpu",
    address: "646535, Омская область, г. Тара, ул. Школьная, 69",
    phone: "8 (381) 712-20-97",
    email: "tfomgpu@mail.ru",
    directions: [
      { code: "44.03.01", title: "Педагогическое образование" },
      { code: "44.03.02", title: "Психолого-педагогическое образование" },
      { code: "44.03.04", title: "Профессиональное обучение" },
      { code: "44.03.05", title: "Педагогическое образование (с двумя профилями подготовки)" }
    ]
  },
  {
    number: 12,
    name: "ФГБОУ ВО «Омский государственный аграрный университет имени П.А. Столыпина» - филиал в г. Таре",
    website: "https://tf.omgau.ru/",
    vk: "https://vk.com/tf_omgau",
    address: "646532, Омская область, г. Тара, ул. Тюменская, 18",
    phone: "8 (381) 712-86-35",
    email: "tf.adm@omgau.org",
    directions: [
      { code: "21.03.02", title: "Землеустройство и кадастры" },
      { code: "35.03.04", title: "Агрономия" },
      { code: "35.03.06", title: "Агроинженерия" },
      { code: "38.03.01", title: "Экономика" }
    ]
  },
  {
    number: 13,
    name: "ФГБОУ ВО «Сибирский казачий институт технологий и управления» - филиал Московского государственного университета технологий и управления имени К.Г. Разумовского",
    website: "https://skitu.ru/",
    vk: "https://vk.com/mgutu_55",
    address: "644001, Омская область, г. Омск, ул. Куйбышева, 79А",
    phone: "8 (381) 236-25-86",
    email: "omsk@mgutm.ru",
    directions: [
      { code: "15.03.02", title: "Технологические машины и оборудование" },
      { code: "15.03.04", title: "Автоматизация технологических процессов и производств" },
      { code: "18.03.01", title: "Химическая технология" },
      { code: "19.03.02", title: "Продукты питания из растительного сырья" },
      { code: "38.03.02", title: "Менеджмент" }
    ]
  },
  {
    number: 14,
    name: "ФГБОУ ВО «Финансовый университет при Правительстве Российской Федерации» - филиал в г. Омск",
    website: "https://omsk.fa.ru/",
    vk: "https://vk.com/finuniver_omsk",
    address: "644043, Омская область, г. Омск, ул. Партизанская, 6",
    phone: "8 (905) 921-27-13",
    email: "omsk@fa.ru",
    directions: [
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "38.03.05", title: "Бизнес-информатика" }
    ]
  },
  {
    number: 15,
    name: "ФГКОУ ВО «Военная академия материально-технического обеспечения им.А.В. Хрулева» - филиал в г. Омск",
    website: "https://omsk.vamto.mil.ru/",
    vk: "",
    address: "644098, г. Омск, п. Черёмушки, 14 военный городок",
    phone: "8 (381) 244-97-98",
    email: "otiu@mil.ru",
    directions: [
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "23.05.02", title: "Транспортные средства специального назначения" }
    ]
  },
  {
    number: 16,
    name: "ФГБОУ ВО «Российская академия народного хозяйства и государственной службы при Президенте Российской Федерации» - филиал в г. Омск",
    website: "https://omsk.ranepa.ru/bakalavriat/",
    vk: "https://vk.com/omskranepa",
    address: "644043, Омская область, г. Омск, ул. Красногвардейская, 35",
    phone: "8 (950) 213-31-41",
    email: "omsk@ranepa.ru",
    directions: [
      { code: "38.03.01", title: "Экономика" }
    ]
  },
  {
    number: 17,
    name: "АНОО ВО «Сибирский институт бизнеса и информационных технологий»",
    website: "https://sibit.sano.ru/",
    vk: "https://vk.com/sibitvuz",
    address: "644116, Омская область, г. Омск, ул. 24 Северная, д.196, корпус 1",
    phone: "8 (381) 262-59-89",
    email: "post@sano.ru",
    directions: [
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.03", title: "Управление персоналом" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "40.03.01", title: "Юриспруденция" }
    ]
  },
  {
    number: 18,
    name: "ЧУОО ВО «Омская гуманитарная академия»",
    website: "https://omga.su/",
    vk: "https://vk.com/gumacademiya",
    address: "644105, Омская область, г. Омск, ул. 4-я Челюскинцев, 2А",
    phone: "8 (381) 228-47-43",
    email: "nou_ogu@mail.ru",
    directions: [
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "37.03.01", title: "Психология" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.03", title: "Управление персоналом" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "38.03.06", title: "Торговое дело" },
      { code: "39.03.02", title: "Социальная работа" },
      { code: "41.03.04", title: "Политология" },
      { code: "42.03.01", title: "Реклама и связи с общественностью" },
      { code: "44.03.01", title: "Педагогическое образование" },
      { code: "44.03.02", title: "Психолого-педагогическое образование" },
      { code: "44.03.03", title: "Специальное (дефектологическое) образование" },
      { code: "44.03.05", title: "Педагогическое образование с двумя профилями" },
      { code: "45.03.01", title: "Филология" }
    ]
  },
  {
    number: 19,
    name: "ЧОУ ВО «Сибирский юридический университет»",
    website: "https://siblu.ru/",
    vk: "https://vk.com/sibyu",
    address: "644010, Омская область, г. Омск, ул. Короленко, 12",
    phone: "8 (381) 237-22-45",
    email: "univer@siblu.ru",
    directions: [
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "44.03.01", title: "Педагогическое образование" },
      { code: "40.05.04", title: "Судебная и прокурорская деятельность" },
      { code: "37.05.02", title: "Психология служебной деятельности" },
      { code: "09.03.02", title: "Информационные системы и технологии" }
    ]
  },
  {
    number: 20,
    name: "НОЧУ ВО «Московский университет «Синергия»» - филиал в г. Омск",
    website: "https://oms.synergy.ru/",
    vk: "https://vk.com/synergyuniversity_omsk",
    address: "644042, Омская область, г. Омск, пр. К. Маркса, 18, корп. 10",
    phone: "8 (381) 229-84-83",
    email: "info_omsk@synergy.ru",
    directions: [
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" }
    ]
  },
];
