window.catalogData = window.catalogData || {};
window.catalogData["Самарская область"] = [
  {
    number: 1,
    name: "ФГБОУ ВО «Самарское областное училище культуры и искусств»",
    website: "https://souk-sm.ru/",
    vk: "https://vk.com/cult_uch",
    address: "443099, Приволжский федеральный округ, Самарская область, г. Самара, ул. А.Толстого, 38/16",
    phone: "8 (846) 263-40-79",
    email: "dio@samregion.ru",
    directions: [
      { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
      { "code": "54.02.02", "title": "Декоративно-прикладное искусство и народные промыслы (по видам)" },
      { "code": "51.02.01", "title": "Народное художественное творчество (по видам)" },
      { "code": "53.02.02", "title": "Музыкальное искусство эстрады (по видам)" },
      { "code": "53.02.05", "title": "Сольное и хоровое народное пение (по видам)" },
      { "code": "51.02.02", "title": "Социально-культурная деятельность (по видам)" }

    ]
  },
  {
    number: 2,
    name: "ГПБОУ «Самарское музыкальное училище им. Д.Г. Шаталова»",
    website: "https://shatalov63.ru/",
    vk: "https://vk.com/shatalovsamara",
    address: "443099, г. Самара, ул. Куйбышева, 102",
    phone: "8 (846) 332-24-95",
    email: "so_smu@63edu.ru",
    directions: [
      { "code": "53.02.02", "title": "Музыкальное искусство эстрады (по видам)" },
      { "code": "53.02.03", "title": "Инструментальное исполнительство (по видам инструментов)" },
      { "code": "53.02.04", "title": "Вокальное искусство" },
      { "code": "53.02.05", "title": "Сольное и хоровое народное пение" },
      { "code": "53.02.06", "title": "Хоровое дирижирование" },
      { "code": "53.02.07", "title": "Теория музыки" },
      { "code": "53.02.08", "title": "Музыкальное звукооператорское мастерство" }

    ]
  },
  {
    number: 3,
    name: "ФГБОУ ВО «Авиационный техникум Самарского национального исследовательского университета имени академика С.П. Королева»",
    website: "https://spmi.ru/",
    vk: "",
    address: "443090, г. Самара, ул. Физкультурная, д. 92",
    phone: "8 (846) 995-22-02",
    email: "SAMAVIAT@INBOX.RU",
    directions: [
      { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "15.02.16", "title": "Технология машиностроения" },
      { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
      { "code": "24.02.01", "title": "Производство летательных аппаратов" },
      { "code": "24.02.02", "title": "Производство авиационных двигателей" }

    ]
  },
  {
    number: 4,
    name: "ГАПОУ «Самарский металлургический колледж»",
    website: "https://camek.ru/",
    vk: "https://vk.com/camek63professionalitet",
    address: "443035, Самарская область, г. Самара, ул. Нагорная, 128",
    phone: "8 (846) 958-96-04",
    email: "so_samek@63edu.ru",
    directions: [
      { "code": "08.02.03", "title": "Производство неметаллических строительных изделий и конструкций" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { "code": "15.02.16", "title": "Технология машиностроения" },
      { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { "code": "15.02.19", "title": "Сварочное производство" },
      { "code": "22.02.08", "title": "Металлургическое производство (по видам производства)" },
      { "code": "39.02.01", "title": "Социальная работа" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
      { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { "code": "15.01.29", "title": "Контролер качества в машиностроении" },
      { "code": "22.01.11", "title": "Оператор металлургического производства" },
      { "code": "43.01.09", "title": "Повар, кондитер" }

    ]
  },
  {
    number: 5,
    name: "ФГВОУ ВО «Самарский государственный колледж сервисных технологий и дизайна»",
    website: "https://www.sgkstd.ru/",
    vk: "https://vk.com/sgkstd163",
    address: "443020, Приволжский ФО, г. Самара, ул. Галактионовская, 37",
    phone: "8 (846) 333-46-37",
    email: "spo_sgkstd@63edu.ru",
    directions: [
      { "code": "43.02.16", "title": "Туризм и гостеприимство" },
      { "code": "29.02.04", "title": "Конструирование, моделирование и технология изделий легкой промышленности (по видам)" },
      { "code": "43.02.17", "title": "Технологии индустрии красоты" },
      { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
      { "code": "54.02.02", "title": "Декоративно-прикладное искусство и народные промыслы (по видам)" },
      { "code": "08.02.14", "title": "Эксплуатация и обслуживание многоквартирного дома" },
      { "code": "44.02.01", "title": "Дошкольное образование" },
      { "code": "39.02.01", "title": "Социальная работа" },
      { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
      { "code": "54.01.20", "title": "Графический дизайнер" },
      { "code": "43.01.09", "title": "Повар, кондитер" },
      { "code": "29.01.29", "title": "Мастер по изготовлению швейных изделий" }

    ]
  },
  {
    number: 6,
    name: "ГБПОУ «Самарский торгово-экономический колледж»",
    website: "https://sam-tek.ru/",
    vk: "https://vk.com/stek_professionalitet",
    address: "443023, г.Самара, ул. Советской Армии, 19",
    phone: "8 (846) 262-48-13",
    email: "so_stek@63edu.ru",
    directions: [
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "19.02.11", title: "Технология продуктов питания из растительного сырья" },
      { code: "19.02.12", title: "Технология продуктов питания животного происхождения" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.06", title: "Финансы" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  {
    number: 7,
    name: "ФГБУ ПОО «Государственное училище (техникум) олимпийского резерва г. Самара»",
    website: "https://samara-sport.ru/",
    vk: "https://vk.com/guor63",
    address: "443068, Россия, Самарская обл., Самара, Мичурина, 118А",
    phone: "8 (846) 334-75-41",
    email: "guor63@mail.ru",
    directions: [
      { "code": "49.02.01", "title": "Физическая культура" }
    ]
  },
  {
    number: 8,
    name: "ФГАОУ ВО «Колледж связи Поволжского государственного университета телекоммуникаций и информатики»",
    website: "https://guap.ru/",
    vk: "",
    address: "443011, г. Самара, Московское шоссе, 120",
    phone: "8 (846) 932 25 35",
    email: "kspsuti@psuti.ru",
    directions: [
      { "code": "11.02.15", "title": "Инфокоммуникационные сети и системы связи" },
      { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
      { "code": "11.02.12", "title": "Почтовая связь" }

    ]
  },
  {
    number: 9,
    name: "ГАПОУ «Самарский государственный колледж»",
    website: "https://samgk.ru/",
    vk: "https://vk.com/sammgk",
    address: "443099, Самарская обл., г. Самара, ул. Молодогвардейская, д.80",
    phone: "8 (846) 332-35-36",
    email: "so_gapou_sgk@63edu.ru",
    directions: [
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.14", title: "Эксплуатация и обслуживание многоквартирного дома" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "13.02.02", title: "Теплоснабжение и теплотехническое оборудование" },
      { code: "09.01.04", title: "Наладчик аппаратных и программных средств инфокоммуникационных систем" },
      { code: "23.01.09", title: "Помощник машиниста (по видам подвижного состава железнодорожного транспорта)" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "23.02.06", title: "Техническая эксплуатация подвижного состава железных дорог" },
      { code: "29.02.11", title: "Полиграфическое производство" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "42.02.02", title: "Издательское дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "09.02.13", title: "Интеграция решений с применением технологий искусственного интеллекта" }
    ]
  },
  {
    number: 10,
    name: "ГПБОУ «Поволжский государственный колледж»",
    website: "https://pgk63.ru/",
    vk: "https://vk.com/pgk_professionalitet",
    address: "443068, Приволжский ФО, г. Самара, ул. Луначарского, д.12",
    phone: "8 (846) 334-05-43",
    email: "so_pgk@63edu.ru",
    directions: [
      { "code": "12.02.03", "title": "Радиоэлектронные приборы и устройства" },
      { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { "code": "11.02.16", "title": "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" },
      { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { "code": "15.02.19", "title": "Сварочное производство" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
      { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
      { "code": "15.02.18", "title": "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
      { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "40.02.02", "title": "Правоохранительная деятельность" },
      { "code": "40.02.04", "title": "Юриспруденция" },
      { "code": "15.02.16", "title": "Технология машиностроения" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.06", "title": "Финансы" },
      { "code": "43.02.16", "title": "Туризм и гостеприимство" },
      { "code": "44.02.06", "title": "Профессиональное обучение (по отраслям)" },
      { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
      { "code": "54.02.02", "title": "Декоративно-прикладное искусство и народные промыслы (по видам)" },
      { "code": "15.01.38", "title": "Оператор-наладчик металлообрабатывающих станков" }

    ]
  },
  {
    number: 11,
    name: "ГПБОУ «Самарский техникум промышленных технологий»",
    website: "https://stpt-samara.ru/",
    vk: "https://vk.com/studstpt",
    address: "443114, Российская Федерация, Самарская область, г.Самара, проспект Кирова, д.321",
    phone: "8 (846) 956-77-16",
    email: "so_stpt@63edu.ru",
    directions: [
      { "code": "39.02.01", "title": "Социальная работа" },
      { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
      { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { "code": "08.02.14", "title": "Эксплуатация и обслуживание многоквартирного дома" },
      { "code": "44.02.01", "title": "Дошкольное образование" },
      { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" }

    ]
  },
  {
    number: 12,
    name: "ГПБОУ «Самарский техникум кулинарного искусства»",
    website: "https://xn--h1adue.xn--p1ai/",
    vk: "https://vk.com/samarakulinar",
    address: "443099, г. Самара, ул. Молодогвардейская, дом 72",
    phone: "8 (846) 332-54-07",
    email: "so_stki@63edu.ru",
    directions: [
      { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья" },
      { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
      { "code": "43.01.09", "title": "Повар, кондитер" },
      { "code": "19.01.17", "title": "Аппаратчик-оператор производства продуктов питания из растительного сырья" },
      { "code": "19.01.18", "title": "Аппаратчик-оператор производства продуктов питания животного происхождения" }

    ]
  },
  {
    number: 13,
    name: "ФГБОУ ВО «Отделение среднего профессионального образования Самарского филиала Волжского государственного университета водного транспорта»",
    website: "http://samara.vsuwt.ru/",
    vk: "https://vk.com/public_samara_vguvt777",
    address: "443099, Приволжский ФО, г. Самара, ул. Молодогвардейская 62/64",
    phone: "8 (846) 332-40-62",
    email: "samara-vgavt@mail.ru",
    directions: [
      { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
      { "code": "26.02.03", "title": "Судовождение" },
      { "code": "26.02.05", "title": "Эксплуатация судовых энергетических установок" },
      { "code": "26.02.06", "title": "Эксплуатация судового электрооборудования и средств автоматики" }

    ]
  },
  {
    number: 14,
    name: "ГАПОУ «Строительно-энергетический колледж (образовательно-производственный кампус) им. П. Мачнева»",
    website: "https://sek-kampus.ru/",
    vk: "https://vk.com/sek_ma4neva_professionalitet",
    address: "443091, Самарская обл., г.Самара, ул. Ташкентская, д.88",
    phone: "8 (846) 958-22-22",
    email: "uchebchast@sek-kampus.ru",
    directions: [
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
      { "code": "08.02.13", "title": "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { "code": "08.02.14", "title": "Эксплуатация и обслуживание многоквартирного дома" },
      { "code": "11.02.16", "title": "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" },
      { "code": "13.02.01", "title": "Тепловые электрические станции" },
      { "code": "13.02.02", "title": "Теплоснабжение и теплотехническое оборудование" },
      { "code": "13.02.07", "title": "Электроснабжение" },
      { "code": "13.02.12", "title": "Электрические станции, сети, их релейная защита и автоматизация" },
      { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { "code": "15.02.06", "title": "Монтаж, техническая эксплуатация и ремонт холодильно-компрессорных и теплонасосных машин и установок (по отраслям)" },
      { "code": "15.02.19", "title": "Сварочное производство" },
      { "code": "21.02.14", "title": "Маркшейдерское дело" },
      { "code": "21.02.09", "title": "Гидрогеология и инженерная геология" },
      { "code": "21.02.20", "title": "Прикладная геодезия" },
      { "code": "23.02.04", "title": "Техническая эксплуатация подъёмно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
      { "code": "08.01.27", "title": "Мастер общестроительных работ" },
      { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" },
      { "code": "08.01.29", "title": "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
      { "code": "13.01.10", "title": "Электромонтёр по ремонту и обслуживанию электрооборудования (по отраслям)" },
      { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" }

    ]
  },
  {
    number: 15,
    name: "ГПБОУ «Самарский социально-педагогический колледж»",
    website: "https://samsspc.ru/",
    vk: "https://vk.com/samspk_professionalitet",
    address: "443099, г.Самара, ул.Крупской/Ст.Разина 18/20-22а",
    phone: "8 (846) 332-24-82",
    email: "so_sspk@63edu.ru",
    directions: [
      { "code": "53.02.01", "title": "Музыкальное образование" },
      { "code": "44.02.01", "title": "Дошкольное образование" },
      { "code": "44.02.02", "title": "Преподавание в начальных классах" },
      { "code": "44.02.04", "title": "Специальное дошкольное образование" },
      { "code": "44.02.05", "title": "Коррекционная педагогика в начальном образовании" },
      { "code": "40.02.02", "title": "Правоохранительная деятельность" },
      { "code": "40.02.04", "title": "Юриспруденция" },
      { "code": "39.02.01", "title": "Социальная работа" }

    ]
  },
  {
    number: 16,
    name: "ГПБОУ «Самарский техникум авиационного и промышленного машиностроения имени Д.И. Козлова»",
    website: "https://stapm.ru/",
    vk: "",
    address: "443052, г. Самара, Старый переулок, д.6",
    phone: "8 (846) 955-22-20",
    email: "so_stamp@63edu.ru",
    directions: [
      { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { "code": "15.02.08", "title": "Технология машиностроения" },
      { "code": "15.02.16", "title": "Технология машиностроения" },
      { "code": "15.02.19", "title": "Сварочное производство" },
      { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
      { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
      { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { "code": "15.01.29", "title": "Контролер качества в машиностроении" },
      { "code": "15.01.32", "title": "Оператор станков с программным управлением" },
      { "code": "15.01.33", "title": "Токарь на станках с числовым программным управлением" },
      { "code": "15.01.34", "title": "Фрезеровщик на станках с числовым программным управлением" },
      { "code": "15.01.38", "title": "Оператор-наладчик металлообрабатывающих станков" }

    ]
  },
  {
    number: 17,
    name: "ФГВОУ ВО «Самарский медицинский колледж Реавиз Медицинского университета Реавиз»",
    website: "https://smk.reaviz.ru/",
    vk: "https://vk.com/smk.reaviz",
    address: "443011, Самарская область, г.о. Самара, ул. Советской Армии, 247, ком. 29",
    phone: "8 (846) 321-06-75",
    email: "smk@reaviz.ru",
    directions: [
      { "code": "31.02.05", "title": "Стоматология ортопедическая" },
      { "code": "34.02.01", "title": "Сестринское дело" },
      { "code": "33.02.01", "title": "Фармация" }
    ]
  },
  {
    number: 18,
    name: "АНО «Московский международный колледж цифровых технологий Академия ТОП (филиал в г. Самаре)»",
    website: "https://topitcollege.ru/samara",
    vk: "https://vk.com/it_top_college_samara",
    address: "445019, Самарская область, Г.О. Тольятти, Г Тольятти, ул Карла Маркса, Д. 16Б",
    phone: "8(495)151-19-01",
    email: "college_msk@top-academy.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "54.01.20", "title": "Графический дизайнер" }
    ]
  },
  {
    number: 19,
    name: "ФГБОУ ВО «Самарский финансово-экономический колледж — филиал Финансового университета при Правительстве Российской Федерации»",
    website: "https://samara.fa.ru/",
    vk: "https://vk.com/club148593933",
    address: "443090, г. Самара, ул. Антонова-Овсеенко, д. 57",
    phone: "8 (846) 224-24-49",
    email: "samfek@fa.ru",
    directions: [
     { "code": "38.02.07", "title": "Банковское дело" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
      { "code": "10.02.04", "title": "Обеспечение информационной безопасности телекоммуникационных систем" },
      { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
      { "code": "38.02.02", "title": "Страховое дело (по отраслям)" },
      { "code": "38.02.06", "title": "Финансы" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "40.02.04", "title": "Юриспруденция" }

    ]
  },
  {
    number: 20,
    name: "АНО «Самарский колледж железнодорожного транспорта имени А. А. Буянова Приволжского государственного университета путей сообщения»",
    website: "https://www.vhutein.ru/",
    vk: "https://vk.com/privgups?from=groups",
    address: "443066, г. Самара, ул Свободы 2в",
    phone: "8 (846) 303-24-61",
    email: "samtgt@samgups.ru",
    directions: [
      { "code": "23.02.08", "title": "Строительство железных дорог, путь и путевое хозяйство" },
      { "code": "13.02.07", "title": "Электроснабжение (по отраслям)" },
      { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
      { "code": "23.02.06", "title": "Техническая эксплуатация подвижного состава железных дорог" },
      { "code": "23.02.09", "title": "Автоматика и телемеханика на транспорте (на железнодорожном транспорте)" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  {
    number: 21,
    name: "ФГАОУ ВО «Факультет среднего профессионального и предпрофессионального образования Самарского государственного экономического университета»",
    website: "https://www.sseu.ru/instituty2/fakultet-srednego-professionalnogo-i-predprofessionalnogo-obrazovaniya/",
    vk: "https://vk.com/sseu_official",
    address: "443090, Самарская обл., г. Самара, ул. Советской Армии, д. 141",
    phone: "8 (846) 933-87-78",
    email: "rector@sseu.ru",
    directions: [
      { "code": "38.02.07", "title": "Банковское дело" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "38.02.08", "title": "Торговое дело" },
      { "code": "43.02.16", "title": "Туризм и гостеприимство" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "40.02.04", "title": "Юриспруденция" }

    ]
  },
  {
    number: 22,
    name: "ГПБОУ «Самарский медицинский колледж им. Н. Ляпиной»",
    website: "https://www.smedk.ru/",
    vk: "https://vk.com/smk_lyapina",
    address: "443096, Россия, Самарская область, г. Самара, ул. Полевая, 80",
    phone: "8 (846) 337-02-77",
    email: "50010@mail.miac.samregion.ru",
    directions: [
      { "code": "31.02.02", "title": "Акушерское дело" },
      { "code": "34.02.01", "title": "Сестринское дело" },
      { "code": "31.02.03", "title": "Лабораторная диагностика" },
      { "code": "31.02.05", "title": "Стоматология ортопедическая" },
      { "code": "33.02.01", "title": "Фармация" },
      { "code": "31.02.01", "title": "Лечебное дело" }

    ]
  },
  {
    number: 23,
    name: "ГПБОУ «Самарский многопрофильный колледж им. Бартенева В.В.»",
    website: "https://www.gounpo.ru/",
    vk: "",
    address: "443079 г. Самара, ул. Гагарина, 36",
    phone: "8 (846) 260-34-18",
    email: "so_mnogoprofil@63edu.ru",
    directions: [
      { "code": "08.02.08", "title": "Водоснабжение и водоотведение" },
      { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
      { "code": "08.02.07", "title": "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { "code": "35.02.12", "title": "Садово-парковое и ландшафтное строительство" },
      { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
      { "code": "39.02.01", "title": "Социальная работа" },
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
      { "code": "08.02.14", "title": "Эксплуатация и обслуживание многоквартирного дома" }

    ]
  },
  {
    number: 24,
    name: "ГПБОУ «Самарское художественное училище им. К. С. Петрова-Водкина»",
    website: "https://s-h-u.ru/",
    vk: "",
    address: "443099, Самарская область, г. Самара, ул. Комсомольская, д. 4а",
    phone: "8 (846) 333-06-86",
    email: "so_shud@63edu.ru",
    directions: [
      { "code": "54.02.05", "title": "Живопись (по видам)" },
      { "code": "54.02.01", "title": "Дизайн (по отраслям)" }

    ]
  },
  {
    number: 25,
    name: "ГПБОУ «Самарское хореографическое училище»",
    website: "https://classicdanc.ru/",
    vk: "https://vk.com/club38062908",
    address: "443010, Самарская область, г. Самара, площадь Куйбышева, 1",
    phone: "8 (846) 332-02-90",
    email: "so_horeog@63edu.ru",
    directions: [
      { code: "52.02.01", title: "Искусство балета" }
    ]
  },
  {
    number: 26,
    name: "ФГБОУ ВО «Самарский колледж строительства и предпринимательства»",
    website: "https://ispo.su/",
    vk: "",
    address: "443100, Самара, ул. Молодогвардейская, 244",
    phone: "8 (846) 242-10-50",
    email: "",
    directions: [
      { "code": "07.02.01", "title": "Архитектура" },
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
      { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
      { "code": "13.02.12", "title": "Электрические станции, сети, их релейная защита и автоматизация" },
      { "code": "15.02.09", "title": "Аддитивные технологии" },
      { "code": "15.02.10", "title": "Мехатроника и робототехника (по отраслям)" },
      { "code": "15.02.16", "title": "Технология машиностроения" },
      { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { "code": "15.02.19", "title": "Сварочное производство" },
      { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
      { "code": "23.02.06", "title": "Техническая эксплуатация подвижного состава железных дорог" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
      { "code": "38.02.08", "title": "Торговое дело" },
      { "code": "40.02.04", "title": "Юриспруденция" },
      { "code": "43.02.06", "title": "Сервис на транспорте (по видам)" },
      { "code": "43.02.16", "title": "Туризм и гостеприимство" }

    ]
  },
  {
    number: 27,
    name: "АНПО «Поволжский экономико-юридический колледж»",
    website: "https://peuk.ru/",
    vk: "https://vk.com/httpspeuk",
    address: "443058, г. Самара, ул. Физкультурная, 90, офис 2-511",
    phone: "8 937-993-46-17",
    email: "peuk-samara@yandex.ru",
    directions: [
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.07", "title": "Банковское дело" },
      { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
      { "code": "40.02.02", "title": "Правоохранительная деятельность" },
      { "code": "40.02.04", "title": "Юриспруденция" },
      { "code": "43.02.17", "title": "Технологии индустрии красоты" },
      { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" }

    ]
  },
  {
    number: 28,
    name: "ФГБОУ ВО «Самарский политехнический колледж»",
    website: "https://spk-info.ru/",
    vk: "https://vk.com/public191327633",
    address: "443004, Самарская обл., г.Самара, ул.Фасадная, д.2",
    phone: "8 (846) 330-27-16",
    email: "so_spk@63edu.ru",
    directions: [
      { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
      { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { "code": "18.02.09", "title": "Переработка нефти и газа" },
      { "code": "18.02.12", "title": "Технология аналитического контроля химических соединений" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
      { "code": "40.02.04", "title": "Юриспруденция" },
      { "code": "08.01.29", "title": "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
      { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
      { "code": "18.01.28", "title": "Оператор нефтепереработки" },
      { "code": "18.01.33", "title": "Лаборант по контролю качества сырья, реактивов, промежуточных продуктов, готовой продукции, отходов производства (по отраслям)" },
      { "code": "35.01.19", "title": "Мастер садово-паркового и ландшафтного строительства" }

    ]
  },
  {
    number: 29,
    name: "ГПБОУ «Самарский машиностроительный колледж»",
    website: "https://sammk.ru/",
    vk: "https://vk.com/sammk",
    address: "443066, Приволжский федеральный округ, Самарская область, г.Самара, ул. Антонова-Овсеенко, 85",
    phone: "8 (846) 222-58-61",
    email: "so_smk@63edu.ru",
    directions: [
      { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { "code": "15.02.10", "title": "Мехатроника и робототехника (по отраслям)" },
      { "code": "15.02.14", "title": "Оснащение средствами автоматизации технологических процессов и производств (по отраслям)" },
      { "code": "15.02.16", "title": "Технология машиностроения" },
      { "code": "15.02.18", "title": "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
      { "code": "23.02.04", "title": "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { "code": "23.02.05", "title": "Эксплуатация транспортного электрооборудования и автоматики (по видам транспорта, за исключением водного)" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
      { "code": "15.01.36", "title": "Дефектоскопист" },
      { "code": "15.01.37", "title": "Слесарь-наладчик контрольно-измерительных приборов и автоматики" }

    ]
  },
  {
    number: 30,
    name: "ГПБОУ «Отделение СПО Самарского государственного медицинского университета»",
    website: "https://iso.samsmu.ru/education/spo/",
    vk: "https://vk.com/samsmu_ru",
    address: "443099, г. Самара, ул. Чапаевская, 89",
    phone: "8 846 374 10 04",
    email: "dir_iso@samsmu.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.02", title: "Акушерское дело" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 31,
    name: "АНО «Факультет СПО Самарского университета государственного управления»",
    website: "https://www.imi-samara.ru/",
    vk: "https://vk.com/imisamara",
    address: "443030, Россия, Самарская область, г. Самара, ул. Г.С. Аксакова, 21",
    phone: "8 (846) 266-40-00",
    email: "imi@imi-samara.ru",
    directions: [
      { "code": "21.02.19", "title": "Землеустройство" },
      { "code": "38.02.07", "title": "Банковское дело" },
      { "code": "40.02.04", "title": "Юриспруденция" }

    ]
  },
  {
    number: 32,
    name: "ФГБОУ ВО «Колледж Самарского государственного технического университета»",
    website: "https://samgtu.ru/spo",
    vk: "https://vk.com/samgtu_officiall",
    address: "443100, Самара, ул. Молодогвардейская, 244",
    phone: "8 (846) 278-43-11",
    email: "rector@samgtu.ru",
    directions: [
      { "code": "07.02.01", "title": "Архитектура" },
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
      { "code": "08.02.08", "title": "Монтаж и эксплуатация оборудования и систем газоснабжения" },
      { "code": "08.02.12", "title": "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
      { "code": "08.02.13", "title": "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "13.02.12", "title": "Электрические станции, сети, их релейная защита и автоматизация" },
      { "code": "15.02.16", "title": "Технология машиностроения" },
      { "code": "21.02.19", "title": "Землеустройство" },
      { "code": "35.02.12", "title": "Садово-парковое и ландшафтное строительство" }

    ]
  },
  {
    number: 33,
    name: "ГАПОУ «Самарский колледж сервиса производственного оборудования»",
    website: "https://stspo.ru/",
    vk: "",
    address: "443011, г. Самара, ул. Советской Армии, д. 212",
    phone: "8 (846) 926-02-49",
    email: "so_skspo@63edu.ru",
    directions: [
      { "code": "08.02.14", "title": "Эксплуатация и обслуживание многоквартирного дома" },
      { "code": "15.02.08", "title": "Технология машиностроения" },
      { "code": "15.02.12", "title": "Монтаж, техническое обслуживание и ремонт промышленного оборудования (по отраслям)" },
      { "code": "15.02.15", "title": "Технология металлообрабатывающего производства" },
      { "code": "15.02.16", "title": "Технология машиностроения" },
      { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { "code": "15.02.19", "title": "Сварочное производство" },
      { "code": "22.02.06", "title": "Сварочное производство" },
      { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
      { "code": "43.02.08", "title": "Сервис домашнего и коммунального хозяйства" },
      { "code": "44.02.01", "title": "Дошкольное образование" },
      { "code": "44.02.02", "title": "Преподавание в начальных классах" },
      { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" },
      { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
      { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { "code": "15.01.32", "title": "Оператор станков с программным управлением" },
      { "code": "15.01.33", "title": "Токарь на станках с числовым программным управлением" },
      { "code": "15.01.35", "title": "Мастер слесарных работ" },
      { "code": "15.01.38", "title": "Оператор-наладчик металлообрабатывающих станков" },
      { "code": "26.01.09", "title": "Моторист судовой" }

    ]
  },
  {
    number: 34,
    name: "ГПБОУ «Технологический колледж имени Н. Д. Кузнецова»",
    website: "https://scais.ru/",
    vk: "https://vk.com/tk_kuznetcova",
    address: "443023 г. Самара, ул. Советской Армии, 5А",
    phone: "8 (846) 203-44-40",
    email: "so_tkk@63edu.ru",
    directions: [
      { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { "code": "15.02.12", "title": "Монтаж, техническое обслуживание и ремонт промышленного оборудования (по отраслям)" },
      { "code": "35.02.05", "title": "Агрономия" },
      { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
      { "code": "39.02.01", "title": "Социальная работа" },
      { "code": "38.02.05", "title": "Торговое дело" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
      { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { "code": "15.01.29", "title": "Контролер качества в машиностроении" },
      { "code": "15.01.35", "title": "Мастер слесарных работ" },
      { "code": "35.01.19", "title": "Мастер садово-паркового и ландшафтного строительства" }

    ]
  },
  {
    number: 35,
    name: "АНО «Поволжский фармацевтический техникум»",
    website: "https://pphc.ru",
    vk: "",
    address: "г. Самара, Волжское ш., д. 123",
    phone: "8 (937) 997-97-34",
    email: "ppht@pphc.ru",
    directions: [
      { "code": "33.02.01", "title": "Фармация" }
    ]
  },
// === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
{
    number: 1,
    name: "ГПБОУ «Самарский национальный исследовательский университет имени академика С.П. Королёва»",
    website: "https://ssau.ru/",
    vk: "",
    address: "443086, Самарская область, г. Самара, Московское шоссе, д. 34",
    phone: "8 (846) 267-43-70",
    email: "ssau@ssau.ru",
    "programs": {
      "bachelor": [
        { "code": "37.03.01", "title": "Психология" },
        { "code": "39.03.01", "title": "Социология" },
        { "code": "46.03.01", "title": "История" },
        { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
        { "code": "13.03.03", "title": "Энергетическое машиностроение" },
        { "code": "15.03.04", "title": "Автоматизация технологических процессов и производств" },
        { "code": "23.03.01", "title": "Технология транспортных процессов" },
        { "code": "24.03.05", "title": "Двигатели летательных аппаратов" },
        { "code": "40.03.01", "title": "Юриспруденция" }
      ],
      "master": [
        { "code": "37.04.01", "title": "Психология" },
        { "code": "39.04.01", "title": "Социология" },
        { "code": "46.04.01", "title": "История" },
        { "code": "24.04.01", "title": "Ракетные комплексы и космонавтика" },
        { "code": "40.04.01", "title": "Юриспруденция" }
      ],
      "specialist": [
        { "code": "24.05.01", "title": "Проектирование, производство и эксплуатация ракет и ракетно-космических комплексов" },
        { "code": "24.05.07", "title": "Самолето- и вертолетостроение" }
      ]

  },
  {
    number: 2,
    name: "ФГБОУ ВО «Самарский государственный институт культуры»",
    website: "https://samgik.ru/",
    vk: "https://vk.com/sgik_culture",
    address: "443010, Российская Федерация, Самарская область, г. Самара, ул. Фрунзе, д. 167",
    phone: "8 (846) 332-76-54",
    email: "priem@samgik.ru",
    "programs": {
      "bachelor": [
        { "code": "46.03.02", "title": "Документоведение и архивоведение" },
        { "code": "51.03.01", "title": "Культурология" },
        { "code": "51.03.02", "title": "Народная художественная культура" },
        { "code": "51.03.03", "title": "Социально-культурная деятельность" },
        { "code": "51.03.05", "title": "Режиссура театрализованных представлений и праздников" },
        { "code": "51.03.06", "title": "Библиотечно-информационная деятельность" },
        { "code": "53.03.01", "title": "Музыкальное искусство эстрады" },
        { "code": "53.03.02", "title": "Музыкально-инструментальное искусство" },
        { "code": "53.03.03", "title": "Вокальное искусство" },
        { "code": "53.03.04", "title": "Искусство народного пения" },
        { "code": "53.03.05", "title": "Дирижирование" },
        { "code": "53.03.06", "title": "Музыкознание и музыкально-прикладное искусство" }
      ],
      "master": [
        { "code": "51.04.01", "title": "Культурология" },
        { "code": "51.04.02", "title": "Народная художественная культура" },
        { "code": "51.04.03", "title": "Социально-культурная деятельность" },
        { "code": "51.04.06", "title": "Библиотечно-информационная деятельность" },
        { "code": "53.04.01", "title": "Музыкально-инструментальное искусство" }
      ],
      "specialist": [
        { "code": "51.05.01", "title": "Звукорежиссура культурно-массовых представлений и концертных программ" },
        { "code": "52.05.01", "title": "Актерское искусство" },
        { "code": "53.05.01", "title": "Искусство концертного исполнительства" },
        { "code": "53.05.04", "title": "Музыкально-театральное искусство" },
        { "code": "54.05.01", "title": "Монументально-декоративное искусство" }
      ],
      "postgraduate": [
        { "code": "51.06.01", "title": "Культурология" },
        { "code": "45.06.01", "title": "Языкознание и литературоведение" },
        { "code": "44.06.01", "title": "Образование и педагогические науки" }
      ]
  },
  {
    number: 3,
    name: "ФГБОУ ВО «Самарский государственный технический университет»",
    website: "https://samgtu.ru/",
    vk: "https://vk.com/donstu",
    address: "443100, Самара, ул. Молодогвардейская, 244, главный корпус",
    phone: "8 (846) 278-43-11",
    email: "rector@samgtu.ru",
    "programs": {
      "bachelor": [
        { "code": "01.03.02", "title": "Прикладная математика и информатика" },
        { "code": "04.03.01", "title": "Химия" },
        { "code": "04.03.02", "title": "Химия, физика и механика материалов" },
        { "code": "07.03.01", "title": "Архитектура" },
        { "code": "07.03.02", "title": "Реконструкция и реставрация архитектурного наследия" },
        { "code": "07.03.03", "title": "Дизайн архитектурной среды" },
        { "code": "07.03.04", "title": "Градостроительство" },
        { "code": "08.03.01", "title": "Строительство" },
        { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
        { "code": "09.03.02", "title": "Информационные системы и технологии" },
        { "code": "09.03.03", "title": "Прикладная информатика" },
        { "code": "09.03.04", "title": "Программная инженерия" },
        { "code": "10.03.01", "title": "Информационная безопасность" },
        { "code": "11.03.01", "title": "Радиотехника" },
        { "code": "12.03.01", "title": "Приборостроение" },
        { "code": "13.03.01", "title": "Теплоэнергетика и теплотехника" },
        { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
        { "code": "13.03.03", "title": "Энергетическое машиностроение" },
        { "code": "15.03.01", "title": "Машиностроение" },
        { "code": "15.03.02", "title": "Технологические машины и оборудование" },
        { "code": "15.03.04", "title": "Автоматизация технологических процессов и производств" },
        { "code": "15.03.05", "title": "Конструкторско-технологическое обеспечение машиностроительных производств" },
        { "code": "18.03.01", "title": "Химическая технология" },
        { "code": "18.03.02", "title": "Энерго- и ресурсосберегающие процессы в химической технологии, нефтехимии и биотехнологии" },
        { "code": "19.03.01", "title": "Биотехнология" },
        { "code": "19.03.02", "title": "Продукты питания из растительного сырья" },
        { "code": "19.03.04", "title": "Технология продукции и организация общественного питания" },
        { "code": "20.03.01", "title": "Техносферная безопасность" },
        { "code": "21.03.01", "title": "Нефтегазовое дело" },
        { "code": "22.03.01", "title": "Материаловедение и технологии материалов" },
        { "code": "22.03.02", "title": "Металлургия" },
        { "code": "23.03.01", "title": "Технология транспортных процессов" },
        { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
        { "code": "27.03.01", "title": "Стандартизация и метрология" },
        { "code": "27.03.02", "title": "Управление качеством" },
        { "code": "27.03.03", "title": "Системный анализ и управление" },
        { "code": "27.03.04", "title": "Управление в технических системах" },
        { "code": "29.03.04", "title": "Технология художественной обработки материалов" },
        { "code": "29.03.05", "title": "Конструирование изделий легкой промышленности" },
        { "code": "35.03.10", "title": "Ландшафтная архитектура" },
        { "code": "38.03.01", "title": "Экономика" },
        { "code": "38.03.02", "title": "Менеджмент" },
        { "code": "38.03.03", "title": "Управление персоналом" },
        { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
        { "code": "44.03.04", "title": "Профессиональное обучение (по отраслям)" },
        { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
        { "code": "50.03.01", "title": "Искусства и гуманитарные науки" },
        { "code": "54.03.01", "title": "Дизайн" }
      ]
  },
  {
    number: 4,
    name: "ФГБОУ ВО «Самарский государственный социально-педагогический университет»",
    website: "https://sgspu.ru/",
    vk: "https://vk.com/sgspu1911",
    address: "443099, Россия, г. Самара, ул. М. Горького, 65/67",
    phone: "8 (846) 333-27-27",
    email: "rectorat@sgspu.ru",
    "programs": {
      "bachelor": [
        { "code": "05.03.06", "title": "Экология и природопользование" },
        { "code": "09.03.03", "title": "Прикладная информатика" },
        { "code": "37.03.01", "title": "Психология" },
        { "code": "38.03.01", "title": "Экономика" },
        { "code": "39.03.03", "title": "Организация работы с молодежью" },
        { "code": "41.03.01", "title": "Зарубежное регионоведение" },
        { "code": "42.03.02", "title": "Журналистика" },
        { "code": "43.03.01", "title": "Сервис" },
        { "code": "44.03.01", "title": "Педагогическое образование" },
        { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
        { "code": "44.03.03", "title": "Специальное (дефектологическое) образование" },
        { "code": "44.03.04", "title": "Профессиональное обучение (по отраслям)" },
        { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
        { "code": "45.03.02", "title": "Лингвистика" },
        { "code": "49.03.01", "title": "Физическая культура" },
        { "code": "52.03.01", "title": "Хореографическое искусство" }
      ],
      "master": [
        { "code": "06.04.01", "title": "Биология" },
        { "code": "37.04.01", "title": "Психология" },
        { "code": "38.04.02", "title": "Менеджмент" },
        { "code": "44.04.01", "title": "Педагогическое образование" },
        { "code": "44.04.02", "title": "Психолого-педагогическое образование" },
        { "code": "44.04.03", "title": "Специальное (дефектологическое) образование" },
        { "code": "45.04.01", "title": "Филология" },
        { "code": "45.04.02", "title": "Лингвистика" },
        { "code": "46.04.01", "title": "История" },
        { "code": "46.04.03", "title": "Антропология и этнология" },
        { "code": "49.04.01", "title": "Физическая культура" }
      ],
      "specialist": [
        { "code": "54.05.02", "title": "Живопись" }
      ]
  },
  {
    number: 5,
    name: "ФГБОУ ВО «Самарский государственный медицинский университет»",
    website: "https://samsmu.ru/",
    vk: "https://vk.com/nsmu29",
    address: "443099, Самарская область, г. Самара, ул. Чапаевская, д. 89",
    phone: "8 (846) 374-10-01",
    email: "info@samsmu.ru",
    "programs": {
      "bachelor": [
        { "code": "34.03.01", "title": "Сестринское дело" }
      ],
      "specialist": [
        { "code": "31.05.01", "title": "Лечебное дело" },
        { "code": "31.05.02", "title": "Педиатрия" },
        { "code": "31.05.03", "title": "Стоматология" },
        { "code": "32.05.01", "title": "Медико-профилактическое дело" },
        { "code": "33.05.01", "title": "Фармация" },
        { "code": "30.05.03", "title": "Медицинская кибернетика" },
        { "code": "37.05.01", "title": "Клиническая психология" }
      ]

  },
  {
    number: 6,
    name: "ФГБОУ ВО «Приволжский государственный университет путей сообщения»",
    website: "https://www.samgups.ru/",
    vk: "https://vk.com/off_omgups",
    address: "443066, Россия, г. Самара, ул. Свободы, д. 2В",
    phone: "8 (846) 262-41-12",
    email: "rektorat@samgups.ru",
    "programs": {
      "bachelor": [
        { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
        { "code": "09.03.02", "title": "Информационные системы и технологии" },
        { "code": "09.03.03", "title": "Прикладная информатика" },
        { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
        { "code": "23.03.01", "title": "Технология транспортных процессов" },
        { "code": "27.03.01", "title": "Стандартизация и метрология" },
        { "code": "38.03.01", "title": "Экономика" },
        { "code": "38.03.02", "title": "Менеджмент" },
        { "code": "38.03.03", "title": "Управление персоналом" }
      ],
      "master": [
        { "code": "09.04.02", "title": "Информационные системы и технологии" },
        { "code": "23.04.01", "title": "Технология транспортных процессов" },
        { "code": "38.04.02", "title": "Менеджмент" }
      ],
      "specialist": [
        { "code": "23.05.01", "title": "Наземные транспортно-технологические средства" },
        { "code": "23.05.03", "title": "Подвижной состав железных дорог" },
        { "code": "23.05.04", "title": "Эксплуатация железных дорог" },
        { "code": "23.05.05", "title": "Системы обеспечения движения поездов" },
        { "code": "23.05.06", "title": "Строительство железных дорог, мостов и транспортных тоннелей" },
        { "code": "38.05.01", "title": "Экономическая безопасность" }
      ],
      "secondary": [
        { "code": "08.02.10", "title": "Строительство железных дорог, путь и путевое хозяйство" },
        { "code": "13.02.07", "title": "Электроснабжение (по отраслям)" },
        { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
        { "code": "23.02.06", "title": "Техническая эксплуатация подвижного состава железных дорог" },
        { "code": "27.02.03", "title": "Автоматика и телемеханика на транспорте (железнодорожном транспорте)" },
        { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" }
      ]

  },
  {
    number: 7,
    name: "ФГБОУ ВО «Поволжский государственный университет сервиса»",
    website: "https://www.tolgas.ru/",
    vk: "",
    address: "445017, Самарская область, г. Тольятти, ул. Гагарина, д. 4",
    phone: "8 (8482) 26-35-38",
    email: "office@tolgas.ru",
    "programs": {
      "bachelor": [
        { "code": "09.03.02", "title": "Информационные системы и технологии" },
        { "code": "09.03.03", "title": "Прикладная информатика" },
        { "code": "09.03.04", "title": "Программная инженерия" },
        { "code": "10.03.01", "title": "Информационная безопасность" },
        { "code": "11.03.01", "title": "Радиотехника" },
        { "code": "11.03.02", "title": "Инфокоммуникационные технологии и системы связи" },
        { "code": "15.03.02", "title": "Технологические машины и оборудование" },
        { "code": "27.03.02", "title": "Управление качеством" },
        { "code": "29.03.05", "title": "Конструирование изделий легкой промышленности" },
        { "code": "38.03.01", "title": "Экономика" },
        { "code": "38.03.02", "title": "Менеджмент" },
        { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
        { "code": "38.03.05", "title": "Бизнес-информатика" },
        { "code": "38.03.06", "title": "Торговое дело" },
        { "code": "39.03.02", "title": "Социальная работа" },
        { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
        { "code": "43.03.01", "title": "Сервис" },
        { "code": "43.03.02", "title": "Туризм" },
        { "code": "43.03.03", "title": "Гостиничное дело" },
        { "code": "54.03.01", "title": "Дизайн" },
        { "code": "54.03.03", "title": "Искусство костюма и текстиля" }
      ],
      "master": [
        { "code": "09.04.03", "title": "Прикладная информатика" },
        { "code": "09.04.04", "title": "Программная инженерия" },
        { "code": "10.04.01", "title": "Информационная безопасность" },
        { "code": "11.04.02", "title": "Инфокоммуникационные технологии и системы связи" },
        { "code": "15.04.02", "title": "Технологические машины и оборудование" },
        { "code": "38.04.01", "title": "Экономика" },
        { "code": "38.04.02", "title": "Менеджмент" },
        { "code": "38.04.04", "title": "Государственное и муниципальное управление" },
        { "code": "39.04.02", "title": "Социальная работа" },
        { "code": "43.04.02", "title": "Туризм" },
        { "code": "43.04.03", "title": "Гостиничное дело" }
      ],
      "specialist": [
        { "code": "38.05.02", "title": "Таможенное дело" }
      ],
      "secondary": [
        { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
        { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
        { "code": "09.02.07", "title": "Информационные системы и программирование" },
        { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
        { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг (по отраслям)" },
        { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
        { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
        { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
        { "code": "43.02.10", "title": "Туризм" },
        { "code": "43.02.16", "title": "Туризм и гостеприимство" },
        { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
        { "code": "40.02.04", "title": "Юриспруденция" },
        { "code": "09.01.04", "title": "Наладчик аппаратных и программных средств инфокоммуникационных систем" },
        { "code": "54.01.20", "title": "Графический дизайнер" }
      ]

  },
  {
    number: 8,
    name: "ФГБОУ ВО «Самарский государственный экономический университет»",
    website: "https://www.sseu.ru/",
    vk: "https://vk.com/sseu_official",
    address: "443090, Самарская обл., г. Самара, ул. Советской Армии, д. 141",
    phone: "8 (846) 933-87-78",
    email: "rector@sseu.ru",
        "programs": {
      "bachelor": [
        { "code": "01.03.05", "title": "Статистика" },
        { "code": "05.03.06", "title": "Экология и природопользование" },
        { "code": "09.03.03", "title": "Прикладная информатика" },
        { "code": "21.03.02", "title": "Землеустройство и кадастры" },
        { "code": "38.03.01", "title": "Экономика" },
        { "code": "38.03.02", "title": "Менеджмент" },
        { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
        { "code": "38.03.05", "title": "Бизнес-информатика" },
        { "code": "39.03.01", "title": "Социология" },
        { "code": "40.03.01", "title": "Юриспруденция" },
        { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
        { "code": "43.03.01", "title": "Сервис" },
        { "code": "43.03.02", "title": "Туризм" }
      ]

  },
  {
    number: 9,
    name: "ФГБОУ ВО «Поволжский государственный университет телекоммуникаций и информатики»",
    website: "https://www.psuti.ru/",
    vk: "https://vk.com/club15882350",
    address: "443010, г. Самара, ул. Л. Толстого, д. 23",
    phone: "8 (846) 339-11-07",
    email: "info@psuti.ru",
    "programs": {
      "bachelor": [
        { "code": "09.03.02", "title": "Информационные системы и технологии" },
        { "code": "09.03.03", "title": "Прикладная информатика" },
        { "code": "09.03.04", "title": "Программная инженерия" },
        { "code": "10.03.01", "title": "Информационная безопасность" },
        { "code": "11.03.01", "title": "Радиотехника" },
        { "code": "11.03.02", "title": "Инфокоммуникационные технологии и системы связи" },
        { "code": "15.03.02", "title": "Технологические машины и оборудование" },
        { "code": "27.03.02", "title": "Управление качеством" },
        { "code": "29.03.05", "title": "Конструирование изделий легкой промышленности" },
        { "code": "38.03.01", "title": "Экономика" },
        { "code": "38.03.02", "title": "Менеджмент" },
        { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
        { "code": "38.03.05", "title": "Бизнес-информатика" },
        { "code": "38.03.06", "title": "Торговое дело" },
        { "code": "39.03.02", "title": "Социальная работа" },
        { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
        { "code": "43.03.01", "title": "Сервис" },
        { "code": "43.03.02", "title": "Туризм" },
        { "code": "43.03.03", "title": "Гостиничное дело" },
        { "code": "54.03.01", "title": "Дизайн" },
        { "code": "54.03.03", "title": "Искусство костюма и текстиля" }
      ],
      "master": [
        { "code": "09.04.03", "title": "Прикладная информатика" },
        { "code": "09.04.04", "title": "Программная инженерия" },
        { "code": "10.04.01", "title": "Информационная безопасность" },
        { "code": "11.04.02", "title": "Инфокоммуникационные технологии и системы связи" },
        { "code": "15.04.02", "title": "Технологические машины и оборудование" },
        { "code": "38.04.01", "title": "Экономика" },
        { "code": "38.04.02", "title": "Менеджмент" },
        { "code": "38.04.04", "title": "Государственное и муниципальное управление" },
        { "code": "39.04.02", "title": "Социальная работа" },
        { "code": "43.04.02", "title": "Туризм" },
        { "code": "43.04.03", "title": "Гостиничное дело" }
      ],
      "specialist": [
        { "code": "38.05.02", "title": "Таможенное дело" }
      ],
      "secondary": [
        { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
        { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
        { "code": "09.02.07", "title": "Информационные системы и программирование" },
        { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
        { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг (по отраслям)" },
        { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
        { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
        { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
        { "code": "43.02.10", "title": "Туризм" },
        { "code": "43.02.16", "title": "Туризм и гостеприимство" },
        { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
        { "code": "40.02.04", "title": "Юриспруденция" },
        { "code": "09.01.04", "title": "Наладчик аппаратных и программных средств инфокоммуникационных систем" },
        { "code": "54.01.20", "title": "Графический дизайнер" }
      ]

  },
  {
    number: 10,
    name: "ФГБОУ ВО «Самарский юридический институт Федеральной службы исполнения наказаний»",
    website: "http://сюи.фсин.рф",
    vk: "https://vk.com/sui_fsin_rf",
    address: "443022, Самарская область, г. Самара, ул. Рыльская, д. 24\"в\"",
    phone: "8 (846) 207-61-91",
    email: "inst@fsin.gov.ru",
    "programs": {
      "bachelor": [
        { "code": "40.03.01", "title": "Юриспруденция" }
      ],
      "master": [
        { "code": "40.04.01", "title": "Юриспруденция" }
      ],
      "specialist": [
        { "code": "40.05.02", "title": "Правоохранительная деятельность" }
      ]

  },
  {
    number: 11,
    name: "ФГБОУ ВО «Самарский государственный аграрный университет»",
    website: "http://www.ssaa.ru/",
    vk: "https://vk.com/samgsha",
    address: "446442, Самарская область, г. Кинель, п.г.т. Усть-Кинельский, ул. Учебная, 2",
    phone: "8 (84663) 46-1-31",
    email: "ssaa@ssaa.ru",
    "programs": {
      "bachelor": [
        { "code": "06.03.01", "title": "Биология" },
        { "code": "21.03.02", "title": "Землеустройство и кадастры" },
        { "code": "23.03.01", "title": "Технология транспортных процессов" },
        { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
        { "code": "35.03.01", "title": "Лесное дело" },
        { "code": "35.03.04", "title": "Агрономия" },
        { "code": "35.03.05", "title": "Садоводство" },
        { "code": "35.03.06", "title": "Агроинженерия" },
        { "code": "35.03.07", "title": "Технология производства и переработки сельскохозяйственной продукции" },
        { "code": "36.03.02", "title": "Зоотехния" },
        { "code": "38.03.01", "title": "Экономика" },
        { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
        { "code": "38.03.07", "title": "Товароведение" },
        { "code": "43.03.02", "title": "Туризм" },
        { "code": "44.03.04", "title": "Профессиональное обучение (по отраслям)" }
      ],
      "master": [
        { "code": "19.04.02", "title": "Продукты питания из растительного сырья" },
        { "code": "19.04.03", "title": "Продукты питания животного происхождения" },
        { "code": "21.04.02", "title": "Землеустройство и кадастры" },
        { "code": "35.04.04", "title": "Агрономия" },
        { "code": "35.04.06", "title": "Агроинженерия" },
        { "code": "36.04.02", "title": "Зоотехния" },
        { "code": "38.04.01", "title": "Экономика" }
      ],
      "specialist": [
        { "code": "36.05.01", "title": "Ветеринария" },
        { "code": "38.05.01", "title": "Экономическая безопасность" }
      ],
      "secondary": [
        { "code": "19.02.12", "title": "Технология производства продукции животного происхождения" },
        { "code": "21.02.04", "title": "Землеустройство" },
        { "code": "21.02.19", "title": "Землеустройство" },
        { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
        { "code": "35.02.05", "title": "Агрономия" },
        { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
        { "code": "36.02.01", "title": "Ветеринария" },
        { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" }
      ]

  },
  {
    number: 12,
    name: "ФГБОУ ВО «Тольяттинский государственный университет»",
    website: "https://www.tltsu.ru/",
    vk: "https://vk.com/tltsu",
    address: "445020, Самарская область, Тольятти, Белорусская ул., 14",
    phone: "8 (8482) 44-94-44",
    email: "office@tltsu.ru",
    "programs": {
      "bachelor": [
        { "code": "01.03.02", "title": "Прикладная математика и информатика" },
        { "code": "02.03.03", "title": "Математическое обеспечение и администрирование информационных систем" },
        { "code": "04.03.01", "title": "Химия" },
        { "code": "08.03.01", "title": "Строительство" },
        { "code": "09.03.03", "title": "Прикладная информатика" },
        { "code": "11.03.04", "title": "Электроника и наноэлектроника" },
        { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
        { "code": "13.03.03", "title": "Энергетическое машиностроение" },
        { "code": "15.03.01", "title": "Машиностроение" },
        { "code": "15.03.04", "title": "Автоматизация технологических процессов и производств" },
        { "code": "15.03.05", "title": "Конструкторско-технологическое обеспечение машиностроительных производств" },
        { "code": "15.03.06", "title": "Мехатроника и робототехника" },
        { "code": "18.03.01", "title": "Химическая технология" },
        { "code": "18.03.02", "title": "Энерго- и ресурсосберегающие процессы в химической технологии, нефтехимии и биотехнологии" },
        { "code": "19.03.04", "title": "Технология продукции и организация общественного питания" },
        { "code": "20.03.01", "title": "Техносферная безопасность" },
        { "code": "22.03.01", "title": "Материаловедение и технологии материалов" },
        { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
        { "code": "27.03.02", "title": "Управление качеством" },
        { "code": "38.03.01", "title": "Экономика" },
        { "code": "38.03.02", "title": "Менеджмент" },
        { "code": "39.03.01", "title": "Социология" },
        { "code": "40.03.01", "title": "Юриспруденция" },
        { "code": "42.03.02", "title": "Журналистика" },
        { "code": "44.03.01", "title": "Педагогическое образование" },
        { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
        { "code": "44.03.03", "title": "Специальное (дефектологическое) образование" },
        { "code": "44.03.05", "title": "Педагогическое образование" },
        { "code": "45.03.02", "title": "Лингвистика" },
        { "code": "46.03.01", "title": "История" },
        { "code": "49.03.01", "title": "Физическая культура" },
        { "code": "49.03.02", "title": "Физическая культура для лиц с отклонениями в состоянии здоровья (адаптивная физическая культура)" },
        { "code": "54.03.01", "title": "Дизайн" }
      ]

  },
  {
    number: 13,
    name: "ГПБОУ «Медицинский университет \"Реавиз\"»",
    website: "https://scais.ru/",
    vk: "https://vk.com/reaviz_official_page",
    address: "443001, Приволжский федеральный округ, Самарская область, г. Самара, ул. Чапаевская, 227",
    phone: "8 (846) 333-54-51",
    email: "mail@reaviz.ru",
    "programs": {
      "bachelor": [
        { "code": "34.03.01", "title": "Сестринское дело" }
      ],
      "specialist": [
        { "code": "31.05.01", "title": "Лечебное дело" },
        { "code": "33.05.01", "title": "Фармация" },
        { "code": "31.05.03", "title": "Стоматология" }
      ]

  },
  {
    number: 14,
    name: "«Самарская духовная семинария Самарской епархии Русской Православной Церкви»",
    website: "https://www.uchkom.info/uchebnyy-komitet/uchebnye-zavedeniya/samarskaya-dukhovnaya-seminariya/",
    vk: "https://vk.com/sampds",
    address: "443110, Самарская область, г.о. Самара, ул. Радонежская, 2",
    phone: "8 (846) 336-75-12",
    email: "samds@bk.ru",
    "programs": {
      "specialist": [
        { "code": "48.05.01", "title": "Теология" }
      ]

  },
  {
    number: 15,
    name: "АНО ВО «Самарский университет государственного управления «Международный институт рынка»»",
    website: "https://www.imi-samara.ru/",
    vk: "https://vk.com/imisamara",
    address: "443030, Россия, Самарская область, г. Самара, ул. Г.С. Аксакова, 21",
    phone: "8 (846) 266-40-00",
    email: "imi@imi-samara.ru",
    "programs": {
      "bachelor": [
        { "code": "09.03.03", "title": "Прикладная информатика" },
        { "code": "21.03.02", "title": "Землеустройство и кадастры" },
        { "code": "38.03.01", "title": "Экономика" },
        { "code": "38.03.02", "title": "Менеджмент" },
        { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
        { "code": "45.03.02", "title": "Лингвистика" },
        { "code": "40.03.01", "title": "Юриспруденция" }
      ]

  },
  {
    number: 16,
    name: "ЧОУ ВО «Тольяттинская академия управления»",
    website: "https://taom.academy/",
    vk: "https://vk.com/taom_ru",
    address: "445144, Самарская область, Ставропольский район, территория оздоровительный комплекс Алые паруса, здание 5",
    phone: "8 (8482) 60-71-00",
    email: "aom.info.edu@gmail.com",
    "programs": {
      "bachelor": [
        { "code": "09.03.03", "title": "Прикладная информатика" },
        { "code": "38.03.01", "title": "Экономика" },
        { "code": "38.03.02", "title": "Менеджмент" },
        { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
        { "code": "54.03.01", "title": "Дизайн" }
      ],
      "master": [
        { "code": "38.04.02", "title": "Менеджмент" }
      ]

  },
  {
    number: 17,
    name: "АНО ВО «Поволжская академия образования и искусств имени Святителя Алексия, митрополита Московского»",
    website: "https://pravinst.ru/",
    vk: "https://vk.com/club227555988",
    address: "443023 г. Самара, ул. Советской Армии, 5А",
    phone: "8 (846) 203-44-40",
    email: "so_tkk@63edu.ru",
    "programs": {
      "bachelor": [
        { "code": "38.03.01", "title": "Экономика" },
        { "code": "44.03.01", "title": "Педагогическое образование" },
        { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
        { "code": "44.04.02", "title": "Психолого-педагогическое образование" },
        { "code": "45.03.01", "title": "Филология" },
        { "code": "48.03.01", "title": "Теология" }
      ],
      "specialist": [
        { "code": "53.05.01", "title": "Искусство концертного исполнительства" },
        { "code": "53.05.04", "title": "Музыкально-театральное искусство" }
      ]

  },
];
