window.catalogData = window.catalogData || {};
window.catalogData["Республика Тыва"] = [
  {
    number: 1,
    name: "ГБПОУ РТ «Кызылский транспортный техникум»",
    website: "http://kadt.tuva.ru/index.php",
    vk: "https://vk.com/avtodorrt",
    address: "667000, Республика Тыва, г. Кызыл, ул. Кечил-оола, 15",
    phone: "8 (394) 226-08-56",
    email: "kadt@tuva.ru",
    directions: [
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "08.02.05", "title": "Строительство и эксплуатация автомобильных дорог и аэродромов" },
    { "code": "08.02.06", "title": "Строительство и эксплуатация городских путей сообщения" },
    { "code": "08.02.10", "title": "Строительство железных дорог, путей и путевое хозяйство" },
    { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "23.02.04", "title": "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
    { "code": "43.02.06", "title": "Сервис на транспорте (по видам транспорта)" }

    ]
  },
  {
    number: 2,
    name: "ГБПОУ РТ «Тувинский сельскохозяйственный техникум»",
    website: "https://tsht17.ru/",
    vk: "",
    address: "667004, Республика Тыва, г. Кызыл, ул. Дружбы, 2 «а»",
    phone: "8 (394) 222-87-11",
    email: "agroteh@tuva.ru",
    directions: [
      { "code": "19.02.12", "title": "Технология продуктов питания животного происхождения" },
    { "code": "21.02.19", "title": "Землеустройство" },
    { "code": "35.02.05", "title": "Агрономия" },
    { "code": "35.02.06", "title": "Технология производства и переработки сельскохозяйственной продукции" },
    { "code": "35.02.07", "title": "Механизация сельского хозяйства" },
    { "code": "35.02.12", "title": "Садово-парковое и ландшафтное строительство" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "36.02.01", "title": "Ветеринария" },
    { "code": "36.02.02", "title": "Зоотехния" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" }

    ]
  },
  {
    number: 3,
    name: "ГБПОУ РТ «Тувинский строительный техникум»",
    website: "https://tst.rtyva.ru/",
    vk: "https://vk.com/tst_tuva17",
    address: "667010, Республика Тыва, г. Кызыл, ул. Калинина, 1",
    phone: "8 (394) 225-44-41",
    email: "priem@tst17.ru",
    directions: [
      { "code": "07.02.01", "title": "Архитектура" },
    { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "08.02.04", "title": "Водоснабжение и водоотведение" },
    { "code": "08.02.13", "title": "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
    { "code": "08.02.14", "title": "Эксплуатация и обслуживание многоквартирного дома" },
    { "code": "08.02.15", "title": "Информационное моделирование в строительстве" },
    { "code": "08.01.24", "title": "Мастер столярно-плотничных, паркетных и стекольных работ" },
    { "code": "08.01.27", "title": "Мастер общестроительных работ" },
    { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "23.01.07", "title": "Машинист крана (крановщик)" },
    { "code": "43.02.08", "title": "Сервис домашнего и коммунального хозяйства" }

    ]
  },
  {
    number: 4,
    name: "Филиал ГБПОУ РТ «Тувинский строительный техникум» в г. Шагонар",
    website: "https://tst--g--shagonar.orgs.biz/",
    vk: "",
    address: "668210, Республика Тыва, Улуг-Хемский кожуун, г. Шагонар, ул. Дружба, 54",
    phone: "8 (394) 362-16-04",
    email: "filial@tst17.ru",
    directions: [
      { "code": "08.02.13", "title": "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "08.01.27", "title": "Мастер общестроительных работ" },
    { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" },
    { "code": "08.01.29", "title": "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
    { "code": "08.01.24", "title": "Мастер столярно-плотничных, паркетных и стекольных работ" }

    ]
  },
  {
    number: 5,
    name: "ГБПОУ РТ «Тувинский техникум информационных технологий»",
    website: "https://tech-ttit-kyzyl-r93.gosweb.gosuslugi.ru/",
    vk: "https://vk.com/ttit17",
    address: "667011, Республика Тыва, г. Кызыл, ул. Калинина, 1 «в»",
    phone: "8 (394) 227-75-07",
    email: "ttp.gbousport@yandex.ru",
    directions: [
          { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "10.02.04", "title": "Обеспечение информационной безопасности телекоммуникационных систем" },
    { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
    { "code": "09.01.03", "title": "Оператор информационных систем и ресурсов" }

    ]
  },
  {
    number: 6,
    name: "ГБПОУ РТ «Тувинский политехнический техникум»",
    website: "https://tpt17-2013.gosuslugi.ru/",
    vk: "https://vk.com/prof_tuva",
    address: "667005, Республика Тыва, г. Кызыл, ул. Салчака Тока, 14",
    phone: "8 (394) 223-06-55",
    email: "tuvpoliteh@mail.ru",
    directions: [
      { "code": "13.02.12", "title": "Электрические станции, сети, их релейная защита и автоматизация" },
    { "code": "13.02.07", "title": "Электроснабжение (по отраслям)" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "13.01.16", "title": "Электромонтер по техническому обслуживанию и ремонту оборудования подстанций и сетей" }

    ]
  },
  {
    number: 7,
    name: "Филиал ГБПОУ «Тувинский политехнический техникум» в с. Хову-Аксы",
    website: "https://tpt-hovy-aksy.profiedu.ru/",
    vk: "https://vk.com/pu9tuva",
    address: "668330, Республика Тыва, Чеди-Хольский кожуун, с. Хову-Аксы, ул. Комсомольская, 6",
    phone: "8 (394) 522-22-91",
    email: "pu9tuva@mail.ru",
    directions: [
      { "code": "43.01.02", "title": "Парикмахер" },
    { "code": "29.01.08", "title": "Портной" },
    { "code": "29.01.19", "title": "Столяр" }

    ]
  },
  {
    number: 8,
    name: "ГБПОУ РТ «Ак-Довуракский горный техникум»",
    website: "https://ck32591.tmweb.ru/",
    vk: "https://vk.com/agttuva",
    address: "668045, Республика Тыва, г. Ак-Довурак, ул. Юбилейная, 7",
    phone: "8 (394) 332-13-19",
    email: "agt.ruva@yandex.ru",
    directions: [
      { "code": "21.01.16", "title": "Обогатитель полезных ископаемых" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "21.01.17", "title": "Ремонтник горного оборудования" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "21.02.15", "title": "Открытые горные работы" }

    ]
  },
  {
    number: 9,
    name: "ГБПОУ РТ «Тувинский техникум агротехнологий»",
    website: "https://tta.rtyva.ru/?page=3",
    vk: "https://vk.com/public174461606",
    address: "668410, Республика Тыва, Каа-Хемский кожуун, с. Сарыг-Сеп, ул. Дружбы, 108",
    phone: "8 (394) 322-21-05",
    email: "gbou-spo.tta@mail.ru",
    directions: [
      { "code": "35.02.05", "title": "Агрономия" },
    { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья" },
    { "code": "35.01.01", "title": "Мастер по лесному хозяйству" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" },
    { "code": "35.01.16", "title": "Мастер растениеводства" },
    { "code": "35.02.07", "title": "Механизация сельского хозяйства" },
    { "code": "19.02.07", "title": "Технология молока и молочных продуктов" },
    { "code": "35.02.01", "title": "Лесное и лесопарковое хозяйство" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" }

    ]
  },
  {
    number: 10,
    name: "ГБПОУ РТ «Тувинский технологический техникум»",
    website: "https://ttt-chadan.gosuslugi.ru/",
    vk: "https://vk.com/chadan_ttt",
    address: "668110, Республика Тыва, Дзун-Хемчикский кожуун, г. Чадан, ул. 10 лет Советской Тувы, 14",
    phone: "8 (394) 342-11-87",
    email: "pu-6.rt@mail.ru",
    directions: [
      { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья" },
    { "code": "19.02.12", "title": "Технология продуктов питания животного происхождения" },
    { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" },
    { "code": "08.01.27", "title": "Мастер общестроительных работ" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" }
    ]
  },
  {
    number: 11,
    name: "ГБПОУ РТ «Тувинский горнотехнический техникум»",
    website: "https://tech-tgt-r93.gosweb.gosuslugi.ru/",
    vk: "https://vk.com/public217188029",
    address: "668530, Республика Тыва, Тоджинский кожуун, с. Тоора-Хем, ул. Енисейская, 12",
    phone: "8 (394) 502-13-35",
    email: "spo_todja@mail.ru",
    directions: [
      { "code": "21.01.08", "title": "Машинист на открытых горных работах" },
    { "code": "09.01.03", "title": "Оператор информационных систем и ресурсов" },
    { "code": "35.01.01", "title": "Мастер по лесному хозяйству" },
    { "code": "21.01.16", "title": "Обогатитель полезных ископаемых" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" }

    ]
  },
  {
    number: 12,
    name: "ГБПОУ РТ «Тувинский техникум народных промыслов»",
    website: "https://pu-teeli.rtyva.ru/",
    vk: "https://vk.com/gbpourtttnp",
    address: "668010, Республика Тыва, Бай-Тайгинский кожуун, с. Тээли, ул. Ленина, 35",
    phone: "8 (394) 422-14-93",
    email: "tuva-npopu13@mail.ru",
    directions: [
      { "code": "54.01.04", "title": "Мастер народных художественных промыслов" },
    { "code": "54.01.13", "title": "Изготовитель художественных изделий из дерева" }

    ]
  },
  {
    number: 13,
    name: "АНОО ПО \"Кызылский техникум экономики и права потребительской кооперации\"",
    website: "http://tuvaktep.ru",
    vk: "",
    address: "667000, Республика Тыва, г. Кызыл, ул. Щетинкина-Кравченко, 41",
    phone: "8 (394) 222-03-45",
    email: "kteppk@mail.ru",
    directions: [
     { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учёт (по отраслям)" },
    { "code": "38.02.07", "title": "Банковское дело" },
    { "code": "40.02.02", "title": "Правоохранительная деятельность" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" }

    ]
  },
  {
    number: 14,
    name: "ГБПОУ РТ \"Республиканский медицинский колледж\"",
    website: "https://medcoll.rtyva.ru/",
    vk: "https://vk.com/public210875330",
    address: "667003, Республика Тыва, г. Кызыл, ул. Кечил-оола, 2а",
    phone: "8 (394) 226-12-46",
    email: "rt_medcollege@mail.ru",
    directions: [
      { "code": "31.02.01", "title": "Лечебное дело" },
    { "code": "31.02.02", "title": "Акушерское дело" },
    { "code": "31.02.06", "title": "Стоматология профилактическая" },
    { "code": "33.02.01", "title": "Фармация" },
    { "code": "34.02.01", "title": "Сестринское дело" }

    ]
  },
  {
    number: 15,
    name: "ГБПОУ РТ \"Кызылский педагогический колледж\"",
    website: "https://kpk.tuvsu.ru/",
    vk: "https://vk.com/kpktuvsu",
    address: "667004 Республика Тыва г. Кызыл, ул. Колхозная, д.69",
    phone: "8 (394) 224-83-39, 8 (394) 224-83-09",
    email: "kpk_tgu@mail.ru",
    directions: [
      { "code": "44.02.01", "title": "Дошкольное образование" },
      { "code": "44.02.02", "title": "Преподавание в начальных классах" },
      { "code": "44.02.03", "title": "Педагогика дополнительного образования" },
      { "code": "44.02.04", "title": "Специальное дошкольное образование" },
      { "code": "44.02.05", "title": "Коррекционная педагогика в начальном образовании" },
      { "code": "49.02.01", "title": "Физическая культура" },
      { "code": "49.02.02", "title": "Адаптивная физическая культура" }
    ]
  },
// === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
{
    number: 1,
    name: "ФГБОУ ВО \"Тувинский государственный университет\"",
    website: "https://tuvsu.ru/",
    vk: "https://vk.com/tuvgosuniver",
    address: "667000, Республика Тыва, г. Кызыл, ул. Ленина, 36",
    phone: "7 (394) 222-19-69",
    email: "tgu@tuvsu.ru",
    directions: [
      { "code": "01.03.01", "title": "Математика" },
    { "code": "02.03.02", "title": "Фундаментальная информатика и информационные технологии" },
    { "code": "04.03.01", "title": "Химия" },
    { "code": "05.03.02", "title": "География" },
    { "code": "06.03.01", "title": "Биология" },
    { "code": "08.03.01", "title": "Строительство" },
    { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "13.03.01", "title": "Теплоэнергетика и теплотехника" },
    { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
    { "code": "35.03.04", "title": "Агрономия" },
    { "code": "35.03.07", "title": "Технология производства и переработки сельскохозяйственной продукции" },
    { "code": "36.03.02", "title": "Зоотехния" },
    { "code": "37.03.01", "title": "Психология" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.10", "title": "Жилищное хозяйство и коммунальная инфраструктура" },
    { "code": "39.03.02", "title": "Социальная работа" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
    { "code": "46.03.01", "title": "История" },
    { "code": "23.05.01", "title": "Наземные транспортно-технологические средства" }

    ]
  }
];
