window.catalogData = window.catalogData || {};
window.catalogData["Ярославская область"] = [
 {
  "number": 1,
  "name": "Компьютерная академия ТОП в г. Ярославль",
  "website": "https://yar.top-academy.ru/",
  "vk": "https://vk.com/top_academy_yar",
  "address": "150000, Ярославская область, г. Ярославль, ул. Свободы, д. 1/2",
  "phone": "8 (980) 651-86-39",
  "email": "yar@top-academy.ru",
  "directions": [
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
    { "code": "42.02.01", "title": "Реклама" },
    { "code": "54.01.20", "title": "Графический дизайнер" }
  ]
},
{
  "number": 2,
  "name": "ГПОУ ЯО «Ярославский градостроительный колледж»",
  "website": "https://ygk.edu.yar.ru/",
  "vk": "https://vk.com/ygkyar",
  "address": "150040, Ярославская область, г. Ярославль, ул. Чайковского, д. 55",
  "phone": "8 (4852) 77-20-19",
  "email": "admin@sttec.yar.ru",
  "directions": [
    { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "07.02.01", "title": "Архитектура" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
    { "code": "42.02.01", "title": "Реклама" },
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "09.02.08", "title": "Интеллектуальные интегрированные системы" },
    { "code": "09.02.11", "title": "Разработка и управление программным обеспечением" },
    { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "21.02.19", "title": "Землеустройство" },
    { "code": "08.02.13", "title": "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
    { "code": "13.02.02", "title": "Теплоснабжение и теплотехническое оборудование" },
    { "code": "08.02.14", "title": "Эксплуатация и обслуживание многоквартирного дома" },
    { "code": "11.02.15", "title": "Инфокоммуникационные сети и системы связи" },
    { "code": "11.02.16", "title": "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" },
    { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" },
    { "code": "11.01.01", "title": "Монтажник радиоэлектронной аппаратуры и приборов" },
    { "code": "15.01.17", "title": "Электромеханик по торговому и холодильному оборудованию" }
  ]
},
{
  "number": 3,
  "name": "ГПОУ ЯО «Ярославский колледж управления и профессиональных технологий»",
  "website": "https://yakuipt.ru/",
  "vk": "https://vk.com/club217513808",
  "address": "150042, Ярославская область, г. Ярославль, Тутаевское шоссе, д. 31а",
  "phone": "8 (4852) 55-19-66",
  "email": "ykuipt.yaroslavl@yarregion.ru",
  "directions": [
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
    { "code": "39.02.01", "title": "Социальная работа" },
    { "code": "40.02.02", "title": "Правоохранительная деятельность" },
    { "code": "42.02.01", "title": "Реклама" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
    { "code": "54.02.02", "title": "Декоративно-прикладное искусство и народные промыслы" },
    { "code": "15.02.09", "title": "Аддитивные технологии" },
    { "code": "29.02.05", "title": "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
    { "code": "29.02.10", "title": "Конструирование, моделирование и технология изделий легкой промышленности (по видам)" },
    { "code": "09.02.12", "title": "Техническая эксплуатация и сопровождение информационных систем" },
    { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
    { "code": "54.01.20", "title": "Графический дизайнер" },
    { "code": "29.01.33", "title": "Мастер по изготовлению швейных изделий" },
    { "code": "29.01.08", "title": "Оператор оборудования швейного производства (по видам)" },
    { "code": "15.01.38", "title": "Оператор-наладчик металлообрабатывающих станков" }
  ]
},
{
  "number": 4,
  "name": "ГПОУ ЯО «Ярославское музыкальное училище (колледж) имени Л.В. Собинова»",
  "website": "https://muzsob.ru/",
  "vk": "https://vk.com/muzsob",
  "address": "150000, Ярославская область, г. Ярославль, ул. Собинова, д. 5",
  "phone": "+7 (4852) 72-93-36",
  "email": "muzsob.yaroslavl@yarregion.ru",
  "directions": [
    { "code": "53.02.03", "title": "Инструментальное исполнительство (по видам инструментов)" },
    { "code": "53.02.04", "title": "Вокальное искусство" },
    { "code": "53.02.06", "title": "Хоровое дирижирование" },
    { "code": "53.02.07", "title": "Теория музыки" }
  ]
},
{
  "number": 5,
  "name": "ГПОУ ЯО «Ярославский автомеханический колледж»",
  "website": "https://yaravtomeh.edu.yar.ru/index.html",
  "vk": "https://vk.com/avtomeh76",
  "address": "150043, Ярославская область, г. Ярославль, ул. Автозаводская, д. 1",
  "phone": "8 (4852) 73-26-43",
  "email": "avtomeh.yaroslavl@yarregion.ru",
  "directions": [
    { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
    { "code": "09.02.11", "title": "Разработка и управление программным обеспечением" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "15.02.16", "title": "Технология машиностроения" },
    { "code": "15.02.10", "title": "Мехатроника и робототехника (по отраслям)" },
    { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "09.01.03", "title": "Оператор информационных систем и ресурсов" },
    { "code": "15.01.38", "title": "Оператор-наладчик металлообрабатывающих станков" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
    { "code": "15.01.15", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "26.01.01", "title": "Судостроитель-судоремонтник металлических судов" },
    { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" },
    { "code": "29.01.23", "title": "Мастер по изготовлению швейных изделий" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" },
    { "code": "26.01.06", "title": "Моторист-рулевой" }
  ]
},
  {
  "number": 7,
  "name": "ГПОАУ ЯО «Ярославский промышленно-экономический колледж им. Н. П. Пастухова»",
  "website": "https://ypec.ru/",
  "vk": "https://vk.com/ypec_ru",
  "address": "150023, Ярославская область, г. Ярославль, ул. Гагарина, д. 8",
  "phone": "8 (4852) 44-26-91",
  "email": "info@ypec.ru",
  "directions": [
    { "code": "38.02.07", "title": "Банковское дело" },
    { "code": "18.02.15", "title": "Биохимическое производство" },
    { "code": "09.02.11", "title": "Разработка и управление программным обеспечением" },
    { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
    { "code": "18.02.09", "title": "Переработка нефти и газа" },
    { "code": "27.02.04", "title": "Автоматические системы управления" },
    { "code": "18.02.12", "title": "Технология аналитического контроля химических соединений" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "40.02.04", "title": "Юриспруденция" }
  ]
},
{
  "number": 8,
  "name": "ГПОУ ЯО «Ярославский технологический колледж»",
  "website": "https://yar-tk.ru/",
  "vk": "https://vk.com/yartkcollege",
  "address": "150003, Ярославская область, г. Ярославль, ул. Советская, д. 80",
  "phone": "8 (4852) 31-42-43",
  "email": "info@yar-tk.ru",
  "directions": [
    { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "38.02.07", "title": "Банковское дело" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "42.02.01", "title": "Реклама" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" }
  ]
},
{
  "number": 9,
  "name": "ГПОУ ЯО «Ярославский железнодорожный колледж» (Филиал ПГУПС)",
  "website": "https://yaroslavl.pgups.ru/",
  "vk": "https://vk.com/yar_pgups_professionalitet",
  "address": "150030, Ярославская область, г. Ярославль, проспект Фрунзе, д. 8",
  "phone": "+7 (4852) 49-50-70",
  "email": "pu5@mail.ru",
  "directions": [
    { "code": "23.02.09", "title": "Автоматика и телемеханика на транспорте (железнодорожном транспорте)" },
    { "code": "11.02.15", "title": "Инфокоммуникационные сети и системы связи" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "23.02.08", "title": "Строительство железных дорог, путь и путевое хозяйство" },
    { "code": "23.02.06", "title": "Техническая эксплуатация подвижного состава железных дорог" },
    { "code": "11.02.06", "title": "Техническая эксплуатация транспортного радиоэлектронного оборудования (по видам транспорта)" },
    { "code": "13.02.07", "title": "Электроснабжение (по отраслям)" },
    { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
    { "code": "09.02.09", "title": "Веб-разработка" },
    { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг (по отраслям)" }
  ]
},
{
  "number": 10,
  "name": "Университетский колледж Ярославского государственного университета им. П.Г. Демидова",
  "website": "https://college.uniyar.ac.ru/",
  "vk": "https://vk.com/club999363",
  "address": "150048, Ярославская область, г. Ярославль, ул. Слепнева, 14б",
  "phone": "8 (4852) 44-02-78",
  "email": "uncollege@yandex.ru",
  "directions": [
    { "code": "38.02.07", "title": "Банковское дело" },
    { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" },
    { "code": "09.02.11", "title": "Разработка и управление программным обеспечением" },
    { "code": "11.02.17", "title": "Разработка электронных устройств и систем" },
    { "code": "35.02.12", "title": "Садово-парковое и ландшафтное строительство" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "08.02.14", "title": "Эксплуатация и обслуживание многоквартирного дома" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "09.02.12", "title": "Техническая эксплуатация и сопровождение информационных систем" }
  ]
},
  {
    "number": 11,
    "name": "ГПОАУ ЯО «Заволжский политехнический колледж»",
    "website": "https://zavpk.edu.yar.ru/",
    "vk": "https://vk.com/zpk_public",
    "address": "150008, Ярославская область, г. Ярославль, ул. Клубная, д. 33А",
    "phone": "8 (485) 271-46-49",
    "email": "zavpk.yaroslavl@yarregion.ru",
    "directions": [
      { "code": "13.02.11", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
      { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  {
    "number": 12,
    "name": "ГПОУ ЯО «Ярославский технолого-экономический колледж»",
    "website": "https://yatec.edu.yar.ru/",
    "vk": "https://vk.com/clubytet",
    "address": "150023, Ярославская область, г. Ярославль, ул. Большая Полянка, д. 5",
    "phone": "8 (485) 248-17-12",
    "email": "yatec.yaroslavl@yarregion.ru",
    "directions": [
      { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" },
      { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
      { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
      { "code": "38.02.02", "title": "Страховое дело (по отраслям)" },
      { "code": "38.02.08", "title": "Торговое дело" },
      { "code": "43.02.16", "title": "Туризм и гостеприимство" },
      { "code": "38.02.06", "title": "Финансы" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  {
    "number": 13,
    "name": "ГПОУ ЯО «Ярославский колледж культуры»",
    "website": "https://yarcult.ru/",
    "vk": "https://vk.com/yarcultru",
    "address": "150048, Ярославская область, г. Ярославль, ул. Ньютона, д. 30А",
    "phone": "8 (485) 244-28-00",
    "email": "yarcult.yaroslavl@yarregion.ru",
    "directions": [
      { "code": "51.02.03", "title": "Библиотечно-информационная деятельность" },
      { "code": "54.02.02", "title": "Декоративно-прикладное искусство и народные промыслы (по видам)" },
      { "code": "53.02.08", "title": "Музыкальное звукооператорское мастерство" },
      { "code": "53.02.02", "title": "Музыкальное искусство эстрады (по видам)" },
      { "code": "51.02.01", "title": "Народное художественное творчество (по видам)" },
      { "code": "53.02.05", "title": "Сольное и хоровое народное пение" },
      { "code": "51.02.02", "title": "Социально-культурная деятельность (по видам)" }
    ]
  },
 {
  "number": 19,
  "name": "ГПОАУ ЯО «Ярославский педагогический колледж»",
  "website": "https://yar-pk.edu.yar.ru/",
  "vk": "https://vk.com/yar_pk_76_professionalitet",
  "address": "150029, Ярославская область, г. Ярославль, ул. Маланова, д. 14",
  "phone": "8 (4852) 32-64-14",
  "email": "yar_pk.yaroslavl@yarregion.ru",
  "directions": [
    { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "44.02.05", "title": "Коррекционная педагогика в начальном образовании" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" },
    { "code": "49.02.01", "title": "Физическая культура" }
  ]
},
  
{
  "number": 21,
  "name": "ФГБУ ПОО «Государственное училище (техникум) олимпийского резерва по хоккею»",
  "website": "http://www.yarguor.ru/",
  "vk": "https://vk.com/yarguor",
  "address": "150006, Ярославская область, г. Ярославль, ул. Дядьковская, д. 7",
  "phone": "+7 (4852) 62-00-42",
  "email": "info@yarguor.ru",
  "directions": [
    { "code": "49.02.02", "title": "Адаптивная физическая культура" },
    { "code": "34.02.01", "title": "Сестринское дело" },
    { "code": "49.02.03", "title": "Спорт" },
    { "code": "49.02.01", "title": "Физическая культура" }
  ]
},
{
  "number": 22,
  "name": "ГПОУ ЯО «Ярославский медицинский колледж»",
  "website": "http://www.yarmedcol.ru/",
  "vk": "https://vk.com/club179925815",
  "address": "150023, Ярославская область, г. Ярославль, ул. Гагарина, д. 10/16",
  "phone": "+7 (4852) 48-05-10",
  "email": "yarmedkol@mail.ru",
  "directions": [
    { "code": "31.02.02", "title": "Акушерское дело" },
    { "code": "31.02.01", "title": "Лечебное дело" },
    { "code": "34.02.01", "title": "Сестринское дело" }
  ]
},
{
  "number": 24,
  "name": "ГПОУ ЯО «Ярославское художественное училище»",
  "website": "https://yar-yahu.ru/",
  "vk": "https://vk.com/yaryahu",
  "address": "150001, Ярославская область, г. Ярославль, ул. Большая Федоровская, д. 27",
  "phone": "+7 (4852) 42-96-90",
  "email": "artacademy@list.ru",
  "directions": [
    { "code": "54.02.05", "title": "Живопись (по видам)" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
    { "code": "54.02.04", "title": "Реставрация" }
  ]
},
  {
    "number": 25,
    "name": "ЯГМУ «Колледж Ярославский государственный медицинский университет»",
    "website": "https://ysmu.ru/abitur/spo/",
    "vk": "https://vk.com/yar_med",
    "address": "150000, Ярославская область, г. Ярославль, ул. Революционная, д. 5",
    "phone": "8 (485) 523-90-89",
    "email": "rector@ysmu.ru",
    "directions": [
      { "code": "33.02.01", "title": "Фармация" }
    ]
  },
  {
  "number": 26,
  "name": "Компьютерная академия ТОП в г. Рыбинск",
  "website": "https://rybinsk.top-academy.ru/",
  "vk": "https://vk.com/ittoprybinsk",
  "address": "152934, Ярославская область, г. Рыбинск, ул. Герцена, д. 15",
  "phone": "+7 (915) 979-98-27",
  "email": "rybinsk@top-academy.ru",
  "directions": [
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
    { "code": "42.02.01", "title": "Реклама" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "54.01.20", "title": "Графический дизайнер" }
  ]
},
{
  "number": 27,
  "name": "ГПОУ ЯО «Пошехонский аграрно-политехнический колледж»",
  "website": "https://selhoztehn-posh.edu.yar.ru/",
  "vk": "https://vk.com/poshagro",
  "address": "152850, Ярославская область, Пошехонский район, г. Пошехонье, ул. Советская, д. 25",
  "phone": "8 (48546) 2-12-07",
  "email": "papk.posh@yarregion.ru",
  "directions": [
    { "code": "35.02.09", "title": "Водные биоресурсы и аквакультура" },
    { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "35.02.10", "title": "Обработка водных биоресурсов" },
    { "code": "36.02.04", "title": "Охотоведение и звероводство" },
    { "code": "35.02.12", "title": "Садово-парковое и ландшафтное строительство" },
    { "code": "38.02.02", "title": "Страховое дело (по отраслям)" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" }
  ]
},
{
  "number": 28,
  "name": "ГПОАУ ЯО «Рыбинский профессионально-педагогический колледж»",
  "website": "https://gou-rpk.ru/",
  "vk": "https://vk.com/rppk_76_professionalitet",
  "address": "152931, Ярославская область, г. Рыбинск, ул. Свободы, д. 21",
  "phone": "+7 (4855) 22-21-86",
  "email": "rppk.rybinsk@yarregion.ru",
  "directions": [
    { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" },
    { "code": "44.02.03", "title": "Педагогика дополнительного образования" },
    { "code": "44.02.04", "title": "Специальное дошкольное образование" },
    { "code": "49.02.01", "title": "Физическая культура" },
    { "code": "26.02.02", "title": "Судостроение" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
    { "code": "26.01.01", "title": "Судостроитель-судоремонтник металлических судов" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "15.01.29", "title": "Контролер качества в машиностроении" },
    { "code": "15.01.35", "title": "Мастер слесарных работ" }
  ]
},
{
  "number": 29,
  "name": "ГПОУ ЯО «Рыбинский промышленно-экономический техникум»",
  "website": "https://pl32.edu.yar.ru/",
  "vk": "https://vk.com/public195977937",
  "address": "152925, Ярославская область, г. Рыбинск, ул. 9 Мая, д. 24",
  "phone": "8 (485) 555-01-00",
  "email": "ribpet@yandex.ru",
  "directions": [
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "15.01.29", "title": "Контролер качества в машиностроении" },
    { "code": "15.01.35", "title": "Мастер слесарных работ" },
    { "code": "11.01.01", "title": "Монтажник радиоэлектронной аппаратуры и приборов" },
    { "code": "15.01.38", "title": "Оператор-наладчик металлообрабатывающих станков" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" }
  ]
},
{
  "number": 30,
  "name": "ГПОУ ЯО «Рыбинский колледж городской инфраструктуры»",
  "website": "https://rkgi.edu.yar.ru/",
  "vk": "https://vk.com/gpou_yao_rkgi",
  "address": "152915, Ярославская область, г. Рыбинск, ул. Волочаевская, д. 55",
  "phone": "8 (4855) 26-57-50",
  "email": "rkgi.rybinsk@yarregion.ru",
  "directions": [
    { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья" },
    { "code": "08.02.14", "title": "Эксплуатация и обслуживание многоквартирного дома" },
    { "code": "08.01.27", "title": "Мастер общестроительных работ" },
    { "code": "08.01.29", "title": "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" }
  ]
},
  {
    "number": 31,
    "name": "ГПОУ ЯО «Рыбинский полиграфический колледж»",
    "website": "https://rpcollege.ru/",
    "vk": "https://vk.com/public217670358",
    "address": "152900, Ярославская область, г. Рыбинск, ул. Расплетина, д. 47",
    "phone": "8 (485) 526-35-48",
    "email": "rpcollege.rybinsk@yarregion.ru",
    "directions": [
      { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
      { "code": "42.02.02", "title": "Издательское дело" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "15.02.17", "title": "Монтаж, техническое обслуживание и ремонт промышленного оборудования (по отраслям)" },
      { "code": "29.02.11", "title": "Полиграфическое производство" },
      { "code": "42.02.01", "title": "Реклама" },
      { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
      { "code": "38.02.08", "title": "Торговое дело" },
      { "code": "43.02.16", "title": "Туризм и гостеприимство" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  {
    "number": 32,
    "name": "РГАТУ «Рыбинский авиационный колледж»",
    "website": "https://aviacollege.ru/",
    "vk": "https://vk.com/avia_college",
    "address": "152903, Ярославская область, г. Рыбинск, ул. Чкалова, д. 93",
    "phone": "8 (485) 528-04-02",
    "email": "rak.kadr@yandex.ru",
    "directions": [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "24.02.02", "title": "Производство авиационных двигателей" },
      { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
      { "code": "15.02.16", "title": "Технология машиностроения" },
      { "code": "13.02.12", "title": "Электрические станции, сети, их релейная защита и автоматизация" },
      { "code": "40.02.04", "title": "Юриспруденция" }
    ]
  },
  {
  "number": 34,
  "name": "Рыбинский колледж МУБиНТ",
  "website": "http://www.rk-mubint.ru/",
  "vk": "https://vk.com/rkmubint",
  "address": "152935, Ярославская область, г. Рыбинск, ул. Моторостроителей, д. 12",
  "phone": "8 (4855) 24-78-60",
  "email": "rf-director@mubint.ru",
  "directions": [
    { "code": "38.02.07", "title": "Банковское дело" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "40.02.04", "title": "Юриспруденция" }
  ]
},
  {
    "number": 35,
    "name": "«Рыбинский филиал ГПОУ ЯО „Ярославский медицинский колледж“»",
    "website": "https://www.yarmedcol.ru/abiturient-rubynsk",
    "vk": "https://vk.com/ribinskmedcollege",
    "address": "152934, Ярославская область, г. Рыбинск, ул. Гоголя, д. 35",
    "phone": "8 (485) 522-03-13",
    "email": "rfymk@mail.ru",
    "directions": [
      { "code": "31.02.01", "title": "Лечебное дело" },
      { "code": "34.02.01", "title": "Сестринское дело" }
    ]
  },
  {
  "number": 36,
  "name": "ГПОАУ ЯО «Угличский аграрно-политехнический колледж — филиал в с. Никольское»",
  "website": "https://pl19uglich.ru/bolsheselskiy_filial_uapk/filial.html",
  "vk": "https://vk.com/club187261546",
  "address": "152360, Ярославская область, Большесельский район, с. Никольское",
  "phone": "8 (48542) 2-15-86",
  "email": "apkfilial.uglich@yarregion.ru",
  "directions": [
    { "code": "39.02.01", "title": "Социальная работа" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" }
  ]
},
{
  "number": 37,
  "name": "ГПОУ ЯО Даниловский политехнический колледж",
  "website": "https://dapt.ru/",
  "vk": "https://vk.com/public191299509",
  "address": "152070, Ярославская область, Даниловский район, г. Данилов, ул. Володарского, д. 83",
  "phone": "+7 (48538) 5-20-80",
  "email": "dantexn@yandex.ru",
  "directions": [
    { "code": "23.02.06", "title": "Техническая эксплуатация подвижного состава железных дорог" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
    { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "08.01.29", "title": "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
    { "code": "38.01.02", "title": "Продавец, контролер-кассир" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" }
  ]
},
{
  "number": 38,
  "name": "ГПОАУ ЯО «Любимский аграрно-политехнический колледж — Первомайский филиал в п. Пречистое»",
  "website": "https://pu47.edu.yar.ru/",
  "vk": "https://vk.com/club173243479",
  "address": "152430, Ярославская область, Первомайский район, п. Пречистое, ул. Ярославская, д. 70",
  "phone": "8 (48549) 2-28-05",
  "email": "filiallapk@mail.ru",
  "directions": [
    { "code": "35.02.12", "title": "Садово-парковое и ландшафтное строительство" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" }
  ]
},
{
  "number": 39,
  "name": "ГПОАУ ЯО «Ростовский колледж отраслевых технологий»",
  "website": "https://rc-it.edu.yar.ru/",
  "vk": "https://vk.com/rostovcollege",
  "address": "152155, Ярославская область, г. Ростов Великий, ул. Фрунзе, д. 42",
  "phone": "+7 (48536) 7-54-21",
  "email": "rc-it.rostov@yarregion.ru",
  "directions": [
    { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "08.02.05", "title": "Строительство и эксплуатация автомобильных дорог и аэродромов" },
    { "code": "08.02.11", "title": "Управление, эксплуатация и обслуживание многоквартирного дома" },
    { "code": "08.01.24", "title": "Мастер столярно-плотничных, паркетных и стекольных работ" },
    { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" },
    { "code": "09.01.03", "title": "Оператор информационных систем и ресурсов" },
    { "code": "12.01.09", "title": "Мастер по изготовлению и сборке деталей и узлов оптических и оптико-электронных приборов и систем" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "15.01.38", "title": "Оператор-наладчик металлообрабатывающих станков" },
    { "code": "23.01.08", "title": "Слесарь по ремонту строительных машин" },
    { "code": "29.01.07", "title": "Портной" },
    { "code": "29.01.33", "title": "Мастер по изготовлению швейных изделий" },
    { "code": "35.02.08", "title": "Электрификация и автоматизация сельского хозяйства" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" }
  ]
},
{
  "number": 40,
  "name": "ГПОУ ЯО Ростовский педагогический колледж",
  "website": "https://rostov-pc.edu.yar.ru/",
  "vk": "https://vk.com/rostov_college_professionalitet",
  "address": "152155, Ярославская область, г. Ростов, ул. Спартаковская, д. 142",
  "phone": "8 (48536) 7-44-15",
  "email": "rostov24@yandex.ru",
  "directions": [
    { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "44.02.03", "title": "Педагогика дополнительного образования" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" }
  ]
},
{
  "number": 41,
  "name": "ГПОУ ЯО «Мышкинский политехнический колледж»",
  "website": "https://pu34-msh.edu.yar.ru/",
  "vk": "https://vk.com/club117399104",
  "address": "152830, Ярославская область, Мышкинский район, г. Мышкин, ул. Карла Либкнехта, д. 35",
  "phone": "+7 (48544) 2-11-27",
  "email": "mpk.myshkin@yarregion.ru",
  "directions": [
    { "code": "16909", "title": "Портной" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" },
    { "code": "09.01.03", "title": "Оператор информационных систем и ресурсов" }
  ]
},
{
  "number": 42,
  "name": "ГПОУ ЯО Рыбинский лесотехнический колледж",
  "website": "https://lteh-ryb.edu.yar.ru/",
  "vk": "https://vk.com/ryblesteh",
  "address": "152980, Ярославская область, Рыбинский район, поселок Тихменево, улица Тургенева, дом 11",
  "phone": "8 (4855) 25-97-96",
  "email": "les.rybinsk@yarregion.ru",
  "directions": [
    { "code": "21.02.19", "title": "Землеустройство" },
    { "code": "35.02.01", "title": "Лесное и лесопарковое хозяйство" },
    { "code": "35.02.14", "title": "Охотоведение и звероводство" },
    { "code": "35.02.12", "title": "Садово-парковое и ландшафтное строительство" }
  ]
},
{
  "number": 43,
  "name": "ГПОУ ЯО Угличский индустриально-педагогический колледж",
  "website": "https://gou-uipk.edu.yar.ru/",
  "vk": "https://vk.com/uipk_76_professionalitet",
  "address": "152615, Ярославская область, Угличский район, г. Углич, ул. Академика Опарина, д. 2",
  "phone": "+7 (48532) 2-22-39",
  "email": "upk.uglich@yarregion.ru",
  "directions": [
    { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" },
    { "code": "43.02.10", "title": "Туризм" },
    { "code": "49.02.01", "title": "Физическая культура" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "15.01.32", "title": "Оператор станков с программным управлением" },
    { "code": "09.01.03", "title": "Оператор информационных систем и ресурсов" }
  ]
},
{
  "number": 44,
  "name": "ГПОАУ ЯО «Угличский аграрно-политехнический колледж»",
  "website": "https://pl19uglich.ru/",
  "vk": "https://vk.com/club116135386",
  "address": "152613, Ярославская область, г. Углич, ул. Северная, д. 1",
  "phone": "8 (48532) 5-17-32",
  "email": "pu19.uglich@yarregion.ru",
  "directions": [
    { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" }
  ]
},
{
  "number": 45,
  "name": "ГПОУ ЯО «Тутаевский политехнический техникум»",
  "website": "https://pu41.edu.yar.ru/",
  "vk": "https://vk.com/tptutaev",
  "address": "152303, Ярославская область, г. Тутаев, ул. Розы Люксембург, д. 57",
  "phone": "+7 (48533) 2-17-82",
  "email": "tutaev_pu-41@mail.ru",
  "directions": [
    { "code": "29.01.33", "title": "Мастер по изготовлению швейных изделий" },
    { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" },
    { "code": "38.01.02", "title": "Продавец" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" }
  ]
},
{
  "number": 46,
  "name": "Колледж Рыбинский государственный авиационный технический университет им. П.А. Соловьева — в г. Тутаев",
  "website": "https://tf.rsatu.ru/",
  "vk": "https://vk.com/ryb_rsatu",
  "address": "152300, Ярославская область, Тутаевский район, г. Тутаев, ул. Розы Люксембург, д. 57",
  "phone": "+7 (48533) 2-09-20",
  "email": "tf@rsatu.ru",
  "directions": [
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "15.02.16", "title": "Технология машиностроения" }
  ]
},
{
  "number": 47,
  "name": "ГПОУ ЯО Гаврилов-Ямский политехнический колледж",
  "website": "http://www.pl17yar.ru/",
  "vk": "https://vk.com/gavyam_ptk",
  "address": "152240, Ярославская область, г. Гаврилов-Ям, ул. Спортивная, д. 14",
  "phone": "+7 (48534) 2-33-50",
  "email": "pk.gavyam@yarregion.ru",
  "directions": [
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "15.01.29", "title": "Контролер качества в машиностроении" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "23.01.08", "title": "Слесарь по ремонту строительных машин" },
    { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" }
  ]
},
{
  "number": 48,
  "name": "Колледж Рыбинский государственный авиационный технический университет им. П.А. Соловьева — филиал в г. Гаврилов-Ям",
  "website": "https://gf.rsatu.ru/gm/",
  "vk": "https://vk.com/gfrgata",
  "address": "152241, Ярославская область, г. Гаврилов-Ям, ул. Менжинского, д. 53",
  "phone": "+7 (48534) 24-600",
  "email": "gfrgata@mail.ru",
  "directions": [
    { "code": "15.02.16", "title": "Технология машиностроения" }
  ]
},
{
  "number": 49,
  "name": "ГПОАУ ЯО «Любимский аграрно-политехнический колледж»",
  "website": "https://pu47.edu.yar.ru/",
  "vk": "https://vk.com/lapk.lubim",
  "address": "152470, Ярославская область, Любимский район, г. Любим, ул. Советская, д. 4/21",
  "phone": "8 (48543) 2-11-49",
  "email": "lapk.lubim@yarregion.ru",
  "directions": [
    { "code": "08.01.29", "title": "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "35.01.24", "title": "Управляющий сельской усадьбой" }
  ]
},
  {
    "number": 50,
    "name": "ГПОУ ЯО «Великосельский аграрный колледж»",
    "website": "https://vatyar.ru/",
    "vk": "https://vk.com/vatyar",
    "address": "152250, Ярославская область, Гаврилов-Ямский район, с. Великое, ул. Розы Люксембург, д. 12",
    "phone": "8 (485) 343-85-66",
    "email": "vak.svelikoe@yarregion.ru",
    "directions": [
      { "code": "38.02.07", "title": "Банковское дело" },
      { "code": "36.02.01", "title": "Ветеринария" },
      { "code": "21.02.19", "title": "Землеустройство" },
      { "code": "35.02.15", "title": "Кинология" },
      { "code": "35.02.12", "title": "Садово-парковое и ландшафтное строительство" }
    ]
  },
  {
  "number": 51,
  "name": "ГПОУ ЯО Переславский колледж им. А. Невского",
  "website": "https://college-nevskogo.edu.yar.ru/",
  "vk": "https://vk.com/pro_college",
  "address": "152020, Ярославская область, г. Переславль-Залесский, пос. Красный Химик, д. 1",
  "phone": "8 (48535) 3-20-75",
  "email": "priem.pereslavl@yarregion.ru",
  "directions": [
    { "code": "09.01.04", "title": "Наладчик аппаратных и программных средств инфокоммуникационных систем" },
    { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "15.02.12", "title": "Монтаж, техническое обслуживание и ремонт промышленного оборудования (по отраслям)" },
    { "code": "15.02.14", "title": "Оснащение средствами автоматизации технологических процессов и производств (по отраслям)" },
    { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
    { "code": "15.02.18", "title": "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
    { "code": "20.02.02", "title": "Защита в чрезвычайных ситуациях" },
    { "code": "23.01.07", "title": "Машинист крана (крановщик)" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "38.02.05", "title": "Товароведение и экспертиза качества потребительских товаров" },
    { "code": "38.02.06", "title": "Финансы" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "39.02.01", "title": "Социальная работа" },
    { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
    { "code": "40.02.02", "title": "Правоохранительная деятельность" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "43.02.13", "title": "Технология парикмахерского искусства" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" }
  ]
},
  {
    "number": 52,
    "name": "ГПОУ ЯО «Борисоглебский политехнический колледж»",
    "website": "https://pu46.edu.yar.ru/",
    "vk": "https://vk.com/bptk76",
    "address": "152170, Ярославская область, Борисоглебский район, рп. Борисоглебский, ул. Залесная, д. 1",
    "phone": "8 (485) 392-10-06",
    "email": "bptk.borisogleb@yarregion.ru",
    "directions": [
      { "code": "20.02.02", "title": "Защита в чрезвычайных ситуациях" },
      { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" },
      { "code": "43.01.09", "title": "Повар, кондитер" },
      { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
      { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
      { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" }
    ]
  },
  // === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
  {
  "number": 1,
  "name": "Университет Академия ТОП в г. Ярославль",
  "website": "https://yar.top-academy.ru/",
  "vk": "https://vk.com/top_academy_yar",
  "address": "150000, Ярославская область, г. Ярославль, ул. Свободы, д. 1/2",
  "phone": "8 (980) 651-86-39",
  "email": "yar@top-academy.ru",
  "directions": [
    { "code": "54.03.01", "title": "Дизайн" },
    { "code": "09.03.03", "title": "Прикладная информатика" }
  ]
},
{
  "number": 2,
  "name": "ФГБОУ ВО «Ярославский государственный университет им. П.Г. Демидова»",
  "website": "https://www.uniyar.ac.ru/",
  "vk": "https://vk.com/demidyarsu",
  "address": "150003, Ярославская область, г. Ярославль, ул. Советская, д. 14/2",
  "phone": "8 (4852) 30-37-30",
  "email": "rector@uniyar.ac.ru",
  "directions": [
    { "code": "01.03.02", "title": "Прикладная математика и информатика" },
    { "code": "02.03.01", "title": "Математика и компьютерные науки" },
    { "code": "02.03.02", "title": "Фундаментальная информатика и информационные технологии" },
    { "code": "03.03.02", "title": "Физика" },
    { "code": "03.03.03", "title": "Радиофизика" },
    { "code": "04.03.01", "title": "Химия" },
    { "code": "05.03.06", "title": "Экология и природопользование" },
    { "code": "06.03.01", "title": "Биология" },
    { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "09.03.04", "title": "Программная инженерия" },
    { "code": "10.03.01", "title": "Информационная безопасность" },
    { "code": "11.03.01", "title": "Радиотехника" },
    { "code": "11.03.02", "title": "Инфокоммуникационные технологии и системы связи" },
    { "code": "11.03.04", "title": "Электроника и наноэлектроника" },
    { "code": "37.03.01", "title": "Психология" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "39.03.01", "title": "Социология" },
    { "code": "39.03.02", "title": "Социальная работа" },
    { "code": "39.03.03", "title": "Организация работы с молодежью" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "41.03.04", "title": "Политология" },
    { "code": "41.03.06", "title": "Публичная политика и социальные науки" },
    { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
    { "code": "42.03.05", "title": "Медиакоммуникации" },
    { "code": "43.03.02", "title": "Туризм" },
    { "code": "45.03.01", "title": "Филология" },
    { "code": "45.03.02", "title": "Лингвистика" },
    { "code": "46.03.01", "title": "История" },
    { "code": "51.03.03", "title": "Социально-культурная деятельность" }
  ]
},
{
  "number": 3,
  "name": "ФГБОУ ВО «Ярославский государственный технический университет»",
  "website": "https://ystu.ru/",
  "vk": "https://vk.com/ystu",
  "address": "150023, Ярославская область, г. Ярославль, Московский проспект, д. 88",
  "phone": "+7 (4852) 40-21-99",
  "email": "priem@ystu.ru",
  "directions": [
    { "code": "15.03.02", "title": "Технологические машины и оборудование" },
    { "code": "15.03.04", "title": "Автоматизация технологических процессов и производств" },
    { "code": "15.03.05", "title": "Конструкторско-технологическое обеспечение машиностроительных производств" },
    { "code": "18.03.01", "title": "Химическая технология" },
    { "code": "09.03.02", "title": "Информационные системы и технологии" },
    { "code": "09.03.04", "title": "Программная инженерия" },
    { "code": "10.03.01", "title": "Информационная безопасность" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "20.03.01", "title": "Техносферная безопасность" },
    { "code": "22.03.01", "title": "Материаловедение и технологии материалов" },
    { "code": "27.03.04", "title": "Управление в технических системах" },
    { "code": "19.03.01", "title": "Биотехнология" },
    { "code": "19.03.04", "title": "Технология продукции и организация общественного питания" }
  ]
},
{
  "number": 4,
  "name": "ФГБОУ ВО «Ярославский государственный медицинский университет» Минздрава России",
  "website": "https://ysmu.ru/",
  "vk": "https://vk.com/yar_med",
  "address": "150000, Ярославская область, г. Ярославль, ул. Революционная, д. 5",
  "phone": "8 (4852) 30-56-41",
  "email": "rector@ysmu.ru",
  "directions": [
    { "code": "30.05.01", "title": "Медицинская биохимия" },
    { "code": "30.05.03", "title": "Медицинская кибернетика" },
    { "code": "31.05.01", "title": "Лечебное дело" },
    { "code": "31.05.02", "title": "Педиатрия" },
    { "code": "31.05.03", "title": "Стоматология" },
    { "code": "32.05.01", "title": "Медико-профилактическое дело" },
    { "code": "33.05.01", "title": "Фармация" },
    { "code": "37.05.01", "title": "Клиническая психология" }
  ]
},
{
  "number": 5,
  "name": "ФГБОУ ВО «Ярославский государственный педагогический университет им. К.Д. Ушинского»",
  "website": "https://yspu.org/",
  "vk": "https://vk.com/yspu",
  "address": "150000, Ярославская область, г. Ярославль, ул. Республиканская, д. 108/1",
  "phone": "+7 (4852) 30-56-61",
  "email": "rector@yspu.org",
  "directions": [
    { "code": "44.03.01", "title": "Педагогическое образование" },
    { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
    { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
    { "code": "45.03.02", "title": "Лингвистика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "50.02.02", "title": "Информатика (СПО)" }
  ]
},
{
  "number": 6,
  "name": "НОУ ВО «Международная академия бизнеса и новых технологий (МУБиНТ)»",
  "website": "http://www.mubint.ru",
  "vk": "https://vk.com/academy_mubint",
  "address": "150003, Ярославская область, г. Ярославль, ул. Советская, д. 80",
  "phone": "+7 (4852) 67-19-73",
  "email": "orgdept@mubint.ru",
  "directions": [
    { "code": "07.03.04", "title": "Градостроительство" },
    { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "21.03.02", "title": "Землеустройство и кадастры" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
    { "code": "43.03.02", "title": "Туризм" },
    { "code": "43.03.03", "title": "Гостиничное дело" },
    { "code": "45.03.02", "title": "Лингвистика" },
    { "code": "38.04.01", "title": "Экономика (магистратура)" },
    { "code": "38.04.02", "title": "Менеджмент (магистратура)" },
    { "code": "38.06.01", "title": "Экономика (аспирантура)" }
  ]
},
{
  "number": 7,
  "name": "ФГБОУ ВО «Ярославский государственный аграрный университет»",
  "website": "https://yaragrovuz.ru/",
  "vk": "https://vk.com/yaragrovuz",
  "address": "150042, Ярославская область, г. Ярославль, Тутаевское шоссе, д. 58",
  "phone": "8 (4852) 59-35-00",
  "email": "priem-agro@yarcx.ru",
  "directions": [
    { "code": "35.03.04", "title": "Агрономия" },
    { "code": "35.03.03", "title": "Агрохимия и агропочвоведение" },
    { "code": "35.03.06", "title": "Агроинженерия" },
    { "code": "35.03.07", "title": "Технология производства и переработки сельскохозяйственной продукции" },
    { "code": "36.03.01", "title": "Ветеринарно-санитарная экспертиза" },
    { "code": "36.03.02", "title": "Зоотехния" },
    { "code": "35.04.04", "title": "Агрономия (магистратура)" },
    { "code": "36.04.02", "title": "Зоотехния (магистратура)" }
  ]
},
{
  "number": 8,
  "name": "Ярославский филиал Московского финансово-юридического университета МФЮА",
  "website": "https://yaroslavl.mfua.ru/",
  "vk": "https://vk.com/yr.mfua",
  "address": "150054, Ярославская область, г. Ярославль, ул. Кузнецова, д. 1",
  "phone": "8 (4852) 25-25-51",
  "email": "Yaroslavl@mfua.ru",
  "directions": [
    { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
    { "code": "38.04.01", "title": "Экономика (магистратура)" },
    { "code": "38.05.01", "title": "Экономическая безопасность" },
    { "code": "38.05.02", "title": "Таможенное дело" },
    { "code": "40.05.01", "title": "Правовое обеспечение национальной безопасности" },
    { "code": "40.05.02", "title": "Правоохранительная деятельность" }
  ]
},
{
  "number": 9,
  "name": "Ярославский филиал Финансового университета при Правительстве Российской Федерации",
  "website": "https://yaroslavl.fa.ru/",
  "vk": "https://vk.com/fa.yaroslavl",
  "address": "150003, Ярославская область, г. Ярославль, ул. Кооперативная, д. 12а",
  "phone": "+7 (4852) 73-14-81",
  "email": "yaroslavl@fa.ru",
  "directions": [
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "42.03.02", "title": "Журналистика" },
    { "code": "42.03.05", "title": "Медиакоммуникации" },
    { "code": "38.04.01", "title": "Экономика (магистратура)" },
    { "code": "38.04.02", "title": "Менеджмент (магистратура)" },
    { "code": "38.04.04", "title": "Государственное и муниципальное управление (магистратура)" },
    { "code": "40.04.01", "title": "Юриспруденция (магистратура)" },
    { "code": "42.04.05", "title": "Медиакоммуникации (магистратура)" }
  ]
},
{
  "number": 10,
  "name": "Международный институт экономики и права, филиал в г. Ярославле",
  "website": "https://miepvuz.ru/",
  "vk": "https://vk.com/id240936458",
  "address": "150043, Ярославская область, г. Ярославль, ул. Белинского, д. 1",
  "phone": "+7 (4852) 75-05-44",
  "email": "yarsl@miep.ru",
  "directions": [
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
    { "code": "43.03.01", "title": "Сервис" },
    { "code": "38.04.01", "title": "Экономика (магистратура)" },
    { "code": "38.04.02", "title": "Менеджмент (магистратура)" },
    { "code": "40.04.01", "title": "Юриспруденция (магистратура)" },
    { "code": "38.05.01", "title": "Экономическая безопасность" },
    { "code": "40.05.01", "title": "Правовое обеспечение национальной безопасности" },
    { "code": "40.05.02", "title": "Правоохранительная деятельность" }
  ]
},
{
  "number": 11,
  "name": "Ярославский филиал Академии труда и социальных отношений",
  "website": "https://yaratiso.ru/",
  "vk": "https://vk.com/yaratiso",
  "address": "150049, Ярославская область, г. Ярославль, ул. Свободы, д. 87А, оф. 108",
  "phone": "+7 (4852) 21-96-21",
  "email": "yaratiso@mail.ru",
  "directions": [
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "43.03.02", "title": "Туризм" },
    { "code": "40.04.01", "title": "Юриспруденция (магистратура)" }
  ]
},
{
  "number": 12,
  "name": "ФГБОУ ВО «Ярославский государственный театральный институт имени Фирса Шишигина»",
  "website": "http://www.theatrins-yar.ru/",
  "vk": "https://vk.com/ut_yagti",
  "address": "150000, Ярославская область, г. Ярославль, ул. Депутатская, д. 15/43",
  "phone": "(4852) 72-81-11",
  "email": "admin@theatrins-yar.ru",
  "directions": [
    { "code": "52.03.05", "title": "Театроведение" },
    { "code": "52.05.01", "title": "Актерское искусство" },
    { "code": "52.05.02", "title": "Режиссура театра" },
    { "code": "52.03.04", "title": "Технология художественного оформления спектакля" }
  ]
},
{
  "number": 13,
  "name": "Филиал ФГБОУ ВО «Петербургский государственный университет путей сообщения Императора Александра I» в г. Ярославле",
  "website": "http://yaroslavl.pgups.ru",
  "vk": "https://vk.com/yarpgups",
  "address": "150030, Ярославская область, г. Ярославль, Суздальское шоссе, д. 13",
  "phone": "8 (4852) 52-52-49",
  "email": "yaroslavl@pgups.ru",
  "directions": [
    { "code": "23.05.01", "title": "Наземные транспортно-технологические средства" },
    { "code": "23.05.03", "title": "Подвижной состав железных дорог" },
    { "code": "23.05.04", "title": "Эксплуатация железных дорог" },
    { "code": "23.05.05", "title": "Системы обеспечения движения поездов" },
    { "code": "23.05.06", "title": "Строительство железных дорог, мостов и транспортных тоннелей" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "23.02.06", "title": "Техническая эксплуатация подвижного состава железных дорог" },
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "09.02.09", "title": "Веб-разработка" },
    { "code": "11.02.06", "title": "Техническая эксплуатация транспортного радиоэлектронного оборудования (по видам транспорта)" },
    { "code": "11.02.15", "title": "Инфокоммуникационные сети и системы связи" },
    { "code": "13.02.07", "title": "Электроснабжение (по отраслям)" },
    { "code": "23.02.09", "title": "Автоматика и телемеханика на транспорте (железнодорожном транспорте)" },
    { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
    { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг (по отраслям)" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" }
  ]
},
  {
    "number": 14,
    "name": "ЯВВУ ПВО «Ярославское высшее военное училище противовоздушной обороны»",
    "website": "https://yavvupvo.mil.ru/",
    "vk": "https://vk.com/yaroslavl_pvo",
    "address": "150001, Ярославская область, г. Ярославль, Московский проспект, дом 28",
    "phone": "8 (485) 230-93-28",
    "email": "yavvu_umo@mil.ru",
    "directions": [
      { "code": "11.05.02", "title": "Специальные радиотехнические системы" },
      { "code": "09.05.01", "title": "Применение и эксплуатация автоматизированных систем специального назначения" },
      { "code": "56.07.01", "title": "Военные науки" }
    ]
  },
  {
    "number": 15,
    "name": "Университет Академия ТОП в г. Рыбинск",
    "website": "https://rybinsk.top-academy.ru/",
    "vk": "https://vk.com/ittoprybinsk",
    "address": "152934, Ярославская область, г. Рыбинск, ул. Герцена, д. 15",
    "phone": "8 (485) 523-90-89",
    "email": "rybinsk@top-academy.ru",
    "directions": [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "09.02.11", "title": "Разработка и управление программным обеспечением" },
      { "code": "54.01.20", "title": "Графический дизайнер" }
    ]
  },
  {
  "number": 16,
  "name": "ФГБОУ ВО «Рыбинский государственный авиационный технический университет имени П.А. Соловьева»",
  "website": "https://www.rsatu.ru/",
  "vk": "https://vk.com/ryb_rsatu",
  "address": "152934, Ярославская область, г. Рыбинск, ул. Пушкина, д. 53",
  "phone": "+7 (4855) 22-22-07",
  "email": "pk@rsatu.ru",
  "directions": [
    { "code": "01.03.02", "title": "Прикладная математика и информатика" },
    { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
    { "code": "09.03.04", "title": "Программная инженерия" },
    { "code": "10.03.01", "title": "Информационная безопасность" },
    { "code": "12.03.01", "title": "Приборостроение" },
    { "code": "13.03.01", "title": "Теплоэнергетика и теплотехника" },
    { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
    { "code": "15.03.01", "title": "Машиностроение" },
    { "code": "15.03.04", "title": "Автоматизация технологических процессов и производств" },
    { "code": "15.03.06", "title": "Мехатроника и робототехника" },
    { "code": "24.03.01", "title": "Ракетные комплексы и космонавтика" },
    { "code": "24.03.04", "title": "Авиастроение" },
    { "code": "25.03.01", "title": "Техническая эксплуатация летательных аппаратов и двигателей" },
    { "code": "27.03.04", "title": "Управление в технических системах" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "43.03.01", "title": "Сервис" },
    { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" }
  ]
},
{
  "number": 17,
  "name": "Тутаевский филиал ФГБОУ ВО «Рыбинский государственный авиационный технический университет имени П.А. Соловьева»",
  "website": "https://tf.rsatu.ru/abitur/",
  "vk": "https://vk.com/tf.rsatu",
  "address": "152300, Ярославская область, г. Тутаев, ул. Розы Люксембург, д. 57",
  "phone": "8 (48533) 2-19-54",
  "email": "tf@rsatu.ru",
  "directions": [
    { "code": "08.03.01", "title": "Строительство" },
    { "code": "13.03.03", "title": "Энергетическое машиностроение" },
    { "code": "09.02.11", "title": "Разработка и управление программным обеспечением" },
    { "code": "15.02.16", "title": "Технология машиностроения" }
  ]
},
];