window.catalogData = window.catalogData || {};
window.catalogData["Забайкальский край"] = [
  {
    number: 1,
    name: "ГПОУ «Педагогический колледж г. Сретенска»",
    website: "https://vuzopedia.ru/ssuzy/pedagogicheskiy-kolledzh-g-sretenska",
    vk: "https://vk.com/pdsretensk",
    address: "673500, Забайкальский край, г. Сретенск, улица Энергетиков, 6",
    phone: "8 (302) 462-16-92",
    email: "pdsretensk@mail.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "54.02.06", title: "Изобразительное искусство и черчение" }
    ]
  },
  {
    number: 2,
    name: "Компьютерная академия ТОП в г. Чита",
    website: "https://chita.top-academy.ru/",
    vk: "https://vk.com/top_academy_chita",
    address: "672000, Забайкальский край, г. Чита, ул. Ленинградская, д. 16, 1 этаж",
    phone: "8 (302) 228-40-98",
    email: "chitacollege@top-academy.ru",
    directions: [
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "42.02.01", title: "Цифровой маркетинг, медиа и пиар" },
      { code: "09.02.13", title: "Интеграция решений с применением технологий искусственного интеллекта" },
      { code: "40.02.04", title: "Юриспруденция (цифровой юрист)" }
    ]
  },
  {
    number: 3,
    name: "ГПОУ ЧТОТиБ «Читинский техникум отраслевых технологий и бизнеса»",
    website: "https://www.chtotib.ru/",
    vk: "https://vk.com/chtotib_official",
    address: "672007, Забайкальский край, г. Чита, ул. Бабушкина, д. 66",
    phone: "8 (302) 232-06-18",
    email: "chtotib@mail.ru",
    directions: [
      { code: "07.02.01", title: "Архитектура" },
      { code: "11.02.15", title: "Инфокоммуникационные сети и системы связи" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "08.01.27", title: "Мастер общестроительных работ" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "08.01.29", title: "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
      { code: "08.02.13", title: "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "13.02.02", title: "Теплоснабжение и теплотехническое оборудование" },
      { code: "23.02.04", title: "Техническая эксплуатация подъёмно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "23.01.18", title: "Мастер вертикального транспорта" }
    ]
  },
  {
    number: 4,
    name: "ГПОУ ЧПТК «Читинский политехнический колледж»",
    website: "https://chptk.ru/",
    vk: "https://vk.com/oso_chptk",
    address: "672000, Забайкальский край, г. Чита, ул. Полины Осипенко, д. 18",
    phone: "8 (302) 235-52-54",
    email: "mail@chptk.ru",
    directions: [
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "13.02.03", title: "Электрические станции, сети и системы" },
      { code: "13.02.06", title: "Релейная защита и автоматизация электроэнергетических систем" },
      { code: "21.02.04", title: "Прикладная геодезия" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "23.02.04", title: "Техническая эксплуатация подъёмно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "35.02.01", title: "Лесное и лесопарковое хозяйство" },
      { code: "35.02.03", title: "Технология деревообработки" },
      { code: "35.02.12", title: "Садово-парковое и ландшафтное строительство" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учёт (по отраслям)" }
    ]
  },
  {
    number: 5,
    name: "ГАПОУ «Забайкальский горный колледж имени М.И. Агошкова»",
    website: "https://zabgc.ru/",
    vk: "https://vk.com/zabgc",
    address: "672039, Забайкальский край, г. Чита, ул. Баргузинская, 41",
    phone: "8 (302) 241-69-74",
    email: "mail@zabgc.ru",
    directions: [
      { code: "21.02.15", title: "Открытые горные работы" },
      { code: "21.02.17", title: "Подземная разработка месторождений полезных ископаемых" },
      { code: "21.02.14", title: "Маркшейдерское дело" },
      { code: "21.02.18", title: "Металлургия цветных металлов" },
      { code: "21.02.19", title: "Обогащение полезных ископаемых" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "15.02.01", title: "Монтаж и техническая эксплуатация промышленного оборудования (по отраслям)" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учёт (по отраслям)" }
    ]
  },
  {
    number: 6,
    name: "ГТК ЗабГУ «Гуманитарно-технический колледж ЗабГУ»",
    website: "https://entrant.zabgu.ru/?page_id=4801",
    vk: "https://vk.com/gtkzabgu",
    address: "672039, Забайкальский край, г. Чита, ул. Баргузинская, д. 49А",
    phone: "8 (302) 235-16-35",
    email: "gtkzabgu@mail.ru",
    directions: [
      { code: "38.02.06", title: "Финансы" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "13.02.01", title: "Тепловые электрические станции" },
      { code: "21.02.15", title: "Открытые горные работы" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  {
    number: 7,
    name: "ГПОУ «Читинский медицинский колледж»",
    website: "https://chmk-chita.ru/",
    vk: "https://vk.com/chmk_chita",
    address: "672000, Забайкальский край, г. Чита, ул. Анохина, д. 71",
    phone: "8 (302) 235-28-87",
    email: "medcollege@inbox.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.02", title: "Акушерское дело" },
      { code: "31.02.03", title: "Лабораторная диагностика" },
      { code: "31.02.05", title: "Стоматология ортопедическая" },
      { code: "31.02.06", title: "Стоматология профилактическая" },
      { code: "32.02.01", title: "Медико-профилактическое дело" },
      { code: "33.02.01", title: "Фармация" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "34.02.02", title: "Медицинский массаж" }
    ]
  },
  {
    number: 8,
    name: "ГАПОУ «Читинский педагогический колледж»",
    website: "https://chpkol.ru/",
    vk: "https://vk.com/chpkol_professionalitet",
    address: "672038, Забайкальский край, г. Чита, ул. Красной Звезды, д. 51А",
    phone: "8 (302) 221-19-74",
    email: "chpkkol@mail.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.03", title: "Педагогика дополнительного образования" },
      { code: "44.02.04", title: "Специальное дошкольное образование" },
      { code: "49.02.01", title: "Физическая культура" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "39.02.01", title: "Социальная работа" },
      { code: "39.02.02", title: "Сурдокоммуникация" },
      { code: "40.02.02", title: "Правоохранительная деятельность" }
    ]
  },
  {
    number: 9,
    name: "ИрГАУ «Колледж Агробизнеса»",
    website: "https://zabai.ru/колледж-агробизнеса/",
    vk: "https://vk.com/zabai75",
    address: "672023, Забайкальский край, г. Чита, мкр. Агрогородок “Опытный”, д. 10",
    phone: "8 (302) 228-20-63",
    email: "priemzabai@mail.ru",
    directions: [
      { code: "35.02.05", title: "Агрономия" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "35.02.12", title: "Электрификация и автоматизация сельского хозяйства" },
      { code: "38.02.07", title: "Торговое дело (Коммерция)" },
      { code: "35.02.16", title: "Механизация сельского хозяйства" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автомобильного транспорта" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "21.02.08", title: "Землеустройство" }
    ]
  },
  {
    number: 10,
    name: "ЧТЖТ ЗабИЖТ «Читинский техникум железнодорожного транспорта»",
    website: "https://postupi.info/college/9236/abitur",
    vk: "https://vk.com/chtzht",
    address: "672000, Забайкальский край, г. Чита, ул. Бутина, д. 3",
    phone: "8 (302) 222-58-11",
    email: "chrts@bk.ru",
    directions: [
      { code: "08.02.10", title: "Строительство железных дорог, путь и путевое хозяйство" },
      { code: "11.02.06", title: "Техническая эксплуатация транспортного радиоэлектронного оборудования (по видам транспорта)" },
      { code: "13.02.07", title: "Электроснабжение (по отраслям)" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "23.02.06", title: "Техническая эксплуатация подвижного состава железных дорог" },
      { code: "27.02.03", title: "Автоматика и телемеханика на транспорте (железнодорожном транспорте)" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  {
    number: 11,
    name: "ЗИП СибУПК «Колледж Сибирский университет потребительской кооперации — в г. Чита»",
    website: "https://zip.sibupk.su/",
    vk: "https://vk.com/zipsibupc",
    address: "672000, Забайкальский край, Чита, ул. Ленинградская, д. 16",
    phone: "8 (302) 232-56-44",
    email: "fspo@zipsupc.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 12,
    name: "ГПОУ ЗабТПТиС «Забайкальский техникум профессиональных технологий и сервиса»",
    website: "https://забтех.рф/",
    vk: "https://vk.com/zabtptis",
    address: "672030, Забайкальский край, городской округ город Чита, г. Чита, ул. Труда, д. 14, корп. 1",
    phone: "8 (302) 239-60-14",
    email: "zabtptis@mail.ru",
    directions: [
      { code: "08.01.31", title: "Электромонтажник электрических сетей и электрооборудования" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "11.01.08", title: "Оператор связи" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "43.01.11", title: "Мастер флористического сервиса" }
    ]
  },
  {
    number: 13,
    name: "ЗабКУИ «Забайкальское краевое училище искусств»",
    website: "https://vuzopedia.ru/ssuzy/zabaykalskoe-kraevoe-uchilishche-iskusstv",
    vk: "https://vk.com/publiczabkui",
    address: "672000, Забайкальский край, городской округ город Чита, г. Чита, ул. Амурская, 56",
    phone: "8 (302) 232-34-22",
    email: "zk.is@yandex.ru",
    directions: [
      { code: "53.02.03", title: "Инструментальное исполнительство (по видам инструментов)" },
      { code: "53.02.06", title: "Хоровое дирижирование" },
      { code: "53.02.07", title: "Теория музыки" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "54.02.02", title: "Декоративно-прикладное искусство и народные промыслы (по видам)" },
      { code: "54.02.05", title: "Живопись (по видам)" }
    ]
  },
  {
    number: 14,
    name: "ГПОУ ЗабКУК «Забайкальское краевое училище культуры»",
    website: "https://zabcult.ru/",
    vk: "https://vk.com/zabcult",
    address: "672038, Забайкальский край, г. Чита, ул. Красной Звезды, д. 7",
    phone: "8 (302) 221-70-32",
    email: "mail@zabcult.ru",
    directions: [
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "51.02.01", title: "Народное художественное творчество (по видам)" },
      { code: "51.02.02", title: "Социально-культурная деятельность (по видам)" },
      { code: "51.02.03", title: "Библиотековедение" },
      { code: "53.02.05", title: "Сольное и хоровое народное пение" },
      { code: "53.02.08", title: "Музыкальное звукооператорское мастерство" }
    ]
  },
  {
    number: 15,
    name: "ЧИ БГУ «Колледж Байкальский государственный университет — в г. Чита»",
    website: "http://college.bgu-chita.ru/",
    vk: "https://vk.com/bguchita",
    address: "672000, Забайкальский край, г. Чита, ул. Анохина, д. 56",
    phone: "8 (302) 232-34-21",
    email: "academy@bgu-chita.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "09.02.11", title: "Разработка и управление программным обеспечением" }
    ]
  },
  {
    number: 16,
    name: "ГПОУ «Забайкальский государственный колледж»",
    website: "http://www.zabgoscoll.ru/",
    vk: "https://vk.com/club213115897",
    address: "672023, Забайкальский край, г. Чита, ул. Юбилейная, д. 1",
    phone: "8 (302) 239-26-60",
    email: "chgppk@mail.ru",
    directions: [
      { code: "15.02.14", title: "Оснащение средствами автоматизации технологических процессов и производств (по отраслям)" },
      { code: "21.02.08", title: "Землеустройство" },
      { code: "22.02.06", title: "Сварочное производство" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "25.02.07", title: "Техническое обслуживание авиационных двигателей" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "44.02.06", title: "Профессиональное обучение (по отраслям)" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" }
    ]
  },
  {
    number: 17,
    name: "ЧТКУ «Читинское торгово-кулинарное училище»",
    website: "http://chtku.ru/",
    vk: "https://vk.com/chtkuchita",
    address: "672039, Забайкальский край, г. Чита, ул. Верхоленская, д. 14",
    phone: "8 (302) 232-02-57",
    email: "riv@mail.chita.ru",
    directions: [
      { code: "38.01.02", title: "Продавец, контролер-кассир" },
      { code: "43.01.09", title: "Повар, кондитер" }
    ]
  },
  {
    number: 18,
    name: "ГПОУ «Среднее специальное училище (техникум) олимпийского резерва Забайкальского края»",
    website: "https://ssuor-chita.ru/",
    vk: "https://vk.com/ssuor",
    address: "672039, Забайкальский край, г. Чита, ул. Ангарская, д. 8",
    phone: "8 (302) 221-78-58",
    email: "ssuor@mail.ru",
    directions: [
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  {
    number: 19,
    name: "ГАПОУ КГПТ «Краснокаменский горно-промышленный техникум»",
    website: "https://гапоукгпт.рф/",
    vk: "https://vk.com/gapoukgpt",
    address: "674673, Забайкальский край, Краснокаменский район, г. Краснокаменск, проспект Строителей, д. 1",
    phone: "8 (302) 452-68-80",
    email: "profuch11@bk.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "15.01.35", title: "Мастер слесарных работ" },
      { code: "15.01.37", title: "Слесарь-наладчик контрольно-измерительных приборов и автоматики" },
      { code: "15.01.38", title: "Оператор-наладчик металлообрабатывающих станков" },
      { code: "21.01.08", title: "Машинист на открытых горных работах" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "27.02.04", title: "Автоматические системы управления" },
      { code: "43.01.09", title: "Повар, кондитер" }
    ]
  },
  {
    number: 20,
    name: "ГПОУ КПТК «Краснокаменский промышленно-технологический техникум Забайкальского края»",
    website: "https://pu34.edusite.ru/",
    vk: "https://vk.com/kptt75",
    address: "674673, Забайкальский край, Краснокаменский район, г. Краснокаменск, ул. Молодежная, д. 15, корп. 1",
    phone: "8 (302) 452-75-00",
    email: "kraspu34@bk.ru",
    directions: [
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "23.02.04", title: "Техническая эксплуатация подъёмно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { code: "23.01.06", title: "Машинист дорожных и строительных машин" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  {
    number: 21,
    name: "ГПОУ ПГК «Приаргунский государственный колледж»",
    website: "https://pgk.zabaikalschool.ru/",
    vk: "https://vk.com/pgk.zab75",
    address: "674310, Забайкальский край, Приаргунский район, пгт Приаргунск, ул. Чернышевского, д. 1А",
    phone: "8 (302) 432-22-35",
    email: "pgk.priarg@mail.ru",
    directions: [
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "23.02.04", title: "Техническая эксплуатация подъёмно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "35.02.05", title: "Агрономия" },
      { code: "43.01.09", title: "Повар, кондитер" }
    ]
  },
  {
    number: 22,
    name: "ГАПОУ ЗабГК «Забайкальский горный колледж имени М.И. Агошкова — филиал в г. Краснокаменск»",
    website: "https://zabgc.ru/life/filial-v-g-krasnokamenske/",
    vk: "https://vk.com/zabgc",
    address: "674674, Забайкальский край, Краснокаменский район, г. Краснокаменск, 5-й микрорайон, дом 520, помещение 2",
    phone: "8 (302) 457-02-82",
    email: "filial_zabgc@mail.ru",
    directions: [
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "21.02.13", title: "Геологическая съемка, поиски и разведка месторождений полезных ископаемых" },
      { code: "21.02.17", title: "Подземная разработка месторождений полезных ископаемых" },
      { code: "21.02.19", title: "Обогащение полезных ископаемых" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  {
    number: 23,
    name: "ГПОУ КМК «Краснокаменский медицинский колледж»",
    website: "https://gouspokmk.ru/",
    vk: "https://vk.com/public202180719",
    address: "674676, Забайкальский край, Краснокаменский район, г. Краснокаменск, ул. Больничная, д. 5, корп. 12",
    phone: "8 (302) 454-16-99",
    email: "gouspokmk@mail.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.02", title: "Акушерское дело" }
    ]
  },
  {
    number: 24,
    name: "СРШБ «Сибирская региональная школа бизнеса — филиал в г. Краснокаменск»",
    website: "https://college.edunetwork.ru/75/528/c1294/",
    vk: "https://vk.com/public199613791",
    address: "674673, Забайкальский край, Краснокаменский муниципальный округ, г. Краснокаменск, 6-й микрорайон, дом 604",
    phone: "8 (302) 457-02-50",
    email: "sibit86@yandex.ru",
    directions: [
      { code: "38.02.07", title: "Банковское дело" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 25,
    name: "ГПОУ «Читинский медицинский колледж - филиал в г. Петровск-Забайкальский»",
    website: "https://chmk-chita.ru/filialy/petrovsk-zabajkalskij-filial/",
    vk: "https://vk.com/medpz2021",
    address: "673005, Забайкальский край, Петровск-Забайкальский район, г. Петровск-Забайкальский, ул. Скальная, д. 14",
    phone: "8 (302) 363-17-81",
    email: "medcolledgeinbox@mail.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 26,
    name: "ГПОУ ЧПТК «Читинский политехнический колледж — филиал в с. Красный Чикой»",
    website: "https://chptk.ru/chikoj",
    vk: "https://vk.com/chptk.professionalitet",
    address: "673060, Забайкальский край, Красночикойский район, с. Красный Чикой, ул. Первомайская, д. 1",
    phone: "8 (302) 302-15-25",
    email: "college-chikoy@mail.ru",
    directions: [
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "21.01.08", title: "Машинист на открытых горных работах" },
      { code: "44.02.01", title: "Дошкольное образование" }
    ]
  },
  {
    number: 27,
    name: "ГПОУ ЧПТК «Читинский политехнический колледж — филиал в г. Петровск-Забайкальский»",
    website: "https://chptk.ru/filial_petrovsk",
    vk: "https://vk.com/pzptk",
    address: "672000, Забайкальский край, г. Чита, ул. Полины Осипенко, д. 18",
    phone: "8 (302) 363-16-62",
    email: "pz.ptk@ya.ru",
    directions: [
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "44.02.02", title: "Преподавание в начальных классах" }
    ]
  },
  {
    number: 28,
    name: "ГПОУ ШМПЛ «Шилкинский многопрофильный лицей — филиал в п. Чернышевск»",
    website: "https://pu-shilka.profiedu.ru/?section_id=17",
    vk: "https://vk.com/club211819562",
    address: "673460, Забайкальский край, Чернышевский район, пгт Чернышевск, ул. Партизанская, д. 26",
    phone: "8 (302) 442-06-84",
    email: "pu20chern.chita@yandex.ru",
    directions: [
      { code: "23.01.09", title: "Помощник машиниста (по видам подвижного состава железнодорожного транспорта)" },
      { code: "23.01.23", title: "Электромонтер устройств сигнализации, централизации, блокировки (СЦБ)" },
      { code: "43.01.06", title: "Проводник на железнодорожном транспорте" }
    ]
  },
  {
    number: 29,
    name: "ГАПОУ ЧПК «Читинский педагогический колледж — филиал в г. Балей»",
    website: "https://chpkol.ru/sveden/struct/balejskij-filial/",
    vk: "https://vk.com/baleypedcolledg",
    address: "673450, Забайкальский край, г. Балей, ул. Кирова, д. 22",
    phone: "8 (302) 325-12-08",
    email: "bpk3@rambler.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "43.01.09", title: "Повар, кондитер" }
    ]
  },
  {
    number: 30,
    name: "ГПОУ «Читинский медицинский колледж — Балейский филиал»",
    website: "https://chmk-chita.ru/filialy/balejskij-filial/",
    vk: "https://vk.com/public106885686",
    address: "673450, Забайкальский край, г. Балей, ул. Ленина, д. 6",
    phone: "8 (302) 325-11-51",
    email: "bmubalei@mail.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 31,
    name: "БФ ГПОУ КПТК «Краснокаменский промышленно-технологический техникум — филиал в г. Борзя»",
    website: "https://borzya.pu34.edusite.ru/",
    vk: "https://vk.com/public172709185",
    address: "674600, Забайкальский край, г. Борзя, ул. Карла Маркса, 204",
    phone: "8 (302) 333-33-11",
    email: "pu_32@mail.ru",
    directions: [
      { code: "23.01.06", title: "Машинист дорожных и строительных машин" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" }
    ]
  },
  {
    number: 32,
    name: "ГПОУ БМУ «Борзинское медицинское училище (техникум)»",
    website: "https://bmuborzya.edusite.ru/",
    vk: "https://vk.com/club217216495",
    address: "674600, Забайкальский край, Борзинский район, г. Борзя, ул. Савватеевская, д. 27",
    phone: "8 (302) 333-19-34",
    email: "bmubohzya@yandex.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 33,
    name: "ГАПОУ «Агинский педагогический колледж имени Б. Ринчино»",
    website: "http://aginskpk.ru/",
    vk: "https://vk.com/aginskpk",
    address: "687000, Забайкальский край, Агинский район, пгт Агинское, ул. Комсомольская, д. 22",
    phone: "8 (302) 393-75-25",
    email: "aginskpk@mail.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" }
    ]
  },
  {
    number: 34,
    name: "ГАПОУ «Агинский медицинский колледж имени В.Л. Чимитдоржиева»",
    website: "http://www.agamk.ru/",
    vk: "https://vk.com/amk_aginskoe",
    address: "687000, Забайкальский край, Агинский район, пгт Агинское, ул. Комсомольская, д. 53",
    phone: "8 (302) 393-52-21",
    email: "aga_med@mail.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 35,
    name: "ГПОУ ПГК «Приаргунский государственный колледж — филиал в п. Ясногорск»",
    website: "https://pgk.zabaikalschool.ru/?section_id=70",
    vk: "https://vk.com/club223623600",
    address: "674520, Забайкальский край, Оловяннинский район, п. Ясногорск, ул. Ононская, д. 17",
    phone: "8 (302) 432-25-78",
    email: "yasnogoroskiy@mail.ru",
    directions: [
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "13.01.03", title: "Электрослесарь по ремонту оборудования электростанций" }
    ]
  },
  {
    number: 36,
    name: "ГПОУ «Хилокское железнодорожное училище»",
    website: "https://hilokrzd.profiedu.ru/",
    vk: "https://vk.com/public188165219",
    address: "673200, Забайкальский край, Хилокский район, г. Хилок, ул. Калинина, д. 16",
    phone: "8 (302) 372-15-75",
    email: "pu3hilok16@mail.ru",
    directions: [
      { code: "08.01.23", title: "Бригадир-путеец" },
      { code: "23.01.09", title: "Помощник машиниста (по видам подвижного состава железнодорожного транспорта)" },
      { code: "23.01.13", title: "Электромонтер тяговой подстанции" },
      { code: "23.01.14", title: "Электромонтер устройств сигнализации, централизации, блокировки (СЦБ)" },
      { code: "43.01.06", title: "Проводник на железнодорожном транспорте" }
    ]
  },
  {
    number: 37,
    name: "ГПОУ «Шилкинский многопрофильный лицей»",
    website: "https://pu-shilka.profiedu.ru/",
    vk: "https://vk.com/public217460892",
    address: "673370, Забайкальский край, Шилкинский район, г. Шилка, ул. Ленина, д. 69",
    phone: "8 (302) 442-48-18",
    email: "pu16shilka@yandex.ru",
    directions: [
      { code: "23.01.09", title: "Помощник машиниста (по видам подвижного состава железнодорожного транспорта)" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "23.01.23", title: "Электромонтер устройств сигнализации, централизации, блокировки (СЦБ)" },
      { code: "43.01.06", title: "Проводник на железнодорожном транспорте" }
    ]
  },
  {
    number: 38,
    name: "ГПОУ «Могойтуйский аграрно-промышленный техникум»",
    website: "http://mogagrocol.ru/",
    vk: "https://vk.com/mogagrocol",
    address: "687420, Забайкальский край, Могойтуйский район, пгт Могойтуй, ул. Малиновского, д. 29",
    phone: "8 (302) 552-13-40",
    email: "mog_agrocol@mail.ru",
    directions: [
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "25.02.07", title: "Техническое обслуживание авиационных двигателей" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "35.02.12", title: "Электрификация и автоматизация сельского хозяйства" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "43.01.09", title: "Повар, кондитер" }
    ]
  },
  {
    number: 39,
    name: "ГПОУ «Нерчинский аграрный техникум»",
    website: "https://nat-nrch.ru/",
    vk: "https://vk.com/club229268917",
    address: "673403, Забайкальский край, г. Нерчинск, Нерчинский район, ул. Студгородок, корп. 1",
    phone: "8 (302) 424-18-73",
    email: "nat_nrch@mail.ru",
    directions: [
      { code: "15.02.06", title: "Монтаж, техническая эксплуатация и ремонт холодильно-вентиляционных машин и установок (по отраслям)" },
      { code: "19.02.11", title: "Технология продуктов питания из растительного сырья" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "35.02.05", title: "Агрономия" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 40,
    name: "ГПОУ «Первомайское многопрофильное училище»",
    website: "https://pmu75.ru/",
    vk: "https://vk.com/public212755662",
    address: "673390, Забайкальский край, Шилкинский район, пгт Первомайский, ул. Строительная, зд. 2",
    phone: "8 (302) 624-20-53",
    email: "gou_pu15_00@mail.ru",
    directions: [
      { code: "08.01.25", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "15.01.38", title: "Оператор-наладчик металлообрабатывающих станков" },
      { code: "22.01.11", title: "Оператор металлургического производства" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "43.01.09", title: "Повар, кондитер" }
    ]
  },
  // === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
  {
    number: 1,
    name: "ЗабАИ «Забайкальский аграрный институт – филиал Иркутского ГАУ (Иркутского государственного аграрного университета имени А.А. Ежевского)»",
    website: "https://zabai.ru/",
    vk: "https://vk.com/zabai75",
    address: "672023, Забайкальский край, г. Чита, ул. Юбилейная, д. 4",
    phone: "8 (302) 239-34-16",
    email: "zabai@mail.chita.ru",
    directions: [
      { code: "35.03.04", title: "Агрономия" },
      { code: "35.03.06", title: "Агроинженерия" },
      { code: "35.03.07", title: "Технология производства и переработки сельскохозяйственной продукции" },
      { code: "36.05.01", title: "Ветеринария" },
      { code: "38.03.01", title: "Экономика" }
    ]
  },
  {
    number: 2,
    name: "ЗабГУ «Забайкальский государственный университет»",
    website: "https://entrant.zabgu.ru/",
    vk: "https://vk.com/press_zabgu",
    address: "672039, Забайкальский край, г. Чита, ул. Александро-Заводская, д. 30",
    phone: "8 (302) 244-04-25",
    email: "mail@zabgu.ru",
    directions: [
      { code: "02.03.03", title: "Математическое обеспечение и администрирование информационных систем" },
      { code: "03.03.02", title: "Физика" },
      { code: "05.03.06", title: "Экология и природопользование" },
      { code: "06.03.01", title: "Биология" },
      { code: "09.03.01", title: "Информатика и вычислительная техника" },
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "13.03.01", title: "Теплоэнергетика и теплотехника" },
      { code: "13.03.02", title: "Электроэнергетика и электротехника" },
      { code: "15.03.01", title: "Машиностроение" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "21.03.02", title: "Землеустройство и кадастры" },
      { code: "23.03.01", title: "Технология транспортных процессов" },
      { code: "27.03.02", title: "Управление качеством" },
      { code: "35.03.01", title: "Лесное дело" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "39.03.01", title: "Социология" },
      { code: "39.03.02", title: "Социальная работа" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "41.03.05", title: "Международные отношения" },
      { code: "42.03.01", title: "Реклама и связи с общественностью" },
      { code: "44.03.01", title: "Педагогическое образование" },
      { code: "45.03.02", title: "Лингвистика" },
      { code: "49.03.01", title: "Физическая культура" },
      { code: "51.03.03", title: "Социально-культурная деятельность" }
    ]
  },
  {
    number: 3,
    name: "ЧГМА «Читинская государственная медицинская академия»",
    website: "https://chitgma.ru/",
    vk: "https://vk.com/news_chgma",
    address: "672000, Забайкальский край, г. Чита, ул. Горького, д. 39 А",
    phone: "8 (302) 235-60-12",
    email: "pochta@chitgma.ru",
    directions: [
      { code: "31.05.01", title: "Лечебное дело" },
      { code: "31.05.02", title: "Педиатрия" },
      { code: "31.05.03", title: "Стоматология" },
      { code: "34.03.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 4,
    name: "ЗабИЖТ «Забайкальский институт железнодорожного транспорта – филиал ИрГУПС – Иркутского государственного университета путей сообщения»",
    website: "https://chita.postupi.online/vuz/zabizht-irgups/",
    vk: "https://vk.com/zabmegalink",
    address: "672040, Забайкальский край, г. Чита, ул. Магистральная, д. 11",
    phone: "8 (302) 224-06-90",
    email: "sekretar@zab.megalink.ru",
    directions: [
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "23.03.01", title: "Технология транспортных процессов" },
      { code: "23.05.05", title: "Системы обеспечения движения поездов" },
      { code: "23.05.06", title: "Строительство железных дорог, мостов и транспортных тоннелей" },
      { code: "38.03.01", title: "Экономика" }
    ]
  },
  {
    number: 5,
    name: "ЗИП СибУПК «Забайкальский институт предпринимательства – филиал Сибирского университета потребительской кооперации»",
    website: "https://zip.sibupk.su/",
    vk: "https://vk.com/zipsibupc",
    address: "672040, Забайкальский край, г. Чита, ул. Ленинградская, 16",
    phone: "8 (302) 232-03-65",
    email: "info@zipsupc.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  }
];