window.catalogData = window.catalogData || {};
window.catalogData["Белгородская область"] = [
  {
    number: 1,
    name: "АНО ПОО ММКЦТ «Академия ТОП»",
    website: "https://topitcollege.ru/starijoskol",
    vk: "https://vk.com/top_academy_oskol",
    address: "Старый Оскол, микрорайон Майский, д. 8",
    phone: "8 (4725) 23-78-78",
    email: "top-academy.ru",
    directions: [
          { "code": "09.02.13", "title": "Интеграция решений с применением технологий искусственного интеллекта" },
    { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "42.02.01", "title": "Реклама" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "54.01.20", "title": "Графический дизайнер" }

    ]
  },
  {
    number: 2,
    name: "ОГАПОУ «Алексеевский агромеханический техникум»",
    website: "https://alexaat.ru/",
    vk: "",
    address: "309850, Белгородская область, г. Алексеевка, ул. Победы, 119",
    phone: "8 (47234) 3-41-33",
    email: "apl119@alexaat.ru",
    directions: [
         { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "35.01.13", "title": "Тракторист-машинист сельскохозяйственного производства" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" }

    ]
  },
  {
    number: 3,
    name: "ОГАПОУ «Алексеевский колледж»",
    website: "http://alcollege.ru/",
    vk: "https://vk.com/alcollege",
    address: "309850, Белгородская область, г. Алексеевка, ул. Победы, д. 22",
    phone: "8 (47234) 3-53-20",
    email: "",
    directions: [
     { "code": "54.02.06", "title": "Изобразительное искусство и черчение" },
    { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
    { "code": "09.02.11", "title": "Информационные системы и программирование" },
    { "code": "11.02.16", "title": "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" },
    { "code": "44.02.04", "title": "Специальное дошкольное образование" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" },
    { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг (по отраслям)" }

    ]
  },
  {
    number: 4,
    name: "ОГАПОУ «Борисовский агромеханический техникум»",
    website: "https://borteh.ru/",
    vk: "https://vk.com/bor_teh",
    address: "309340, Белгородская область, п. Борисовка, ул. Коминтерна, д. 16а",
    phone: "8 (47246) 5-07-04",
    email: "bat_priem@mail.ru",
    directions: [
      { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "36.02.03", "title": "Зоотехния" },
    { "code": "35.02.08", "title": "Электротехнические системы в агропромышленном комплексе (АПК)" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "35.02.12", "title": "Садово-парковое и ландшафтное строительство" },
    { "code": "15.02.19", "title": "Сварочное производство" }

    ]
  },
  {
    number: 5,
    name: "ОГАПОУ «Белгородский индустриальный колледж»",
    website: "https://www.bincol.ru/",
    vk: "https://vk.com/bin_coll",
    address: "308002, г. Белгород, пр. Б. Хмельницкого, д. 80",
    phone: "8 (4722) 26-22-65",
    email: "mail@bincol.ru",
    directions: [
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "10.02.01", title: "Организация и технология защиты информации" },
      { code: "10.02.04", title: "Обеспечение информационной безопасности телекоммуникационных систем" },
      { code: "11.02.10", title: "Радиосвязь, радиовещание и телевидение" },
      { code: "11.02.15", title: "Инфокоммуникационные сети и системы связи" },
      { code: "13.02.02", title: "Теплоснабжение и теплотехническое оборудование" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "15.02.09", title: "Аддитивные технологии" },
      { code: "15.02.10", title: "Мехатроника и мобильная робототехника" },
      { code: "22.02.06", title: "Сварочное производство" },
      { code: "27.02.05", title: "Системы и средства диспетчерского управления" },
      { code: "38.02.02", title: "Страховое дело" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" }
    ]
  },
  {
    number: 6,
    name: "ОГАПОУ «Белгородский машиностроительный техникум»",
    website: "https://bmt31.ru/",
    vk: "https://vk.com/bmt31",
    address: "308002, г. Белгород, пр. Б. Хмельницкого, д. 115",
    phone: "8 (4722) 26-02-82",
    email: "belpu4@yandex.ru",
    directions: [
      { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "15.02.19", "title": "Сварочное производство" },
    { "code": "23.01.07", "title": "Машинист крана (крановщик)" },
    { "code": "13.01.10", "title": "Электромонтёр по ремонту и обслуживанию электрооборудования (по отраслям)" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "15.01.25", "title": "Станочник" }

    ]
  },
  {
    number: 7,
    name: "ОГАПОУ «Белгородский механико-технологический колледж»",
    website: "https://bmtk31.ru/",
    vk: "https://vk.com/bmtk__31",
    address: "308023, г. Белгород, ул. Менделеева, д. 6",
    phone: "8 (4722) 34-01-10",
    email: "bmtk_90@mail.ru",
    directions: [
          { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
    { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг (по отраслям)" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "29.02.10", "title": "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "08.02.14", "title": "Эксплуатация и обслуживание многоквартирного дома" },
    { "code": "29.01.33", "title": "Мастер по изготовлению швейных изделий" }

    ]
  },
  {
    number: 8,
    name: "ОГАПОУ «Белгородский политехнический колледж»",
    website: "https://bpcol.ru/",
    vk: "https://vk.com/bel_politex",
    address: "308010, г. Белгород, пр. Б. Хмельницкого, д. 137а",
    phone: "8 (4722) 35-96-65",
    email: "priem@bpcol.ru",
    directions: [
      { "code": "15.02.10", "title": "Мехатроника и робототехника (по отраслям)" },
    { "code": "15.02.12", "title": "Монтаж, техническое обслуживание и ремонт промышленного оборудования (по отраслям)" },
    { "code": "15.02.14", "title": "Оснащение средствами автоматизации технологических процессов и производств (по отраслям)" },
    { "code": "15.02.16", "title": "Технология машиностроения" },
    { "code": "23.02.04", "title": "Техническая эксплуатация подъёмно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
    { "code": "23.02.05", "title": "Эксплуатация транспортного электрооборудования и автоматики (по видам транспорта)" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "15.02.19", "title": "Сварочное производство" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "08.01.24", "title": "Мастер столярно-плотничных, паркетных и стекольных работ" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "23.01.06", "title": "Машинист дорожных и строительных машин" },
    { "code": "23.01.07", "title": "Машинист крана (крановщик)" }

    ]
  },
  {
    number: 9,
    name: "ОГАПОУ «Белгородский педагогический колледж»",
    website: "https://belpedcol.ru/",
    vk: "https://vk.com/belpedcol",
    address: "308036, г. Белгород, ул. Буденного, д. 1",
    phone: "8 (4722) 51-04-14",
    email: "mail@belpedcol.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.03", title: "Педагогика дополнительного образования" },
      { code: "44.02.04", title: "Специальное дошкольное образование" },
      { code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" },
      { code: "49.02.01", title: "Физическая культура" },
      { code: "49.02.02", title: "Адаптивная физическая культура" },
      { code: "49.02.03", title: "Спорт" },
      { code: "39.02.01", title: "Социальная работа" }
    ]
  },
  {
    number: 10,
    name: "ОГАПОУ «Белгородский правоохранительный колледж имени Героя России В.В. Бурцева»",
    website: "https://collegelaw.ru/",
    vk: "https://vk.com/collegelaw",
    address: "308024, г. Белгород, ул. Горького, 61б",
    phone: "8 (472) 255-1355",
    email: "collegelaw@belregion.ru",
    directions: [
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "35.02.15", title: "Кинология" },
      { code: "20.02.02", title: "Защита в чрезвычайных ситуациях" },
      { code: "20.02.04", title: "Пожарная безопасность" },
      { code: "20.02.05", title: "Организация оперативного (экстренного) реагирования в чрезвычайных ситуациях" }
    ]
  },
  {
    number: 11,
    name: "ОГАПОУ «Белгородский строительный колледж»",
    website: "http://belsk.ru/",
    vk: "https://vk.com/club147274638",
    address: "308000, г. Белгород, Гражданский пр., д. 50",
    phone: "8 (4722) 27-43-47",
    email: "belsk44@mail.ru",
    directions: [
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "08.02.03", "title": "Производство неметаллических строительных изделий и конструкций" },
    { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
    { "code": "08.02.12", "title": "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
    { "code": "08.02.13", "title": "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха, вентиляции" },
    { "code": "08.02.14", "title": "Эксплуатация и обслуживание многоквартирного дома" },
    { "code": "15.02.18", "title": "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "08.01.27", "title": "Мастер общестроительных работ" },
    { "code": "08.01.29", "title": "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
    { "code": "08.01.31", "title": "Электромонтажник электрических сетей и электрооборудования" }

    ]
  },
  {
    number: 12,
    name: "ОГАПОУ «Бирючанский техникум»",
    website: "https://biryuchteh.ru/",
    vk: "https://vk.com/birych_tehnikum",
    address: "309920, Белгородская область, г. Бирюч, ул. Красная, д. 2",
    phone: "8 (47247) 3-12-74",
    email: "mail@biryuchteh.ru",
    directions: [
      { code: "36.02.01", title: "Ветеринария" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "36.02.02", title: "Зоотехния" },
      { code: "15.01.31", title: "Мастер контрольно-измерительных приборов и автоматики" },
      { code: "35.02.08", title: "Электротехнические системы в агропромышленном комплексе (АПК)" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "27.02.07", title: "Управление качеством продукции, процессов и услуг (по отраслям)" }
    ]
  },
  {
    number: 13,
    name: "ОГАПОУ «Белгородский техникум общественного питания»",
    website: "https://beltop.ru/",
    vk: "https://vk.com/club162376553",
    address: "308032, г. Белгород, ул. Привольная, д. 2",
    phone: "8 (4722) 35-96-68",
    email: "priem-dir@beltop.ru",
    directions: [
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.01.01", title: "Официант, бармен" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  {
    number: 14,
    name: "ОГАПОУ «Белгородский техникум промышленности и сферы услуг»",
    website: "http://www.belgtis.ru/",
    vk: "https://vk.com/club140110362",
    address: "308027, г. Белгород, ул. Генерала Апанасенко, д. 51а",
    phone: "8 (4722) 55-05-63",
    email: "Licey20@yandex.ru",
    directions: [
      { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "19.02.03", "title": "Технология хлеба, кондитерских и макаронных изделий" },
    { "code": "43.02.14", "title": "Гостиничное дело" },
    { "code": "43.02.17", "title": "Технология индустрии красоты" },
    { "code": "19.02.15", "title": "Биотехнология пищевой промышленности" },
    { "code": "19.01.18", "title": "Аппаратчик-оператор производства продуктов питания" },
    { "code": "43.01.09", "title": "Повар, кондитер" }

    ]
  },
  {
    number: 15,
    name: "ОГАПОУ «Вейделевский агротехнологический техникум имени Грязнова Владимира Михайловича»",
    website: "http://spo-vat.ru/",
    vk: "https://vk.com/public187643718",
    address: "309720, Белгородская область, п. Вейделевка, ул. Гайдара, д. 22",
    phone: "8 (47237) 5-57-03",
    email: "vat_spo@mail.ru",
    directions: [
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "", title: "12680 Каменщик (программа профессионального обучения лиц с ОВЗ)" }
    ]
  },
  {
    number: 16,
    name: "ОГАПОУ «Валуйский индустриальный техникум»",
    website: "https://valindteh31.ru/",
    vk: "https://vk.com/valindteh",
    address: "309996, Белгородская область, г. Валуйки, ул. Максима Горького, д. 34",
    phone: "8 (47236) 3-16-35",
    email: "vit@valindteh.ru",
    directions: [
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
    { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "15.02.18", "title": "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
    { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг (по отраслям)" }

    ]
  },
  {
    number: 17,
    name: "ОГАПОУ «Валуйский колледж»",
    website: "https://www.val-colleg.ru/",
    vk: "https://vk.com/valcolleg",
    address: "309990, Белгородская область, г. Валуйки, ул. Максима Горького, д. 41",
    phone: "8 (47236) 3-14-57",
    email: "val_college@belregion.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.03", title: "Педагогика дополнительного образования" },
      { code: "44.02.04", title: "Специальное дошкольное образование" },
      { code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" }
    ]
  },
  {
    number: 18,
    name: "ОГАПОУ «Губкинский горно-политехнический колледж»",
    website: "https://ggpk31.ru/",
    vk: "https://vk.com/ggpk_professionalitet",
    address: "309182, Белгородская область, г. Губкин, ул. Мичурина, зд. 21",
    phone: "8 (47241) 7-59-64",
    email: "ggpk31@yandex.ru",
    directions: [
       { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
    { "code": "15.02.19", "title": "Сварочное производство" },
    { "code": "21.02.15", "title": "Открытые горные работы" },
    { "code": "21.02.17", "title": "Подземная разработка месторождений полезных ископаемых" },
    { "code": "21.02.18", "title": "Обогащение полезных ископаемых" },
    { "code": "22.02.08", "title": "Металлургическое производство (по видам производства)" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "21.01.08", "title": "Машинист на открытых горных работах" },
    { "code": "23.01.09", "title": "Помощник машиниста (по видам подвижного состава железнодорожного транспорта)" }

    ]
  },
  {
    number: 19,
    name: "ОГАПОУ «Дмитриевский аграрный колледж»",
    website: "https://dsht.ru/",
    vk: "https://vk.com/datk_46",
    address: "309063, Белгородская область, Яковлевский район, с. Дмитриевка, ул. Молодежная, д. 14",
    phone: "8 (47244) 68-2-44",
    email: "dmitrkol31.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "35.02.05", "title": "Агрономия" },
    { "code": "35.02.08", "title": "Электротехнические системы в агропромышленном комплексе (АПК)" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "35.02.20", "title": "Технология производства, первичной переработки и хранения сельскохозяйственной продукции" },
    { "code": "36.02.01", "title": "Ветеринария" },
    { "code": "36.02.03", "title": "Зоотехния" },
    { "code": "43.01.09", "title": "Повар, кондитер" }

    ]
  },
  {
    number: 20,
    name: "ОГАПОУ «Корочанский сельскохозяйственный техникум»",
    website: "https://korsht.ru/",
    vk: "https://vk.com/public89491115",
    address: "309210, г. Короча, ул. Интернациональная, д. 62",
    phone: "8 (47231) 5-58-02",
    email: "korsht@yandex.ru",
    directions: [
      { "code": "19.02.12", "title": "Технология продуктов питания животного происхождения" },
    { "code": "35.02.05", "title": "Агрономия" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "35.02.20", "title": "Технология производства, первичной переработки и хранения сельскохозяйственной продукции" },
    { "code": "36.02.01", "title": "Ветеринария" },
    { "code": "36.02.03", "title": "Зоотехния" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" }

    ]
  },
  {
    number: 21,
    name: "ОГАПОУ «Новооскольский колледж»",
    website: "https://noskolagrokol.ru/",
    vk: "https://vk.com/new.oskol.kolledg",
    address: "309640, Белгородская область, г. Новый Оскол, ул. Успенская, д. 48",
    phone: "8 (47233) 4-54-04",
    email: "mail@noskolagrokol.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "19.02.12", "title": "Технология продуктов питания животного происхождения" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "27.02.06", "title": "Метрологический контроль средств измерений" },
    { "code": "35.02.08", "title": "Электротехнические системы в агропромышленном комплексе (АПК)" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "35.02.20", "title": "Технология производства, первичной переработки и хранения сельскохозяйственной продукции" },
    { "code": "35.02.01", "title": "Лесное и лесопарковое хозяйство" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" }

    ]
  },
  {
    number: 22,
    name: "ОГАПОУ «Ракитянский агротехнологический техникум»",
    website: "https://belratt.ru/",
    vk: "https://vk.com/ogapourat",
    address: "309310, Белгородская область, п. Ракитное, ул. Коммунаров, 11",
    phone: "8 (47245) 55-3-30",
    email: "akitnoe-tehnikum@yandex.ru",
    directions: [
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "35.02.08", title: "Электротехнические системы в агропромышленном комплексе (АПК)" },
      { code: "36.02.03", title: "Зоотехния" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "35.02.05", title: "Агрономия" },
      { code: "19.02.12", title: "Технология продуктов питания животного происхождения" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" }
    ]
  },
  {
    number: 23,
    name: "ОГАПОУ «Ровеньский политехнический техникум»",
    website: "https://goupu-19.ru/",
    vk: "https://vk.com/ogapourpt31",
    address: "309740, Белгородская область, пгт. Ровеньки, ул. М.Горького 29",
    phone: "8 (47238) 5-68-16",
    email: "goupu-19@yandex.ru",
    directions: [
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "27.02.06", title: "Метрологический контроль средств измерений" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" }
    ]
  },
  {
    number: 24,
    name: "ОГАПОУ «Старооскольский индустриально-технологический техникум»",
    website: "https://индустриальный-техникум.рф/",
    vk: "",
    address: "309513, Белгородская область, г. Старый Оскол, мкр. Студенческий, д. 5а",
    phone: "8 (4725) 24-55-38",
    email: "sitt@ситт.рф",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "13.02.11", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "15.02.10", "title": "Мехатроника и робототехника (по отраслям)" },
    { "code": "15.02.16", "title": "Технология машиностроения" },
    { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
    { "code": "15.02.19", "title": "Сварочное производство" },
    { "code": "18.02.12", "title": "Технология аналитического контроля химических соединений" },
    { "code": "21.02.18", "title": "Обогащение полезных ископаемых" },
    { "code": "22.02.06", "title": "Сварочное производство" },
    { "code": "23.02.06", "title": "Техническая эксплуатация подвижного состава железных дорог" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "27.02.04", "title": "Автоматические системы управления" }

    ]
  },
  {
    number: 25,
    name: "ОГАПОУ «Старооскольский медицинский колледж»",
    website: "https://www.stmedcollege.ru/",
    vk: "https://vk.com/st.medcolleg_professionalitet",
    address: "309506, Белгородская область, г. Старый Оскол, ул. Пролетарская, д. 108",
    phone: "8 (4725) 22-12-43",
    email: "stmedcollege@mail.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.02", title: "Акушерское дело" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.05", title: "Стоматология ортопедическая" },
      { code: "31.02.03", title: "Лабораторная диагностика" },
      { code: "33.02.01", title: "Фармация" },
      { code: "32.02.01", title: "Медико-профилактическое дело" },
      { code: "31.02.06", title: "Стоматология профилактическая" }
    ]
  },
  {
    number: 26,
    name: "ОГАПОУ «Старооскольский педагогический колледж»",
    website: "https://www.pedcolledge.ru/",
    vk: "https://vk.com/ped.oskol",
    address: "309530, Белгородская область, г. Старый Оскол, мкр. Солнечный, д. 18",
    phone: "8 (4725) 32-93-64",
    email: "pedcolledge@so.belregion.ru",
    directions: [
      { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" },
    { "code": "44.02.03", "title": "Педагогика дополнительного образования" },
    { "code": "44.02.04", "title": "Специальное дошкольное образование" },
    { "code": "44.02.05", "title": "Коррекционная педагогика в начальном образовании" },
    { "code": "49.02.02", "title": "Адаптивная физическая культура" },
    { "code": "49.02.03", "title": "Спорт" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" }

    ]
  },
  {
    number: 27,
    name: "ОГАПОУ «Старооскольский техникум агробизнеса, кооперации и сервиса»",
    website: "https://staks31.ru/",
    vk: "https://vk.com/agrotechnical_school",
    address: "309516, Белгородская область, г. Старый Оскол, мкр. Макаренко, д. 39",
    phone: "8 (4725) 32-54-00",
    email: "staks31@yandex.ru",
    directions: [
      { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья" },
    { "code": "22.02.06", "title": "Сварочное производство" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "35.02.05", "title": "Агрономия" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "15.01.31", "title": "Мастер контрольно-измерительных приборов и автоматики" },
    { "code": "43.01.09", "title": "Повар, кондитер" }

    ]
  },
  {
    number: 28,
    name: "ОГАПОУ «Старооскольский техникум технологий и дизайна»",
    website: "http://sttd31.ru/",
    vk: "https://vk.com/sttd31",
    address: "309513, Белгородская область, г. Старый Оскол, мкр. Студенческий, д. 4",
    phone: "8 (4725) 24-55-40",
    email: "sttd31@mail.ru",
    directions: [
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий лёгкой промышленности (по видам)" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "19.01.18", title: "Аппаратчик-оператор производства продуктов питания из растительного сырья" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "43.02.17", title: "Технологии индустрии красоты" }
    ]
  },
  {
    number: 29,
    name: "ОГАПОУ «Чернянский агромеханический техникум»",
    website: "https://tehnikum31.ru/",
    vk: "https://vk.com/chamt",
    address: "309560, п. Чернянка, ул. Орджоникидзе, д. 2",
    phone: "8 (47232) 5-72-28",
    email: "goupu7@mail.ru",
    directions: [
     { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "22.02.06", "title": "Сварочное производство" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг (по отраслям)" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" }

    ]
  },
  {
    number: 30,
    name: "ОГАПОУ «Шебекинский агротехнический ремесленный техникум»",
    website: "https://tehsheb31.ru/",
    vk: "https://vk.com/club137987653",
    address: "309296, Белгородская область, г. Шебекино, ул. А. Матросова д.7; ул. Харьковская д. 55",
    phone: "8 (47248) 5-46-93",
    email: "pu8s@yandex.ru",
    directions: [
      { code: "08.01.27", title: "Мастер общестроительных работ" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "15.02.18", title: "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.02.17", title: "Технологии индустрии красоты" }
    ]
  },
  {
    number: 31,
    name: "ОГАПОУ «Шебекинский техникум промышленности и транспорта»",
    website: "https://shtspt.ru/",
    vk: "https://vk.com/shtpt",
    address: "309290, Белгородская область, г. Шебекино, ул. Харьковская, д. 51",
    phone: "8 (47248) 2-31-47",
    email: "shtspt@mail.ru",
    directions: [
          { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "15.02.16", "title": "Технология машиностроения" },
    { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
    { "code": "15.02.19", "title": "Сварочное производство" },
    { "code": "18.02.12", "title": "Технология аналитического контроля химических соединений" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "15.01.32", "title": "Оператор станков с программным управлением" }

    ]
  },
  {
    number: 32,
    name: "ОГАПОУ «Ютановский агромеханический техникум имени Евграфа Петровича Ковалевского»",
    website: "https://ogapouyuat.ru/",
    vk: "https://vk.com/club162714450",
    address: "309670, Белгородская область, Волоконовский район, с. Ютановка, ул. Студенческая, д. 14",
    phone: "8 (47235) 4-22-32",
    email: "pu_27.64@mail.ru",
    directions: [
         { "code": "27.02.06", "title": "Метрологический контроль средств измерений" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "35.02.05", "title": "Агрономия" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "36.02.02", "title": "Зоотехния" }

    ]
  },
  {
    number: 33,
    name: "ОГАПОУ «Яковлевский педагогический колледж»",
    website: "http://yapk87.ru/",
    vk: "https://vk.com/yapk87",
    address: "309070, Белгородская область, Яковлевский район, г. Строитель, ул. Советская, д. 29",
    phone: "8 (47244) 5-00-46",
    email: "jakpu@belregion.ru",
    directions: [
          { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" },
    { "code": "44.02.03", "title": "Педагогика дополнительного образования" },
    { "code": "44.02.05", "title": "Коррекционная педагогика в начальном образовании" }

    ]
  },
  {
    number: 34,
    name: "ОГАПОУ «Яковлевский политехнический техникум»",
    website: "https://yapolitech.ru/",
    vk: "https://vk.com/club118850392",
    address: "309070, Белгородская область, г. Строитель, ул. Кривошеина, д. 7",
    phone: "8 (47244) 5-28-28",
    email: "ogapou_yapt@ya.belregion.ru",
    directions: [
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "15.02.14", "title": "Оснащение средствами автоматизации технологических процессов и производств (по отраслям)" },
    { "code": "15.02.18", "title": "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
    { "code": "21.02.17", "title": "Подземная разработка месторождений полезных ископаемых" },
    { "code": "21.02.18", "title": "Обогащение полезных ископаемых" },
    { "code": "23.02.05", "title": "Эксплуатация транспортного электрооборудования и автоматики (по видам транспорта)" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" }

    ]
  },
// === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
{
    number: 1,
    name: "ФГБОУ ВО Белгородский ГАУ",
    website: "https://belgau.ru/",
    vk: "https://vk.com/belgauru",
    address: "308503, Белгородская обл., Белгородский р-н, п. Майский, ул. Вавилова, 1",
    phone: "8 (4722) 39-21-79",
    email: "info@belgau.ru",
    directions: [
      { code: "05.03.06", title: "Экология и природопользование" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "19.03.03", title: "Продукты питания животного происхождения" },
      { code: "21.03.02", title: "Землеустройство и кадастры" },
      { code: "35.03.04", title: "Агрономия" },
      { code: "35.03.06", title: "Агроинженерия" },
      { code: "35.03.07", title: "Технология производства и переработки сельскохозяйственной продукции" },
      { code: "35.03.10", title: "Ландшафтная архитектура" },
      { code: "36.03.02", title: "Зоотехния" },
      { code: "36.05.01", title: "Ветеринария" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.03", title: "Управление персоналом" },
      { code: "44.03.04", title: "Профессиональное обучение (по отраслям)" }
    ]
  },
  {
    number: 2,
    name: "ГБОУ ВО «Белгородский государственный институт искусств и культуры»",
    website: "https://bgiik.ru/",
    vk: "https://vk.com/bgiik",
    address: "308033, г. Белгород, ул. Королёва, 7",
    phone: "8 (4722) 55-62-67",
    email: "bgiik@bgiik.ru",
    directions: [
      { "code": "42.03.03", "title": "Издательское дело" },
    { "code": "51.03.03", "title": "Социально-культурная деятельность" },
    { "code": "51.03.06", "title": "Библиотечно-информационная деятельность" },
    { "code": "43.03.02", "title": "Туризм" },
    { "code": "51.03.02", "title": "Народная художественная культура" },
    { "code": "51.03.04", "title": "Музеология и охрана объектов культурного и природного наследия" },
    { "code": "50.03.01", "title": "Искусства и гуманитарные науки" },
    { "code": "53.03.06", "title": "Музыкознание и музыкально-прикладное искусство" },
    { "code": "44.03.01", "title": "Педагогическое образование" },
    { "code": "53.03.01", "title": "Музыкальное искусство эстрады" },
    { "code": "53.03.04", "title": "Искусство народного пения" },
    { "code": "52.03.01", "title": "Хореографическое искусство" },
    { "code": "51.03.05", "title": "Режиссура театрализованных представлений и праздников" },
    { "code": "54.03.01", "title": "Дизайн" },
    { "code": "54.03.02", "title": "Декоративно-прикладное искусство и народные промыслы" },
    { "code": "53.03.02", "title": "Музыкально-инструментальное искусство" },
    { "code": "53.03.03", "title": "Вокальное искусство" },
    { "code": "53.03.05", "title": "Дирижирование" }

    ]
  },
  {
    number: 3,
    name: "ФГАОУ ВО «Белгородский государственный национальный исследовательский университет»",
    website: "https://bsuedu.ru/bsu/",
    vk: "https://vk.com/beluniversity",
    address: "308015, г. Белгород, ул. Победы, 85",
    phone: "8 (4722) 30-12-11",
    email: "Info@bsuedu.ru",
    directions: [
     { "code": "01.03.02", "title": "Прикладная математика и информатика" },
    { "code": "02.03.02", "title": "Фундаментальная информатика и информационные технологии" },
    { "code": "02.03.03", "title": "Математическое обеспечение и администрирование информационных систем" },
    { "code": "03.03.02", "title": "Физика" },
    { "code": "04.03.01", "title": "Химия" },
    { "code": "05.03.06", "title": "Экология и природопользование" },
    { "code": "06.03.01", "title": "Биология" },
    { "code": "09.03.02", "title": "Информационные системы и технологии" },
    { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "11.03.02", "title": "Инфокоммуникационные технологии и системы связи" },
    { "code": "12.03.04", "title": "Биотехнические системы и технологии" },
    { "code": "19.03.01", "title": "Биотехнология" },
    { "code": "19.03.04", "title": "Технология продукции и организация общественного питания" },
    { "code": "20.03.01", "title": "Техносферная безопасность" },
    { "code": "21.03.02", "title": "Землеустройство и кадастры" },
    { "code": "35.03.10", "title": "Ландшафтная архитектура" },
    { "code": "37.03.01", "title": "Психология" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.03", "title": "Управление персоналом" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "38.03.05", "title": "Бизнес-информатика" },
    { "code": "39.03.01", "title": "Социология" },
    { "code": "39.03.02", "title": "Социальная работа" },
    { "code": "39.03.03", "title": "Организация работы с молодежью" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "41.03.02", "title": "Регионоведение России" },
    { "code": "41.03.05", "title": "Международные отношения" },
    { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
    { "code": "42.03.02", "title": "Журналистика" },
    { "code": "42.03.05", "title": "Медиакоммуникации" },
    { "code": "43.03.01", "title": "Сервис" },
    { "code": "43.03.02", "title": "Туризм" },
    { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
    { "code": "44.03.03", "title": "Специальное (дефектологическое) образование" },
    { "code": "44.03.05", "title": "Педагогическое образование" },
    { "code": "45.03.01", "title": "Филология" },
    { "code": "45.03.02", "title": "Лингвистика" },
    { "code": "46.03.01", "title": "История" },
    { "code": "46.03.02", "title": "Документоведение и архивоведение" },
    { "code": "47.03.01", "title": "Философия" },
    { "code": "48.03.01", "title": "Теология" },
    { "code": "49.03.01", "title": "Физическая культура" },
    { "code": "10.05.04", "title": "Информационно-аналитические системы безопасности" },
    { "code": "21.05.02", "title": "Прикладная геология" },
    { "code": "21.05.04", "title": "Горное дело" },
    { "code": "31.05.01", "title": "Лечебное дело" },
    { "code": "31.05.02", "title": "Педиатрия" },
    { "code": "31.05.03", "title": "Стоматология" },
    { "code": "33.05.01", "title": "Фармация" },
    { "code": "37.05.01", "title": "Клиническая психология" },
    { "code": "37.05.02", "title": "Психология служебной деятельности" },
    { "code": "38.05.01", "title": "Экономическая безопасность" },
    { "code": "38.05.02", "title": "Таможенное дело" },
    { "code": "40.05.01", "title": "Правовое обеспечение национальной безопасности" },
    { "code": "40.05.03", "title": "Судебная экспертиза" },
    { "code": "40.05.04", "title": "Судебная и прокурорская деятельность" },
    { "code": "45.05.01", "title": "Перевод и переводоведение" }

    ]
  },
  {
    number: 4,
    name: "ФГБОУ ВО «Белгородский государственный технологический университет им. В. Г. Шухова»",
    website: "https://www.bstu.ru/",
    vk: "https://vk.com/bstubel",
    address: "308012, Белгород, ул. Костюкова, 46",
    phone: "8 (4722) 23-05-38",
    email: "rector@intbel.ru",
    directions: [
          { "code": "08.05.01", "title": "Строительство уникальных зданий и сооружений" },
    { "code": "08.05.02", "title": "Строительство, эксплуатация, восстановление и техническое прикрытие автомобильных дорог, мостов и транспортных тоннелей" },
    { "code": "10.05.03", "title": "Информационная безопасность автоматизированных систем" },
    { "code": "18.05.02", "title": "Химическая технология материалов современной энергетики" },
    { "code": "20.05.01", "title": "Пожарная безопасность" },
    { "code": "21.05.01", "title": "Прикладная геодезия" },
    { "code": "21.05.04", "title": "Горное дело" },
    { "code": "23.05.01", "title": "Наземные транспортно-технологические средства" },
    { "code": "23.05.03", "title": "Подвижной состав железных дорог" },
    { "code": "23.05.06", "title": "Строительство железных дорог, мостов и транспортных тоннелей" },
    { "code": "38.05.01", "title": "Экономическая безопасность" },
    { "code": "38.05.02", "title": "Таможенное дело" }

    ]
  },
  {
    number: 5,
    name: "АНО ВО Белгородский университет кооперации, экономики и права",
    website: "https://www.bukep.ru/",
    vk: "https://vk.com/bukepofficial",
    address: "308023, Белгород, ул. Садовая, 116а",
    phone: "8 (4722) 26-08-48",
    email: "common@bukep.ru",
    directions: [
         { "code": "43.03.03", "title": "Гостиничное дело" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "38.03.05", "title": "Бизнес-информатика" },
    { "code": "38.03.06", "title": "Торговое дело" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "10.03.01", "title": "Информационная безопасность" },
    { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
    { "code": "37.03.01", "title": "Психология" },
    { "code": "39.03.02", "title": "Социальная работа" },
    { "code": "19.03.04", "title": "Технология продукции и организация общественного питания" },
    { "code": "38.03.07", "title": "Товароведение" },
    { "code": "43.03.02", "title": "Туризм" },
    { "code": "38.03.03", "title": "Управление персоналом" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "38.05.02", "title": "Таможенное дело" },
    { "code": "38.05.01", "title": "Экономическая безопасность" }

    ]
  },
];
