window.catalogData = window.catalogData || {};
window.catalogData["Брянская область"] = [
  {
    number: 1,
    name: "Брянский филиал ПГУПС",
    website: "https://bryansk.pgups.ru/",
    vk: "https://vk.com/club187454546",
    address: "241020 г. Брянск, ул. Дзержинского, д. 47",
    phone: "8 (4832) 60-30-25",
    email: "bryansk@pgups.ru",
    directions: [
      { code: "13.02.07", title: "Электроснабжение" },
      { code: "23.02.08", title: "Строительство железных дорог, путь и путевое хозяйство" },
      { code: "23.02.06", title: "Техническая эксплуатация подвижного состава железных дорог" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте" }
    ]
  },
  {
    number: 2,
    name: "ФГБУ ПОО «БГУОР»",
    website: "https://bguor.ru/sveden/common/",
    vk: "https://vk.com/bguor_32",
    address: "241050, г. Брянск, ул. Дуки, д. 74",
    phone: "8 (483) 264-7583",
    email: "bkfk-sport@ya.ru",
    directions: [
      { code: "49.02.01", title: "Физическая культура" },
      { code: "49.02.02", title: "Адаптивная физическая культура" }
    ]
  },
  {
    number: 3,
    name: "Профессиональное образовательное учреждение облпотребсоюза «Брянский кооперативный техникум»",
    website: "https://бкт32.рф/Основные-сведения/",
    vk: "https://vk.com/club24874968",
    address: "241050 г.Брянск, ул. Карла Маркса ,д. 11",
    phone: "8 (84832) 32-02-53",
    email: "bkt-coop@mail.ru",
    directions: [
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "38.01.02", "title": "Продавец" }

    ]
  },
  {
    number: 4,
    name: "ГБПОУ «Брянский областной колледж искусств»",
    website: "https://boki.brn.muzkult.ru/rekvizity",
    vk: "https://vk.com/kolledg_boki",
    address: "241050, г. Брянск, ул. Горького, д.35",
    phone: "8(4832)59-96-13",
    email: "boki32@mail.ru",
    directions: [
      { "code": "53.02.07", "title": "Теория музыки" },
    { "code": "53.02.06", "title": "Хоровое дирижирование" },
    { "code": "53.02.05", "title": "Сольное и хоровое народное пение (по видам)" },
    { "code": "53.02.04", "title": "Вокальное искусство" },
    { "code": "53.02.03", "title": "Инструментальное исполнительство (по видам инструментов)" },
    { "code": "54.02.02", "title": "Декоративно-прикладное искусство и народные промыслы (по видам)" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
    { "code": "54.02.05", "title": "Живопись (по видам)" },
    { "code": "51.02.03", "title": "Библиотечно-информационная деятельность" },
    { "code": "51.02.02", "title": "Социально-культурная деятельность (по видам)" },
    { "code": "51.02.01", "title": "Народное художественное творчество (по видам)" }

    ]
  },
  {
    number: 5,
    name: "ГБПОУ «Брянский профессионально-педагогический колледж»",
    website: "https://bppk.info/osnovnye-svedeniya.html",
    vk: "https://vk.com/bppk32",
    address: "241016, г. Брянск, ул. Почтовая, д. 4",
    phone: "8 (4832) 51-32-92",
    email: "bppk@mail.ru",
    directions: [
      { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" },
    { "code": "44.02.03", "title": "Педагогика дополнительного образования" },
    { "code": "44.02.04", "title": "Специальное дошкольное образование" },
    { "code": "44.02.05", "title": "Коррекционная педагогика в начальном образовании" },
    { "code": "44.02.06", "title": "Профессиональное обучение (по отраслям)" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
    { "code": "49.02.01", "title": "Физическая культура" }

    ]
  },
  {
    number: 6,
    name: "ГБПОУ Брянский строительный колледж имени профессора Н.Е. Жуковского",
    website: "https://bstex.ru/",
    vk: "https://vk.com/bstexvk",
    address: "г. Брянск, ул. Октябрьская, д. 14",
    phone: "8 (4832) 74-35-69",
    email: "bstex@bstex.ru",
    directions: [
     { "code": "07.02.01", "title": "Архитектура" },
    { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
    { "code": "08.02.14", "title": "Управление, эксплуатация и обслуживание многоквартирного дома" },
    { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
    { "code": "21.02.20", "title": "Прикладная геодезия" },
    { "code": "23.02.04", "title": "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
    { "code": "54.01.20", "title": "Графический дизайнер" },
    { "code": "08.01.24", "title": "Мастер столярно-плотничных, паркетных и стекольных работ" },
    { "code": "08.01.27", "title": "Мастер общестроительных работ" },
    { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" },
    { "code": "08.01.29", "title": "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "23.01.08", "title": "Слесарь по ремонту строительных машин" },
    { "code": "27.02.00", "title": "Эксплуатация беспилотных авиационных систем" }

    ]
  },
  {
    number: 7,
    name: "ГБПОУ Брянский техникум индустрии сервиса",
    website: "http://brtis.ru/",
    vk: "https://vk.com/public215404234",
    address: "241020, Брянская область, г. Брянск, ул. Дзержинского, д. 32",
    phone: "8 (4832) 59-68-75",
    email: "brtis@yandex.ru",
    directions: [
      { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "29.02.10", "title": "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" }

    ]
  },
  {
    number: 8,
    name: "ГБПОУ «Брянский транспортный техникум»",
    website: "https://gapoubtt.ru/основные-сведения/",
    vk: "https://vk.com/gapoubtt",
    address: "241010, г. Брянск, ул. Бежицкая, д. 6",
    phone: "8 (4832) 648384",
    email: "btt.gapou@ya.ru",
    directions: [
      { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "43.02.06", "title": "Сервис на транспорте (по видам транспорта)" }

    ]
  },
  {
    number: 9,
    name: "ГБПОУ «Брянский техникум питания и торговли»",
    website: "http://www.btpit.ru/",
    vk: "https://vk.com/btpit2021",
    address: "241028, г. Брянск, проспект Ст. Димитрова, дом 53а",
    phone: "8 (4832) 41-85-51",
    email: "tpt-pl-39@bk.ru",
    directions: [
          { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "38.01.02", "title": "Продавец, контролёр-кассир" }

    ]
  },
  {
    number: 10,
    name: "ГБПОУ Брянский техникум профессиональных технологий и сферы услуг",
    website: "https://btptsu.ru/",
    vk: "https://vk.com/club39244563",
    address: "241027 г. Брянск, ул. Почтовая, д. 100",
    phone: "8 (4832) 52-43-26",
    email: "btptsu2017@yandex.ru",
    directions: [
     { "code": "11.02.12", "title": "Почтовая связь" },
    { "code": "29.02.10", "title": "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
    { "code": "38.02.07", "title": "Банковское дело" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" }

    ]
  },
  {
    number: 11,
    name: "ГБПОУ Брянский техникум энергомашиностроения и радиоэлектроники имени Героя Советского Союза М.А.Афанасьева",
    website: "https://бтэир.рф/#close",
    vk: "https://vk.com/best_prof_bryansk",
    address: "241022, г. Брянск, ул. Академика Королева, д. 7",
    phone: "8 (4832) 28-08-66",
    email: "profl9@mail.ru",
    directions: [
      { "code": "15.02.14", "title": "Оснащение средствами автоматизации технологических процессов и производств (по отраслям)" },
    { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
    { "code": "15.02.18", "title": "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
    { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг (по отраслям)" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "15.01.31", "title": "Мастер контрольно-измерительных приборов и автоматики" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
    { "code": "15.01.35", "title": "Мастер слесарных работ" }

    ]
  },
  {
    number: 12,
    name: "ГБПОУ Региональный железнодорожный техникум",
    website: "https://www.rjt32.ru/",
    vk: "https://vk.com/club215440970",
    address: "241020, г. Брянск, ул. Дзержинского, д.32",
    phone: "8(4832)63-51-00",
    email: "edu@hq.b-edu.ru",
    directions: [
      { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
    { "code": "23.02.06", "title": "Техническая эксплуатация подвижного состава железных дорог" },
    { "code": "08.02.10", "title": "Строительство железных дорог, путь и путевое хозяйство" }

    ]
  },
  {
    number: 13,
    name: "ГАПОУ Новозыбковский медицинский колледж",
    website: "http://novomk.ru/",
    vk: "https://vk.com/publicnovomk",
    address: "243020, Брянская область, г. Новозыбков, ул. Мичурина, д. 11",
    phone: "8 (48343) 5-68-94",
    email: "nmk.spo@yandex.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.05", title: "Стоматология ортопедическая" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.02", title: "Акушерское дело" }
    ]
  },
  {
    number: 14,
    name: "ГАПОУ Новозыбковский профессионально-педагогический колледж",
    website: "http://nppk.runecttech.beget.tech/index4.html",
    vk: "https://vk.com/npedkol",
    address: "243020, Брянская область, г. Новозыбков, ул. Ленина, 11",
    phone: "8(48343) 5-59-69",
    email: "Ngppk@mail.ru",
    directions: [
      { "code": "44.02.02", "title": "Преподавание в начальных классах" },
    { "code": "49.02.01", "title": "Физическая культура" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
    { "code": "09.01.03", "title": "Оператор информационных систем и ресурсов" }

    ]
  },
  {
    number: 15,
    name: "ФГОУ СПО «Новозыбковский сельскохозяйственный техникум»",
    website: "https://www.bgsha.com/ru/faculties/nf-bgsha/",
    vk: "https://vk.com/npedkol",
    address: "243020, Брянская область, город Новозыбков, улица Мичурина, дом 59",
    phone: "8 (48341) 2-47-21",
    email: "pr.nsht@mail.ru",
    directions: [
      { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "35.02.08", "title": "Электротехнические системы в агропромышленном комплексе (АПК)" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" }

    ]
  },
  {
    number: 16,
    name: "ЧОУ ПО «Брянский техникум управления и бизнеса»",
    website: "https://btuib.ru/",
    vk: "https://vk.com/publicbtuibru",
    address: "241050, г. Брянск, ул. 2-ая Почепская, дом 42",
    phone: "8 (4832) 41-18-92",
    email: "brntub@gmail.com",
    directions: [
      { "code": "09.02.12", "title": "Техническая эксплуатация и сопровождение информационных систем" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
    { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
    { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
    { "code": "21.02.19", "title": "Землеустройство" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "39.02.01", "title": "Социальная работа" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "09.01.03", "title": "Оператор информационных систем и ресурсов" },
    { "code": "38.01.01", "title": "Оператор диспетчерской (производственно-диспетчерской) службы" }

    ]
  },
  {
    number: 17,
    name: "ГАПОУ «Брянский базовый медицинский колледж»",
    website: "https://medcollege.brkmed.ru/",
    vk: "https://vk.com/medcollege32",
    address: "241035, Брянская область, г. Брянск, ул. Клубная, д.3",
    phone: "8 (4832) 51-49-14",
    email: "medcollege32@yandex.ru",
    directions: [
      { "code": "31.02.01", "title": "Лечебное дело" },
    { "code": "34.02.01", "title": "Сестринское дело" },
    { "code": "31.02.02", "title": "Акушерское дело" },
    { "code": "33.02.01", "title": "Фармация" },
    { "code": "31.02.03", "title": "Лабораторная диагностика" },
    { "code": "31.02.06", "title": "Стоматология профилактическая" },
    { "code": "31.02.05", "title": "Стоматология ортопедическая" },
    { "code": "34.01.01", "title": "Младшая медицинская сестра по уходу за больными" }

    ]
  },
  {
    number: 18,
    name: "ГАПОУ Брянский медико-социальный техникум имени академика",
    website: "https://amosov32.ru/",
    vk: "https://vk.com/brkmed32",
    address: "241050, г. Брянск, ул. Луначарского, д. 49а (1-й корпус)",
    phone: "8 (4832) 66-45-40",
    email: "medu2@mail.ru",
    directions: [
      { "code": "31.02.01", "title": "Лечебное дело" },
    { "code": "34.02.01", "title": "Сестринское дело" },
    { "code": "31.02.02", "title": "Акушерское дело" },
    { "code": "33.02.01", "title": "Фармация" },
    { "code": "43.02.12", "title": "Технологии индустрии красоты" }

    ]
  },
  {
    number: 19,
    name: "ГАПОУ Клинцовский индустриально-педагогический колледж",
    website: "https://kipk.edusite.ru/",
    vk: "https://vk.com/colledg.kipk",
    address: "243140, Брянская обл., г. Клинцы, ул. Октябрьская, дом 66",
    phone: "8 (48336) 4-02-26",
    email: "spokpk@mail.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
    { "code": "15.02.12", "title": "Монтаж, техническое обслуживание и ремонт промышленного оборудования (по отраслям)" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "44.02.04", "title": "Специальное дошкольное образование" },
    { "code": "53.02.01", "title": "Музыкальное образование" },
    { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
    { "code": "08.01.29", "title": "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
    { "code": "29.01.07", "title": "Портной" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" }

    ]
  },
  {
    number: 20,
    name: "ГБПОУ «Суражский педагогический колледж им. А.С. Пушкина»",
    website: "https://surazhspk.narod.ru/index/osnovnye_svedenija/0-49",
    vk: "https://vk.com/pedspk",
    address: "243500, Брянская область, город Сураж, улица Октябрьская д.81",
    phone: "8 (48330)2-19-04",
    email: "pedspu@mail.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "49.02.01", title: "Физическая культура" },
      { code: "09.02.07", title: "Информационные системы и программирование" }
    ]
  },
  {
    number: 21,
    name: "ГБПОУ «Трубчевский профессионально-педагогический колледж»",
    website: "https://tppk32.ru/",
    vk: "https://vk.com/trub_ped_kolledj",
    address: "242220, Брянская область, город Трубчевск, улица Новоленинская, дом 2",
    phone: "8 (48352) 2-41-14",
    email: "lyc1trubchevsk@rambler.ru",
    directions: [
          { "code": "09.02.11", "title": "Разработка и управление программным обеспечением" },
    { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" },
    { "code": "49.02.01", "title": "Физическая культура" }

    ]
  },
  {
    number: 22,
    name: "Новозыбковский филиал ГАПОУ БТЭиР имени Героя Советского Союза М. А. Афанасьева",
    website: "https://бтэир.рф/",
    vk: "https://vk.com/best_prof_nvz",
    address: "241022, г. Брянск, ул. Академика Королева, д. 7",
    phone: "8 (4832) 28-08-66",
    email: "profl9@mail.ru",
    directions: [
          { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг (по отраслям)" },
    { "code": "15.02.18", "title": "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" }

    ]
  },
  {
    number: 23,
    name: "ГБПОУ «Комаричский механико-технологический техникум»",
    website: "http://kmtt32.ru/",
    vk: "https://vk.com/club215404378",
    address: "242400 Брянская область, п. Комаричи, ул. Советская, д. 91",
    phone: "8 (48355) 9-17-92",
    email: "pl-35@mail.ru",
    directions: [
      { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" }

    ]
  },
  {
    number: 24,
    name: "ГБПОУ «Почепский механико-аграрный техникум»",
    website: "https://pocheptechn.ucoz.ru/",
    vk: "https://vk.com/gbpoupmat",
    address: "243400, Россия, Брянская область, г. Почеп, ул. Бориса Калькова, д.25",
    phone: "8 (48345) 3-10-61",
    email: "pu322008@yandex.ru",
    directions: [
      { "code": "35.02.08", "title": "Электротехнические системы в агропромышленном комплексе (АПК)" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "18.01.33", "title": "Лаборант по контролю качества сырья, реактивов, промежуточных продуктов, готовой продукции, отходов производства (по отраслям)" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" },
    { "code": "43.01.09", "title": "Повар, кондитер" }

    ]
  },
  {
    number: 25,
    name: "ГБПОУ «Брянский аграрный техникум имени Героя России А. С. Зайцева»",
    website: "https://техникумзайцева.рф/",
    vk: "https://vk.com/tehnikumzayceva",
    address: "243240, Брянская область, город Стародуб, улица Семашко, дом 11",
    phone: "8 (48348) 2-29-32",
    email: "pu--23@yandex.ru",
    directions: [
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "35.01.13", "title": "Тракторист-машинист сельскохозяйственного производства" },
    { "code": "08.01.25", "title": "Мастер отделочных строительных и декоративных работ" },
    { "code": "35.01.11", "title": "Мастер сельскохозяйственного производства" }

    ]
  },
  {
    number: 26,
    name: "ГБПОУ «Трубчевский автомеханический техникум»",
    website: "http://npo-pl1.sch.b-edu.ru/",
    vk: "https://vk.com/public160937543",
    address: "242220, Брянская область, город Трубчевск, ул. Новоленинская, дом 2",
    phone: "8 (48352) 2-41-14",
    email: "lyc1trubchevsk@rambler.ru",
    directions: [
      { "code": "35.02.07", "title": "Механизация сельского хозяйства" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" }

    ]
  },
  {
    number: 27,
    name: "Трубчевский филиал ФГБОУ ВО Брянский ГАУ",
    website: "https://www.bgsha.com/ru/faculties/tf-bgsha/",
    vk: "https://vk.com/tfbgau",
    address: "242221, г.Трубчевск Брянской области, ул. Володарского, д.4",
    phone: "8 (48352) 2-48-76",
    email: "tragrcol@yandex.ru",
    directions: [
      { code: "21.02.05", title: "Земельно-имущественные отношения" },
      { code: "35.02.14", title: "Охотоведение и звероводство" },
      { code: "35.02.15", title: "Кинология" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "36.02.02", title: "Зоотехния" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  {
    number: 28,
    name: "ГАПОУ «Суражский промышленно-аграрный техникум»",
    website: "https://spat-sh.ucoz.ru/",
    vk: "https://vk.com/public209477099",
    address: "243500, Брянская область, м.р-н. Суражский, Суражское, г.Сураж, ул. Белорусская, д. 35",
    phone: "8 (48330) 2-16-59",
    email: "Sur.pat-1966@yandex.ru",
    directions: [
      { "code": "29.02.06", "title": "Полиграфическое производство" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" }

    ]
  },
  {
    number: 29,
    name: "Брянский филиал ФГБОУ ВО «Российский экономический университет имени Г. В. Плеханова»",
    website: "https://www.rea.ru/structure/filials/bryansk/",
    vk: "https://vk.com/plekhanovka032?page=158",
    address: "241050, Брянская область, г. Брянск, ул. Бежицкая, д. 8",
    phone: "8 (495) 958-27-43",
    email: "rector@rea.ru",
    directions: [
      { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "19.03.04", "title": "Технология продукции и организация общественного питания" },
    { "code": "38.05.02", "title": "Таможенное дело" },
    { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "38.02.05", "title": "Товароведение и экспертиза качества потребительских товаров" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "43.02.14", "title": "Гостиничное дело" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" }

    ]
  },
  {
    number: 30,
    name: "ГАПОУ «Брянский строительно-технологический техникум имени Л. Я. Кучеева»",
    website: "https://бстт.рф/",
    vk: "https://vk.com/public211184124",
    address: "241012, Россия, г. Брянск, ул. Институтская, д. 141",
    phone: "8 (4832) 57-71-71",
    email: "pu019@mail.ru",
    directions: [
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "08.01.27", "title": "Мастер общестроительных работ" },
    { "code": "08.01.24", "title": "Мастер столярно-плотничных, паркетных и стекольных работ" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" },
    { "code": "08.01.29", "title": "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" }

    ]
  },
  {
    number: 31,
    name: "ГБПОУ «Трубчевский политехнический техникум»",
    website: "https://trpoliteh.ru/index.html",
    vk: "https://vk.com/public160937543",
    address: "242220, Брянская область, г. Трубчевск, ул. Ленина, д. 74",
    phone: "8 (48352) 2-21-06",
    email: "spo@trpoliteh.ru",
    directions: [
       { "code": "08.02.08", "title": "Монтаж и эксплуатация оборудования и систем газоснабжения" },
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "15.02.18", "title": "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "35.02.18", "title": "Технология переработки древесины" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" },
    { "code": "43.01.09", "title": "Повар, кондитер" }

    ]
  },
  {
    number: 32,
    name: "Филиал ГБПОУ «Комаричский механико-технологический техникум» в посёлке Навля",
    website: "http://navlyakmtt.ru",
    vk: "https://vk.com/public211969247",
    address: "242130, Брянская область, Навлинский район, рп. Навля, ул. Красных Партизан, д. 25",
    phone: "8 (48342) 2-57-50",
    email: "navlpy8@yandex.ru",
    directions: [
      { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" },
    { "code": "08.01.31", "title": "Электромонтажник электрических сетей и электрооборудования" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "15.01.38", "title": "Оператор-наладчик металлообрабатывающих станков" }

    ]
  },
{
    number: 33,
    name: "ГАПОУ «УТОТиТ им. Героя России А. В. Рассказы»",
    website: "https://unecha-pu6.narod.ru/",
    vk: "https://vk.com/public174960510",
    address: "243302 г. Унеча, Брянская область, ул. Комсомольская, дом 3",
    phone: "8(48351)2-80-52",
    email: "uit-unecha@mail.ru, totit-uneza@yandex.ru, klub555@list.ru",
    directions: [
          { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "08.02.10", "title": "Строительство железных дорог, путь и путевое хозяйство" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "23.02.06", "title": "Техническая эксплуатация подвижного состава железных дорог" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "23.01.09", "title": "Помощник машиниста локомотива" },
    { "code": "43.01.06", "title": "Проводник на железнодорожном транспорте" }

    ]
  },
  {
    number: 35,
    name: "ФГОУ СПО «Брянский политехнический колледж им. Н. А. Кубяка»",
    website: "https://www.tu-bryansk.ru/sveden/struct/politekhnicheskiy-kolledzh",
    vk: "https://vk.com/pk_bgtu",
    address: "241035, г. Брянск, ул. Ульянова, д. 39А",
    phone: "8 (4832) 51-42-08",
    email: "pkbgtu@mail.ru",
    directions: [
      { "code": "15.02.16", "title": "Технология машиностроения" },
    { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "09.02.11", "title": "Разработка и управление программным обеспечением" }

    ]
  },
  {
    number: 36,
    name: "Клинцовский филиал ГАПОУ «Брянский техникум энергомашиностроения и радиоэлектроники имени Героя Советского Союза М. А. Афанасьева»",
    website: "https://kf-bteir.ru/",
    vk: "https://vk.com/club109153681",
    address: "Брянская область, г. Клинцы, пр. Ленина, д. 29",
    phone: "8 (48336) 4-12-42",
    email: "kpl24@yandex.ru",
    directions: [
      { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "15.01.35", "title": "Мастер слесарных работ" },
    { "code": "15.01.38", "title": "Оператор-наладчик металлообрабатывающих станков" }

    ]
  },
  {
    number: 37,
    name: "Фокинский филиал Брянского техникума энергомашиностроения и радиоэлектроники имени Героя Советского Союза М. А. Афанасьева",
    website: "http://fokino.бтэир.рф/",
    vk: "https://vk.com/public199602565",
    address: "242611, Брянская область, г. Фокино, ул. Карла Маркса, д. 13",
    phone: "8 (483)334-24-55",
    email: "fgouspofit@mail.ru",
    directions: [
      { "code": "22.02.06", "title": "Сварочное производство" },
    { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
    { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "15.01.35", "title": "Мастер слесарных работ" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" }

    ]
  },
  {
    number: 38,
    name: "ФГОУ СПО «Брасовский промышленно-экономический техникум»",
    website: "https://www.bgsha.com/ru/faculties/bf-bgsha/index.php",
    vk: "https://vk.com/bf_bgau",
    address: "242300, Брянская область, Брасовский район, п. Локоть, пр-т Ленина, д. 15А",
    phone: "8(48354) 9-11-21",
    email: "bsht@bk.ru",
    directions: [
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "21.02.19", "title": "Землеустройство" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "40.02.04", "title": "Юриспруденция" }

    ]
  },
  {
    number: 39,
    name: "Дятьковский филиал ГАПОУ БТЭиР имени Героя Советского Союза М. А. Афанасьева",
    website: "https://бтэир.рф/",
    vk: "https://vk.com/dit32",
    address: "242600, Брянская область, м. р-н Дятьковский, г. Дятьково, ул. К. Маркса, д. 7а",
    phone: "8 (4832) 28-08-66",
    email: "profl9@mail.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "15.02.18", "title": "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
    { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг (по отраслям)" },
    { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" }

    ]
  },
  {
    number: 40,
    name: "Филиал ГБПОУ «Трубчевский политехнический техникум» в г. Севск",
    website: "https://trpoliteh.ru/",
    vk: "https://vk.com/public160937543",
    address: "242440, город Севск, улица Салтыкова–Щедрина, № дома 29",
    phone: "8(48356) 9-12-61",
    email: "sevsk—pu34@yandex.ru",
    directions: [
          { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "35.02.18", "title": "Технология переработки древесины" },
    { "code": "15.02.18", "title": "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
    { "code": "08.02.08", "title": "Монтаж и эксплуатация оборудования и систем газоснабжения" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" }

    ]
  },
  {
    number: 41,
    name: "Жуковский филиал ГБПОУ «БАТ им. Героя России А.С.Зайцева»",
    website: "https://bat-zhukovka.ru/",
    vk: "https://vk.com/public92232452",
    address: "242700, Брянская область, город Жуковка, ул.Дзержинского, дом 2",
    phone: "8(48334) 3-21-33",
    email: "gukpu33@yandex.ru",
    directions: [
     { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "08.01.27", "title": "Мастер общестроительных работ" }

    ]
  },
  {
    number: 42,
    name: "Брянский аграрный техникум имени Героя России А.С. Зайцева - филиал в пгт. Климово",
    website: "https://klimovo-bat.nubex.ru/",
    vk: "https://vk.com/klimovo_bat",
    address: "243040, Брянская область, р.п. Климово, улица Коммунистическая, 41",
    phone: "8(48347) 2-11-43",
    email: "klimovo_bat@mail.ru",
    directions: [
      { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "35.01.13", "title": "Тракторист-машинист сельскохозяйственного производства" },
    { "code": "38.01.02", "title": "Продавец, контролер-кассир" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" }

    ]
  },
// === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
{
    number: 1,
    name: "Брянский государственный аграрный университет",
    website: "https://www.bgsha.com/ru/",
    vk: "https://vk.com/bkgau",
    address: "243365, Россия, Брянская обл., Выгоничский р-н, с. Кокино, ул. Советская 2а",
    phone: "8 (48341) 24-7-21",
    email: "bgsha@bgsha.com",
    directions: [
          { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "08.03.01", "title": "Строительство" },
    { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
    { "code": "09.03.02", "title": "Информационные системы и технологии" },
    { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "09.03.04", "title": "Программная инженерия" },
    { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
    { "code": "15.03.02", "title": "Технологические машины и оборудование" },
    { "code": "18.03.02", "title": "Энерго- и ресурсосберегающие процессы в химической технологии, нефтехимии и биотехнологии" },
    { "code": "20.03.01", "title": "Техносферная безопасность" },
    { "code": "23.03.01", "title": "Технология транспортных процессов" },
    { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
    { "code": "35.03.02", "title": "Технология лесозаготовительных и деревоперерабатывающих производств" },
    { "code": "35.03.11", "title": "Гидромелиорация" },
    { "code": "35.03.01", "title": "Лесное дело" },
    { "code": "35.03.10", "title": "Ландшафтная архитектура" },
    { "code": "35.03.05", "title": "Садоводство" },
    { "code": "38.05.01", "title": "Экономическая безопасность" }

    ]
  },
  {
    number: 2,
    name: "ФГБОУ ВО «Брянский государственный инженерно-технологический университет»",
    website: "https://bgitu.ru/",
    vk: "https://vk.com/bgitu_ru",
    address: "241050 г. Брянск, проспект Станке Димитрова, 3",
    phone: "8 (4832) 74-60-08",
    email: "mail@bgitu.ru",
    directions: [
          { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "08.03.01", "title": "Строительство" },
    { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
    { "code": "09.03.02", "title": "Информационные системы и технологии" },
    { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "09.03.04", "title": "Программная инженерия" },
    { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
    { "code": "15.03.02", "title": "Технологические машины и оборудование" },
    { "code": "18.03.02", "title": "Энерго- и ресурсосберегающие процессы в химической технологии, нефтехимии и биотехнологии" },
    { "code": "20.03.01", "title": "Техносферная безопасность" },
    { "code": "23.03.01", "title": "Технология транспортных процессов" },
    { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
    { "code": "35.03.02", "title": "Технология лесозаготовительных и деревоперерабатывающих производств" },
    { "code": "35.03.11", "title": "Гидромелиорация" },
    { "code": "35.03.01", "title": "Лесное дело" },
    { "code": "35.03.10", "title": "Ландшафтная архитектура" },
    { "code": "35.03.05", "title": "Садоводство" },
    { "code": "38.05.01", "title": "Экономическая безопасность" }

    ]
  },
  {
    number: 3,
    name: "Брянский государственный технический университет",
    website: "https://www.tu-bryansk.ru/index.php",
    vk: "https://vk.com/public45393943",
    address: "241035, Брянск, бульвар 50-летия Октября, д. 7",
    phone: "8 (4832) 58-82-64",
    email: "tu-bryansk.ru",
    directions: [
      { code: "02.03.03", title: "Математическое обеспечение и администрирование информационных систем" },
      { code: "09.03.01", title: "Информатика и вычислительная техника" },
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "09.03.04", title: "Программная инженерия" },
      { code: "10.03.01", title: "Информационная безопасность" },
      { code: "10.05.03", title: "Информационная безопасность автоматизированных систем" },
      { code: "10.05.04", title: "Информационно-аналитические системы безопасности" },
      { code: "11.03.01", title: "Радиотехника" },
      { code: "11.03.04", title: "Электроника и наноэлектроника" },
      { code: "13.03.02", title: "Электроэнергетика и электротехника" },
      { code: "13.03.03", title: "Энергетическое машиностроение" },
      { code: "15.03.01", title: "Машиностроение" },
      { code: "15.03.02", title: "Технологические машины и оборудование" },
      { code: "15.03.03", title: "Прикладная механика" },
      { code: "15.03.04", title: "Автоматизация технологических процессов и производств" },
      { code: "15.03.05", title: "Конструкторско-технологическое обеспечение машиностроительных производств" },
      { code: "15.03.06", title: "Мехатроника и робототехника" },
      { code: "15.05.01", title: "Проектирование технологических машин и комплексов" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "22.03.01", title: "Материаловедение и технологии материалов" },
      { code: "23.05.01", title: "Наземные транспортно-технологические средства" },
      { code: "23.05.03", title: "Подвижной состав железных дорог" },
      { code: "27.03.01", title: "Стандартизация и метрология" },
      { code: "27.03.04", title: "Управление в технических системах" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.05", title: "Бизнес-информатика" },
      { code: "44.03.04", title: "Профессиональное обучение (по отраслям)" }
    ]
  },
  {
    number: 4,
    name: "Брянский государственный университет имени академика И. Г. Петровского",
    website: "https://brgu.ru/",
    vk: "https://vk.com/bgu_bryansk",
    address: "241036, г.Брянск, ул.Бежицкая, д.14",
    phone: "8 (4832) 58-90-85",
    email: "bryanskgu@mail.ru",
    directions: [
      { code: "38.05.01", title: "Экономическая безопасность" },
      { code: "38.05.02", title: "Таможенное дело" },
      { code: "04.05.01", title: "Фундаментальная и прикладная химия" },
      { code: "42.03.02", title: "Журналистика" },
      { code: "42.03.01", title: "Реклама и связи с общественностью" },
      { code: "44.03.05", title: "Педагогическое образование" },
      { code: "45.03.02", title: "Лингвистика" },
      { code: "01.03.02", title: "Прикладная математика и информатика" },
      { code: "02.03.02", title: "Фундаментальная информатика и информационные технологии" },
      { code: "38.03.05", title: "Бизнес-информатика" },
      { code: "03.03.02", title: "Физика" },
      { code: "06.03.01", title: "Биология" },
      { code: "05.03.06", title: "Экология и природопользование" },
      { code: "05.03.02", title: "География" },
      { code: "04.03.01", title: "Химия" },
      { code: "21.03.02", title: "Землеустройство и кадастры" },
      { code: "19.03.01", title: "Биотехнология" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "41.03.05", title: "Международные отношения" },
      { code: "46.03.01", title: "История" },
      { code: "48.03.01", title: "Теология" },
      { code: "37.03.01", title: "Психология" },
      { code: "39.03.01", title: "Социология" },
      { code: "39.03.02", title: "Социальная работа" },
      { code: "44.03.02", title: "Психолого-педагогическое образование" },
      { code: "44.03.03", title: "Специальное (дефектологическое) образование" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "43.03.01", title: "Сервис" },
      { code: "44.03.04", title: "Профессиональное обучение" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "45.04.01", title: "Филология" },
      { code: "45.04.02", title: "Лингвистика" },
      { code: "01.04.01", title: "Математика" },
      { code: "01.04.02", title: "Прикладная математика и информатика" },
      { code: "38.04.05", title: "Бизнес-информатика" },
      { code: "05.04.06", title: "Экология и природопользование" },
      { code: "05.04.02", title: "География" },
      { code: "41.04.05", title: "Международные отношения" },
      { code: "20.04.01", title: "Техносферная безопасность" }
    ]
  },
  {
    number: 5,
    name: "Брянский институт управления и бизнеса",
    website: "https://biub.ru/",
    vk: "https://vk.com/biubru",
    address: "241050, Центральный федеральный округ, Брянская обл., г. Брянск, ул. 2-я Почепская, д. 42, кабинет 304",
    phone: "8 (4832) 41-15-22",
    email: "welcome@biub.ru",
    directions: [
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "37.03.01", title: "Психология" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "39.03.03", title: "Организация работы с молодежью" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "42.03.01", title: "Реклама и связи с общественностью" },
      { code: "43.03.02", title: "Туризм" },
      { code: "44.03.02", title: "Психолого-педагогическое образование" }
    ]
  },
  {
  "number": 6,
  "name": "ФГБОУ ВО «Брянский государственный инженерно-технологический университет»",
  "website": "https://bgitu.ru/",
  "vk": "https://vk.com/mk_bgitu",
  "address": "241037, г. Брянск, проспект Станке Димитрова, д. 3",
  "phone": "8 (4832) 74-60-08",
  "email": "mail@bgitu.ru",
  "directions": [
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "08.03.01", "title": "Строительство" },
    { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
    { "code": "09.03.02", "title": "Информационные системы и технологии" },
    { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "09.03.04", "title": "Программная инженерия" },
    { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
    { "code": "15.03.02", "title": "Технологические машины и оборудование" },
    { "code": "18.03.02", "title": "Энерго- и ресурсосберегающие процессы в химической технологии, нефтехимии и биотехнологии" },
    { "code": "20.03.01", "title": "Техносферная безопасность" },
    { "code": "23.03.01", "title": "Технология транспортных процессов" },
    { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
    { "code": "35.03.02", "title": "Технология лесозаготовительных и деревоперерабатывающих производств" },
    { "code": "35.03.11", "title": "Гидромелиорация" },
    { "code": "35.03.01", "title": "Лесное дело" },
    { "code": "35.03.10", "title": "Ландшафтная архитектура" },
    { "code": "35.03.05", "title": "Садоводство" },
    { "code": "38.05.01", "title": "Экономическая безопасность" }
  ]
}
];
