window.catalogData = window.catalogData || {};
window.catalogData["Еврейская автономная область"] = [
  {
    number: 1,
    name: "ГПОБУ \"Биробиджанский медицинский колледж\"",
    website: "https://bmkveao.ru/",
    vk: "https://vk.com/bmkveao79",
    address: "679016, ЕАО, г. Биробиджан, ул. Пионерская, 34",
    phone: "8 (42622) 4-10-79",
    email: "bmk06@post.eao.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 2,
    name: "ОГПОБУ «Биробиджанский колледж культуры и искусств»",
    website: "https://birokk.ru/",
    vk: "https://vk.com/birokk_publik",
    address: "679016, г. Биробиджан, ул. Волочаевская, 5",
    phone: "8 (42622) 2-17-44",
    email: "coolbokk@post.eao.ru",
    directions: [
      { code: "51.02.03", title: "Библиотечно-информационная деятельность" },
      { code: "54.02.02", title: "Декоративно-прикладное искусство и народные промыслы" },
      { code: "54.02.01", title: "Дизайн" },
      { code: "53.02.01", title: "Музыкальное образование" },
      { code: "51.02.01", title: "Народное художественное творчество" },
      { code: "51.02.02", title: "Социально-культурная деятельность" }
    ]
  },
  {
    number: 3,
    name: "ОГПОБУ \"Технологический техникум\"",
    website: "https://tehteh.ru/",
    vk: "https://vk.com/public127454202",
    address: "679014, г. Биробиджан, ул. Набережная, 12",
    phone: "8 (42622) 3-06-52",
    email: "ogpobu.teh@post.eao.ru",
    directions: [
      { code: "43.02.17", title: "Технология индустрии красоты" },
      { code: "38.02.04", title: "Коммерция (по отраслям)" },
      { code: "43.02.13", title: "Технология парикмахерского искусства" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "19.01.04", title: "Пекарь" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "29.01.33", title: "Мастер по изготовлению швейных изделий" },
      { code: "38.01.02", title: "Продавец, контролер-кассир" },
      { code: "39.01.01", title: "Социальный работник" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 4,
    name: "ОГПОБУ \"Сельскохозяйственный техникум\"",
    website: "https://shtleneao.profiedu.ru/",
    vk: "https://vk.com/shtleneao",
    address: "679370, Еврейская АО, Ленинский р-н, с. Ленинское, ул. ПУ-2",
    phone: "8 (42663) 21-3-85",
    email: "shtlen@post.eao.ru",
    directions: [
      { code: "36.02.01", title: "Ветеринария" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "19.01.18", title: "Аппаратчик-оператор производства продуктов питания из растительного сырья" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" }
    ]
  },
  {
    number: 5,
    name: "ОГПОБУ «Многопрофильный Лицей»",
    website: "https://мфлицей.рф",
    vk: "https://vk.com/lyceum07",
    address: "679230, Еврейская автономная область, Октябрьский район, с. Амурзет, ул. Гагарина, д. 65",
    phone: "8 (42665) 21557",
    email: "ml-amurzet@post.eao.ru",
    directions: [
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "38.01.02", title: "Продавец" },
      { code: "43.01.09", title: "Повар, кондитер" }
    ]
  },
  {
    number: 6,
    name: "ОГПОБУ «Технический колледж»",
    website: "https://tkeao.ru/",
    vk: "https://vk.com/club157668219",
    address: "679100, ЕАО, г. Облучье, ул. Горького, 118",
    phone: "",
    email: "tk-obl@post.eao.ru",
    directions: [
      { code: "21.01.17", title: "Ремонтник горного оборудования" },
      { code: "21.01.10", title: "Обогатитель полезных ископаемых" },
      { code: "23.01.09", title: "Помощник машиниста (по видам подвижного состава железнодорожного транспорта)" }
    ]
  },
  {
    number: 7,
    name: "ФГБОУ ВО ПГУ им. Шолом-Алейхема",
    website: "https://pgusa.ru/",
    vk: "https://vk.com/pgushaa",
    address: "679015, ЕАО, г. Биробиджан, ул. Широкая, д. 70а",
    phone: "8 (42622) 4-66-11",
    email: "rectorat@pgusa.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "13.02.11", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "21.02.18", title: "Обогащение полезных ископаемых" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "21.02.05", title: "Земельно-имущественные отношения" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "29.02.04", title: "Конструирование, моделирование и технология изделий из кожи" },
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
      { code: "29.02.05", title: "Конструирование, моделирование и технология швейных изделий" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" }
    ]
  },
  // === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
  {
    number: 1,
    name: "ФГБОУ ВО ПГУ им. Шолом-Алейхема",
    website: "https://pgusa.ru/",
    vk: "https://vk.com/pgushaa",
    address: "679015, ЕАО, г. Биробиджан, ул. Широкая, д. 70а",
    phone: "8 (42622) 4-66-11",
    email: "rectorat@pgusa.ru",
    directions: [
      { code: "44.03.03", title: "Специальное (дефектологическое) образование" },
      { code: "39.03.03", title: "Организация работы с молодежью" },
      { code: "44.03.05", title: "Педагогическое образование" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "05.03.06", title: "Экология и природопользование" },
      { code: "13.03.02", title: "Электроэнергетика и электротехника" },
      { code: "54.03.01", title: "Дизайн" },
      { code: "45.03.02", title: "Лингвистика" },
      { code: "44.03.01", title: "Педагогическое образование" },
      { code: "42.03.02", title: "Журналистика" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "39.03.02", title: "Социальная работа" },
      { code: "38.03.01", title: "Экономика" },
      { code: "37.03.01", title: "Психология" },
      { code: "08.03.01", title: "Строительство" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "10.05.03", title: "Информационная безопасность автоматизированных систем" }
    ]
  },
];
