window.catalogData = window.catalogData || {};
window.catalogData["Республика Ингушетия"] = [
  {
    number: 1,
    name: "ГБПОУ Педагогический колледж",
    website: "https://pedkolledj.riobr.ru/",
    vk: "https://vk.com/pedag.college",
    address: "386132, Республика Ингушетия, г. Назрань, Гамурзиевский округ, ул. Мартазанова, д. 59",
    phone: "8 (381) 220-07-02",
    email: "pedkolledj_71@mail.ru",
    directions: [
      { code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  {
    number: 2,
    name: "ЧПОУ Социально-педагогический колледж",
    website: "https://spk-nazran.ru/",
    vk: "https://vk.com/spk_nazran",
    address: "386132, Ингушетия Республика, г. Назрань, ул. Магистральная, д. 1, корп. б",
    phone: "8 (928) 190-22-22",
    email: "spc-nazran@mail.ru",
    directions: [
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "33.02.01", title: "Фармация" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "38.02.06", title: "Финансы" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "44.02.02", title: "Преподавание в начальных классах" }
    ]
  },
  {
    number: 3,
    name: "ГБПОУ Назрановский аграрный техникум имени И.Б. Зязикова",
    website: "https://natspo.ru",
    vk: "https://vk.com/public217363947",
    address: "386132, Ингушетия Республика, г. Назрань, Гамурзиевский муниципальный округ, ул. Магистральная, д. 35",
    phone: "8 (8732) 22-37-67",
    email: "natspo@yandex.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "33.02.01", title: "Фармация" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "35.02.05", title: "Агрономия" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "40.02.02", title: "Правоохранительная деятельность" }
    ]
  },
  {
    number: 4,
    name: "ГБПОУ Ингушский медицинский колледж имени А. И. Тутаевой",
    website: "https://ingmedcolledge.ru/",
    vk: "https://vk.com/imkri",
    address: "386102, Республика Ингушетия, г. Назрань, ул. Московская 17А",
    phone: "8 (8734) 77-43-53",
    email: "ingmedkolledg@yandex.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.02", title: "Акушерское дело" },
      { code: "31.02.03", title: "Лабораторная диагностика" },
      { code: "31.02.05", title: "Стоматология ортопедическая" },
      { code: "31.02.06", title: "Стоматология профилактическая" },
      { code: "33.02.01", title: "Фармация" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 5,
    name: "ГБПОУ Ингушский политехнический колледж им. Ю.И. Арапиева",
    website: "https://ingpk.ru/",
    vk: "https://vk.com/ingpoliteh?w=club59737712",
    address: "386102, Республика Ингушетия, г. Назрань, тер. Насыр-Корт, ул. Южная, 5",
    phone: "8 (873) 222-62-80",
    email: "ipkarapiev@yandex.ru",
    directions: [
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "08.01.07", title: "Мастер общестроительных работ" },
      { code: "21.01.01", title: "Оператор нефтяных и газовых скважин" },
      { code: "21.02.01", title: "Разработка и эксплуатация нефтяных и газовых месторождений" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 6,
    name: "ЧПОУ Ингушский индустриальный колледж",
    website: "http://indcollege.ru",
    vk: "",
    address: "386231, Республика Ингушетия, г. Карабулак ул. Джабагиева д. 157А",
    phone: "8 (938) 006-23-23",
    email: "ing_college@mail.ru",
    directions: [
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "44.02.02", title: "Преподавание в начальных классах" }
    ]
  },
  {
    number: 7,
    name: "ГКПОУ Государственный колледж искусств Республики Ингушетия",
    website: "https://gki-06.ru/",
    vk: "https://vk.com/public217253842",
    address: "386203, Республика Ингушетия г. Сунжа, ул. Висаитова, 51",
    phone: "8 (8734) 72-25-04",
    email: "gki-ri@mail.ru",
    directions: [
      { code: "52.02.04", title: "Актерское искусство" },
      { code: "53.02.04", title: "Вокальное искусство" },
      { code: "53.02.03", title: "Инструментальное исполнительство (по видам инструментов)" }
    ]
  },
  {
    number: 8,
    name: "Гуманитарно-технический колледж ФГБПОУ ВО Ингушский государственный университет",
    website: "https://inggu.ru/",
    vk: "https://vk.com/inggu_official",
    address: "386001, Республика Ингушетия, г. Магас, пр-кт И.Б. Зязикова, д. 7",
    phone: "8 (873) 455-42-22",
    email: "info@inggu.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "11.02.16", title: "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" },
      { code: "18.02.12", title: "Технология аналитического контроля химических соединений" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "27.02.07", title: "Управление качеством продукции, процессов и услуг (по отраслям)" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.06", title: "Финансы" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "44.02.02", title: "Преподавание в начальных классах" }
    ]
  },
  {
    number: 9,
    name: "ГБПОУ Пожарно-спасательный колледж",
    website: "https://pskri.ru/",
    vk: "https://vk.com/pskri_06",
    address: "386204, Республика Ингушетия, г. Сунжа, ул. Аланская, 45",
    phone: "8 (8734) 72-40-70",
    email: "pu-4-ing@yandex.ru",
    directions: [
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "20.01.01", title: "Пожарный" },
      { code: "29.01.33", title: "Мастер по изготовлению швейных изделий" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "20.02.02", title: "Защита в чрезвычайных ситуациях" },
      { code: "20.02.04", title: "Пожарная безопасность" },
      { code: "20.02.05", title: "Организация оперативного (экстренного) реагирования в чрезвычайных ситуациях" },
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "40.02.02", title: "Правоохранительная деятельность" }
    ]
  },
  {
    number: 10,
    name: "ЧПОУ Колледж Экономики и права",
    website: "https://kolledj-nazran.riobr.ru/",
    vk: "https://vk.com/econolaw",
    address: "386140, Республика Ингушетия, г. Назрань, Насыр-Кортский адм. округ, ул. Бакинская, 8",
    phone: "8 (928) 008-80-08",
    email: "kolledj2014@bk.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.06", title: "Финансы" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" }
    ]
  },
  {
    number: 11,
    name: "Филиал ЧПОУ Ставропольский техникум медицины и отраслевых технологий в г. Сунжа",
    website: "https://scelm26.ru/filialy/sunzha.html",
    vk: "https://vk.com/stmiot",
    address: "Республика Ингушетия, г. Сунжа, ул. Л. Толстого, зд.54/1",
    phone: "8 (928) 085-58-91",
    email: "f-sunja-stepiu@mail.ru",
    directions: [
      { code: "31.02.02", title: "Акушерское дело" },
      { code: "31.02.05", title: "Стоматология ортопедическая" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 12,
    name: "ЧПОУ Северо-Кавказский гуманитарный колледж инноваций им. Г.А. Гагиева",
    website: "https://gkri06.ru",
    vk: "",
    address: "386203, Республика Ингушетия, г. Сунжа, 1-ый пер. Энгельса, 26",
    phone: "8 (928) 733-18-19",
    email: "skgki@mail.ru",
    directions: [
      { code: "52.02.04", title: "Актерское искусство" },
      { code: "42.02.02", title: "Издательское дело" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "44.02.03", title: "Педагогика дополнительного образования" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.05", title: "Стоматология ортопедическая" },
      { code: "33.02.01", title: "Фармация" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 13,
    name: "ЧПОУ Колледж государственной и муниципальной службы",
    website: "https://kgimsri.ru/",
    vk: "https://vk.com/club226101523",
    address: "386231, Республика Ингушетия, г. Карабулак, ул. Промысловая, 1",
    phone: "8 (928) 729-21-21",
    email: "kgims-ing@mail.ru",
    directions: [
      { code: "20.02.02", title: "Защита в чрезвычайных ситуациях" },
      { code: "49.02.01", title: "Физическая культура" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" }
    ]
  },
  {
    number: 14,
    name: "ЧПОУ Сунженский колледж управления и новых технологий",
    website: "https://kolledj-sunja.ru/",
    vk: "https://vk.com/rddm_s",
    address: "386201, Ингушетия Республика, г. Сунжа, ул. Богатырева Бембулата Берсовича, д.36",
    phone: "8 (964) 059-78-88",
    email: "khava.archakova@bk.ru",
    directions: [
      { code: "33.02.01", title: "Фармация" },
      { code: "31.02.05", title: "Стоматология ортопедическая" },
      { code: "31.02.06", title: "Стоматология профилактическая" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "40.02.02", title: "Правоохранительная деятельность" }
    ]
  },
  {
    number: 15,
    name: "ГБПОУ Северо-Кавказский топливно-энергетический колледж им. Т.Х. Цурова",
    website: "https://sktek-college.ru/",
    vk: "https://vk.com/club219177960",
    address: "386323, Ингушетия Республика, г. Нижние Ачалуки, ул. им. Т.Х. Цурова, 1",
    phone: "8 (938) 007-92-49",
    email: "curov-iak@mail.ru",
    directions: [
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "21.02.02", title: "Бурение нефтяных и газовых скважин" },
      { code: "44.02.01", title: "Дошкольное образование" }
    ]
  },
  {
    number: 16,
    name: "ГБПОУ Колледж сервиса и быта",
    website: "https://ksib.org/",
    vk: "https://vk.com/ksibri",
    address: "386101, Республика Ингушетия, г. Назрань, ул. Картоева, 98",
    phone: "8 (928) 743-98-58",
    email: "info@ksib.org",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "33.02.01", title: "Фармация" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "46.01.01", title: "Секретарь" },
      { code: "29.01.33", title: "Мастер по изготовлению швейных изделий" }
    ]
  },
  {
    number: 17,
    name: "ЧПОУ Ингушский медико-социальный колледж г. Малгобек",
    website: "https://imsk.riobr.ru/",
    vk: "https://vk.com/imskmalgobek",
    address: "386302, Республика Ингушетия, г Малгобек, Промышленная ул, д. 2",
    phone: "8 (928) 091-19-13",
    email: "ing.msk@mail.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "33.02.01", title: "Фармация" },
      { code: "31.02.06", title: "Стоматология профилактическая" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "18.02.09", title: "Управление, эксплуатация и обслуживание многоквартирного дома" },
      { code: "40.02.03", title: "Право и судебное администрирование" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 18,
    name: "ЧПОУ Северо-Кавказский колледж современной медицины и технологий",
    website: "https://sakri.riobr.ru/",
    vk: "https://vk.com/sakri06",
    address: "386203, Республика Ингушетия г.Сунжа, ул.Богатырева, 51",
    phone: "8 (928) 091-19-13",
    email: "kolledjsakri@mail.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "33.02.01", title: "Фармация" },
      { code: "31.02.05", title: "Стоматология ортопедическая" },
      { code: "31.02.06", title: "Стоматология профилактическая" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "35.02.05", title: "Агрономия" },
      { code: "35.02.06", title: "Технология производства и переработки сельскохозяйственной продукции" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "35.02.08", title: "Электрификация и автоматизация сельского хозяйства" }
    ]
  },
  {
    number: 19,
    name: "ЧПОУ Многопрофильный профессиональный колледж",
    website: "https://www.mnogprof.ru/",
    vk: "https://vk.com/club230083368",
    address: "386106, Республика Ингушетия, г. Назрань, Центральный округ, ул. Х. Б. Муталиева, д. 1",
    phone: "8 (928) 799-21-21",
    email: "mnogprof@mail.ru",
    directions: [
      { code: "31.02.05", title: "Стоматология ортопедическая" },
      { code: "31.02.06", title: "Стоматология профилактическая" },
      { code: "33.02.01", title: "Фармация" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "38.02.06", title: "Финансы" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.03", title: "Право и судебное администрирование" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "09.02.07", title: "Информационные системы и программирование" }
    ]
  },
  {
    number: 20,
    name: "ГБПОУ Многопрофильный профессиональный колледж",
    website: "https://www.kolledj.com/",
    vk: "https://vk.com/kolledj_nazran",
    address: "386101, Республика Ингушетия, город Назрань, территория Центральный округ, пр-кт И. Базоркина, д. 68",
    phone: "8 (873) 477-10-81",
    email: "mnogprof@mail.ru",
    directions: [
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
// === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
{
    number: 1,
    name: "ФГАОУ ВО Ингушский государственный университет",
    website: "https://inggu.ru/",
    vk: "https://vk.com/inggu_official",
    address: "386001 Республика Ингушетия, г. Магас, пр-кт И.Б. Зязикова, 7",
    phone: "8 (8734) 55-42-22",
    email: "info@inggu.ru",
    directions: [
      { code: "01.03.01", title: "Математика" },
      { code: "03.03.02", title: "Физика" },
      { code: "04.03.01", title: "Химия" },
      { code: "05.03.06", title: "Экология и природопользование" },
      { code: "06.03.01", title: "Биология" },
      { code: "08.03.01", title: "Строительство" },
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "13.03.02", title: "Электроэнергетика и электротехника" },
      { code: "21.03.01", title: "Нефтегазовое дело" },
      { code: "35.03.04", title: "Агрономия" },
      { code: "35.03.06", title: "Агроинженерия" },
      { code: "36.03.02", title: "Зоотехния" },
      { code: "37.03.01", title: "Психология" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "39.03.02", title: "Социальная работа" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "44.03.01", title: "Педагогическое образование" },
      { code: "44.03.01", title: "Педагогическое образование (с двумя профилями подготовки)" },
      { code: "45.03.01", title: "Филология" },
      { code: "46.03.01", title: "История" },
      { code: "04.05.01", title: "Фундаментальная и прикладная химия" },
      { code: "31.05.01", title: "Лечебное дело" }
    ]
  },
  {
    number: 2,
    name: "НОУ ВО Институт экономики и правоведения г. Назрань",
    website: "https://institut-nazran.ru/",
    vk: "https://vk.com/ieip06",
    address: "386132, Республика Ингушетия, г. Назрань, Гамурзиевский а/о, ул. Магистральная, д. 1.",
    phone: "8 (928) 190-22-22",
    email: "inek49@mail.ru",
    directions: [
      { code: "38.03.01", title: "Экономика" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "44.03.01", title: "Педагогическое образование" }
    ]
  },
];
