window.catalogData = window.catalogData || {};
window.catalogData["Калининградская область"] = [
  {
    region: "Калининградская область",
    number: 1,
    name: "ГБУ КО ПОО «Колледж мехатроники и пищевой индустрии»",
    website: "https://proftop39.profiedu.ru/",
    vk: "https://vk.com/proftop39",
    address: "238340, Калининградская область, г. Светлый, ул. Коммунистическая, дом № 7",
    phone: "8 (401) 523-41-30",
    email: "mail@proftop39.ru",
    directions: [
      {code:"15.02.10",title:"Мехатроника и мобильная робототехника"},
      {code:"19.02.12",title:"Технология продуктов питания животного происхождения"},
      {code:"19.02.11",title:"Технология продуктов питания из растительного сырья"},
      {code:"23.02.07",title:"Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей"},
      {code:"43.01.09",title:"Повар, кондитер"},
      {code:"43.02.15",title:"Поварское и кондитерское дело"}
    ]
  },
  {
    region: "Калининградская область",
    number: 2,
    name: "ГБУ КО ПОО «Гусевский политехнический техникум»",
    website: "https://guspoliteh.ru/",
    vk: "https://vk.com/politehgpt_professionalitet",
    address: "238050, Калининградская область, г. Гусев, ул. Ульяновых, 2/4",
    phone: "8 (401) 433-38-63",
    email: "politehgus@mail.ru",
    directions: [
          { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "13.02.13", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "15.02.09", "title": "Аддитивные технологии" },
    { "code": "15.02.10", "title": "Мехатроника и робототехника (по отраслям)" },
    { "code": "15.02.16", "title": "Технология машиностроения" },
    { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
    { "code": "29.02.10", "title": "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
    { "code": "33.02.01", "title": "Фармация" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" }

    ]
  },
  {
    region: "Калининградская область",
    number: 3,
    name: "ГБУ КО ПОО «Прибалтийский судостроительный техникум»",
    website: "https://судотех.рф/",
    vk: "https://vk.com/sudoteh_professionalitet",
    address: "236005, Калининградская область, г. Калининград, Транспортный тупик, д. 10",
    phone: "8 (401) 265-01-45",
    email: "pl-7@mail.ru",
    directions: [
      {code:"25.02.08",title:"Эксплуатация беспилотных авиационных систем"},
      {code:"10.02.05",title:"Обеспечение информационной безопасности автоматизированных систем"},
      {code:"08.02.13",title:"Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции"},
      {code:"13.02.13",title:"Эксплуатация и обслуживание электрического и электромеханического оборудования"},
      {code:"15.02.19",title:"Сварочное производство"},
      {code:"26.02.02",title:"Судостроение"}
    ]
  },
  {
    region: "Калининградская область",
    number: 4,
    name: "ГБУ КО ПОО «Колледж информационных технологий и строительства»",
    website: "https://kitis.ru/",
    vk: "https://vk.com/kitis39",
    address: "236029, Калининградская область, г. Калининград, ул. Горького, д. 166",
    phone: "8 (401) 291-61-06",
    email: "info@kitis.ru",
    directions: [
      {code:"09.02.10",title:"Разработка компьютерных игр, дополненной и виртуальной реальности"},
      {code:"08.02.15",title:"Информационное моделирование в строительстве"},
      {code:"09.02.07",title:"Информационные системы и программирование"},
      {code:"09.02.06",title:"Сетевое и системное администрирование"},
      {code:"08.02.01",title:"Строительство и эксплуатация зданий и сооружений"},
      {code:"08.02.14",title:"Эксплуатация и обслуживание многоквартирного дома"},
      {code:"15.01.05",title:"Сварщик (ручной и частично механизированной сварки (наплавки)"},
      {code:"08.01.28",title:"Мастер отделочных строительных и декоративных работ"},
      {code:"35.01.28",title:"Мастер столярного и мебельного производства"}
    ]
  },
  {
    region: "Калининградская область",
    number: 5,
    name: "ГБУ КО ПОО «Колледж строительства и профессиональных технологий»",
    website: "https://ptpt39.ru/",
    vk: "https://vk.com/polessk.college",
    address: "238630, Калининградская область, Полесский район, г. Полесск, ул. Авиационная, д. 4",
    phone: "8 (401) 264-02-70",
    email: "info@ksipt39.ru",
    directions: [
      {code:"08.01.28",title:"Мастер отделочных строительных и декоративных работ"},
      {code:"15.01.05",title:"Сварщик (ручной и частично механизированной сварки (наплавки)"},
      {code:"35.01.26",title:"Мастер растениеводства"},
      {code:"35.01.27",title:"Мастер сельскохозяйственного производства"},
      {code:"35.02.08",title:"Электротехнические системы в агропромышленном комплексе"},
      {code:"15.02.19",title:"Сварочное производство"},
      {code:"35.02.12",title:"Садово-парковое и ландшафтное строительство"},
      {code:"35.02.16",title:"Эксплуатация и ремонт сельскохозяйственной техники и оборудования"},
      {code:"35.02.17",title:"Агромелиорация"}
    ]
  },
  {
    region: "Калининградская область",
    number: 6,
    name: "ГБУ КО ПОО «Колледж агротехнологий и природообустройства»",
    website: "https://katip39.ru/",
    vk: "https://vk.com/katip_official",
    address: "238050, Калининградская область, Гусевский район, г. Гусев, ул. Тимирязева, д. 3",
    phone: "8 (401) 279-72-23",
    email: "katip39@mail.ru",
    directions: [
      { "code": "08.02.12", "title": "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
    { "code": "20.02.02", "title": "Защита в чрезвычайных ситуациях" },
    { "code": "20.02.03", "title": "Природоохранное обустройство территорий" },
    { "code": "21.02.19", "title": "Землеустройство" },
    { "code": "35.02.01", "title": "Лесное и лесопарковое хозяйство" },
    { "code": "35.02.17", "title": "Агромелиорация" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" }

    ]
  },
  {
    region: "Калининградская область",
    number: 7,
    name: "ГБУ КО ПОО «Технологический колледж»",
    website: "https://kotk39.ru/",
    vk: "https://vk.com/kolledgclub",
    address: "238750, Калининградская область, г. Советск, ул. Герцена, 5",
    phone: "8 (401) 613-50-21",
    email: "tlzcollege@mail.ru",
    directions: [
      { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
    { "code": "15.01.38", "title": "Оператор-наладчик металлообрабатывающих станков" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
    { "code": "43.02.13", "title": "Технология парикмахерского искусства" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" }

    ]
  },
  {
    region: "Калининградская область",
    number: 8,
    name: "ГАУ КО ПОО «Колледж сервиса и туризма»",
    website: "https://спокст.рф/",
    vk: "https://vk.com/kst_39",
    address: "236039, Калининградская область, г. Калининград, Ленинский проспект, 42Б",
    phone: "8 (401) 264-35-67",
    email: "gauspo_kst@mail.ru",
    directions: [
      {code:"43.02.06",title:"Сервис на транспорте"},
      {code:"43.02.15",title:"Поварское и кондитерское дело"},
      {code:"43.02.16",title:"Туризм и гостеприимство"},
      {code:"43.02.17",title:"Технологии индустрии красоты"},
      {code:"43.01.09",title:"Повар, кондитер"}
    ]
  },
  {
    region: "Калининградская область",
    number: 9,
    name: "ГАУ КО ПОО «Колледж предпринимательства»",
    website: "https://kolledge39.ru/",
    vk: "https://vk.com/kolledge39",
    address: "236022, Калининградская область, г. Калининград, ул. Брамса, 9",
    phone: "8 (401) 295-77-75",
    email: "gaukokp@mail.ru",
    directions: [
      { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "09.02.11", "title": "Разработка и управление программным обеспечением" },
    { "code": "09.02.13", "title": "Интеграция решений с применением технологий искусственного интеллекта" },
    { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
    { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
    { "code": "42.02.01", "title": "Реклама" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
    { "code": "54.02.02", "title": "Декоративно-прикладное искусство и народные промыслы (по видам)" },
    { "code": "54.02.04", "title": "Реставрация" },
    { "code": "54.01.02", "title": "Ювелир" },
    { "code": "54.01.12", "title": "Художник миниатюрной живописи" },
    { "code": "54.01.20", "title": "Графический дизайнер" }

    ]
  },
  {
    region: "Калининградская область",
    number: 10,
    name: "ГБПОУ «Калининградский областной музыкальный колледж им. С.В. Рахманинова»",
    website: "https://musckld.org/",
    vk: "https://vk.com/kaliningradkomk",
    address: "",
    phone: "8 (401) 299-25-50",
    email: "musc@list.ru",
    directions: [
          { "code": "53.02.03", "title": "Инструментальное исполнительство (по видам инструментов)" },
    { "code": "53.02.04", "title": "Вокальное искусство" },
    { "code": "53.02.05", "title": "Сольное и хоровое народное пение" },
    { "code": "53.02.06", "title": "Хоровое дирижирование" },
    { "code": "53.02.07", "title": "Теория музыки" }

    ]
  },
  {
    region: "Калининградская область",
    number: 11,
    name: "ГБУ КО ПОО «Педагогический колледж»",
    website: "https://pc.ipc39.ru/",
    vk: "https://vk.com/pedkollege39",
    address: "238158, Калининградская область, г. Черняховск, пер. Суворова, 2",
    phone: "8 (401) 413-36-18",
    email: "college@ipc39.ru",
    directions: [
          { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" },
    { "code": "44.02.03", "title": "Педагогика дополнительного образования" },
    { "code": "44.02.04", "title": "Специальное дошкольное образование" },
    { "code": "49.02.01", "title": "Физическая культура" },
    { "code": "49.02.02", "title": "Адаптивная физическая культура" }

    ]
  },
  {
    region: "Калининградская область",
    number: 12,
    name: "ГБПОУ КО УОР «Училище (техникум) олимпийского резерва» имени А.А. Шумилина",
    website: "https://uor-kaliningrad.ru/",
    vk: "https://vk.com/olymp39",
    address: "236011, Калининградская область, г. Калининград, ул. Аллея Смелых, 116",
    phone: "8 (401) 268-71-01",
    email: "priem_uor@mail.ru",
    directions: [
     { "code": "49.02.01", "title": "Физическая культура" },
    { "code": "44.02.01", "title": "Дошкольное образование" }

    ]
  },
  {
    region: "Калининградская область",
    number: 13,
    name: "ГБСУ КО ПОО «Советский техникум-интернат»",
    website: "https://sspt-internat.ru/",
    vk: "https://vk.com/sti39",
    address: "238758, Калининградская область, г. Советск, ул. Кировоградская, 6",
    phone: "8 (401) 616-51-20",
    email: "spu-internat@mail.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" },
    { "code": "39.02.01", "title": "Социальная работа" },
    { "code": "54.01.20", "title": "Графический дизайнер" },
    { "code": "35.01.19", "title": "Мастер садово-паркового и ландшафтного строительства" },
    { "code": "19601", "title": "Швея" },
    { "code": "17531", "title": "Садовник" },
    { "code": "16199", "title": "Оператор электронно-вычислительных и вычислительных машин" },
    { "code": "15194", "title": "Наладчик технологического оборудования" }

    ]
  },
  {
    region: "Калининградская область",
    number: 14,
    name: "АНО ПО «Балтийский информационный техникум»",
    website: "https://biit39.ru/",
    vk: "https://vk.com/biit39",
    address: "236016, Калининградская область, г. Калининград, ул. Литовский вал, д. 38, литер А1, пом. YII, подъезд 6",
    phone: "8 (401) 235-33-16",
    email: "bit.spo@mail.ru",
    directions: [
      { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "09.02.09", "title": "Веб-разработка" },
    { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
    { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
    { "code": "40.02.02", "title": "Правоохранительная деятельность" }

    ]
  },
  {
    region: "Калининградская область",
    number: 15,
    name: "АНО ПО «Калининградский бизнес-колледж»",
    website: "https://student39.ru/",
    vk: "https://vk.com/student39",
    address: "236011, Калининградская область, г. Калининград, ул. 2-я Судостроительная, 1А",
    phone: "8 (401) 293-42-02",
    email: "info@student39.ru",
    directions: [
      {code:"07.02.01",title:"Архитектура"},
      {code:"08.02.15",title:"Информационное моделирование в строительстве"},
      {code:"09.01.04",title:"Наладчик аппаратных и программных средств инфокоммуникационных систем"},
      {code:"09.02.06",title:"Сетевое и системное администрирование"},
      {code:"09.02.07",title:"Информационные системы и программирование"},
      {code:"09.02.13",title:"Интеграция решений с применением технологий искусственного интеллекта"},
      {code:"21.02.05",title:"Земельно-имущественные отношения"},
      {code:"21.02.19",title:"Землеустройство"},
      {code:"38.02.01",title:"Экономика и бухгалтерский учет"},
      {code:"38.02.04",title:"Коммерция"},
      {code:"38.02.07",title:"Банковское дело"},
      {code:"38.02.08",title:"Торговое дело"},
      {code:"40.02.01",title:"Право и организация социального обеспечения"},
      {code:"40.02.02",title:"Правоохранительная деятельность"},
      {code:"40.02.04",title:"Юриспруденция"},
      {code:"42.02.01",title:"Реклама"},
      {code:"42.02.02",title:"Издательское дело"},
      {code:"43.02.14",title:"Гостиничное дело"},
      {code:"43.02.16",title:"Туризм и гостеприимство"},
      {code:"54.02.01",title:"Дизайн"},
      {code:"55.02.02",title:"Анимация и анимационное кино"}
    ]
  },
  {
    region: "Калининградская область",
    number: 16,
    name: "АН ПОО «Колледж экономики и педагогики»",
    website: "https://kep39.ru/",
    vk: "https://vk.com/publickep39",
    address: "236039, Калининградская область, г. Калининград, ул. А. Суворова, д. 43",
    phone: "8 (401) 273-37-07",
    email: "KEP-39@yandex.ru",
    directions: [
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" }

    ]
  },
  {
    region: "Калининградская область",
    number: 17,
    name: "АН ПОО «Калининградский колледж управления»",
    website: "https://kku39.ru/college",
    vk: "https://vk.com/kku39ru",
    address: "236003, Калининградская область, г. Калининград, ул. Баженова, д. 4",
    phone: "8 (401) 255-73-81",
    email: "mail@kku39.ru",
    directions: [
      {code:"09.02.07",title:"Информационные системы и программирование"},
      {code:"38.02.01",title:"Экономика и бухгалтерский учет"},
      {code:"40.02.02",title:"Правоохранительная деятельность"},
      {code:"40.02.04",title:"Юриспруденция"},
      {code:"42.02.01",title:"Реклама"},
      {code:"21.02.19",title:"Землеустройство"},
      {code:"38.02.03",title:"Операционная деятельность в логистике"},
      {code:"42.02.02",title:"Издательское дело"},
      {code:"38.02.07",title:"Банковское дело"},
      {code:"09.02.06",title:"Сетевое и системное администрирование"}
    ]
  },
  {
    region: "Калининградская область",
    number: 18,
    name: "ФГБПОУ «Неманское специальное учебно-воспитательное учреждение закрытого типа»",
    website: "https://n-suvu.ru/",
    vk: "https://vk.com/public217445545",
    address: "238710, Калининградская область, г. Неман, ул. Советская, д. 51а",
    phone: "7 (401) 255-50-08",
    email: "suvu@n-suvu.ru",
    directions: [
      { "code": "35.01.09", "title": "Мастер растениеводства" },
    { "code": "35.01.14", "title": "Мастер по техническому обслуживанию и ремонту машинно-тракторного парка" },
    { "code": "13450", "title": "Маляр" },
    { "code": "12680", "title": "Каменщик" },
    { "code": "18880", "title": "Столяр строительный" },
    { "code": "19727", "title": "Штукатур" },
    { "code": "18511", "title": "Слесарь по ремонту автомобилей" },
    { "code": "19203", "title": "Тракторист-машинист сельскохозяйственного производства" },
    { "code": "17531", "title": "Рабочий зеленого строительства" }

] // закрыто — направлений нет
  },
  {
  "number": 1,
  "name": "ФГАОУ ВО «Балтийский федеральный университет имени Иммануила Канта»",
  "website": "https://kantiana.ru/",
  "vk": "https://vk.com/ikbfu",
  "address": "236041, Калининградская область, г. Калининград, ул. А. Невского, д. 14",
  "phone": "8 (401) 259-55-95",
  "email": "abiturient@kantiana.ru",
  "directions": [
    { "code": "01.03.02", "title": "Прикладная математика и информатика" },
    { "code": "02.03.02", "title": "Фундаментальная информатика и информационные технологии" },
    { "code": "02.03.03", "title": "Математическое обеспечение и администрирование информационных систем" },
    { "code": "03.03.02", "title": "Физика" },
    { "code": "04.03.01", "title": "Химия" },
    { "code": "05.03.02", "title": "География" },
    { "code": "05.03.06", "title": "Экология и природопользование" },
    { "code": "06.03.01", "title": "Биология" },
    { "code": "07.03.01", "title": "Архитектура" },
    { "code": "08.03.01", "title": "Строительство" },
    { "code": "09.03.02", "title": "Информационные системы и технологии" },
    { "code": "10.03.01", "title": "Информационная безопасность" },
    { "code": "11.03.02", "title": "Инфокоммуникационные технологии и системы связи" },
    { "code": "15.03.01", "title": "Машиностроение" },
    { "code": "19.03.01", "title": "Биотехнология" },
    { "code": "21.03.02", "title": "Землеустройство и кадастры" },
    { "code": "37.03.01", "title": "Психология" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "38.03.05", "title": "Бизнес-информатика" },
    { "code": "39.03.01", "title": "Социология" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "41.03.05", "title": "Международные отношения" },
    { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
    { "code": "42.03.02", "title": "Журналистика" },
    { "code": "43.03.01", "title": "Сервис" },
    { "code": "44.03.01", "title": "Педагогическое образование" },
    { "code": "44.03.03", "title": "Специальное (дефектологическое) образование" },
    { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
    { "code": "45.03.01", "title": "Филология" },
    { "code": "45.03.02", "title": "Лингвистика" },
    { "code": "46.03.01", "title": "История" },
    { "code": "49.03.01", "title": "Физическая культура" },
    { "code": "49.03.02", "title": "Физическая культура для лиц с отклонениями в состоянии здоровья (адаптивная физическая культура)" },
    { "code": "54.03.01", "title": "Дизайн" },
    { "code": "04.05.01", "title": "Фундаментальная и прикладная химия" },
    { "code": "06.05.01", "title": "Биоинженерия и биоинформатика" },
    { "code": "10.05.01", "title": "Компьютерная безопасность" },
    { "code": "31.05.01", "title": "Лечебное дело" },
    { "code": "31.05.03", "title": "Стоматология" },
    { "code": "37.05.01", "title": "Клиническая психология" },
    { "code": "40.05.04", "title": "Судебная и прокурорская деятельность" }
  ]
},

{
  "number": 2,
  "name": "ФГБОУ ВО «Калининградский государственный технический университет»",
  "website": "https://klgtu.ru/",
  "vk": "https://vk.com/klgtu39",
  "address": "236022, Калининградская область, г. Калининград, Советский проспект, д. 1",
  "phone": "8 (4012) 99-59-99",
  "email": "pk@klgtu.ru",
  "directions": [
    { "code": "05.03.06", "title": "Экология и природопользование" },
    { "code": "08.03.01", "title": "Строительство" },
    { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
    { "code": "09.03.02", "title": "Информационные системы и технологии" },
    { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "13.03.01", "title": "Теплоэнергетика и теплотехника" },
    { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
    { "code": "15.03.01", "title": "Машиностроение" },
    { "code": "15.03.02", "title": "Технологические машины и оборудование" },
    { "code": "15.03.04", "title": "Автоматизация технологических процессов и производств" },
    { "code": "19.03.01", "title": "Биотехнология" },
    { "code": "19.03.04", "title": "Технология продукции и организация общественного питания" },
    { "code": "20.03.01", "title": "Техносферная безопасность" },
    { "code": "20.03.02", "title": "Природообустройство и водопользование" },
    { "code": "26.03.01", "title": "Управление водным транспортом и гидрографическое обеспечение судоходства" },
    { "code": "26.03.02", "title": "Кораблестроение, океанотехника и системотехника объектов морской инфраструктуры" },
    { "code": "26.03.03", "title": "Водные пути, порты и гидротехнические сооружения" },
    { "code": "26.03.04", "title": "Инженерно-экономическое обеспечение технологий и бизнес-процессов водного транспорта" },
    { "code": "35.03.04", "title": "Агрономия" },
    { "code": "35.03.07", "title": "Технология производства и переработки сельскохозяйственной продукции" },
    { "code": "35.03.08", "title": "Водные биоресурсы и аквакультура" },
    { "code": "35.03.09", "title": "Промышленное рыболовство" },
    { "code": "35.03.10", "title": "Ландшафтная архитектура" },
    { "code": "36.03.02", "title": "Зоотехния" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.05", "title": "Бизнес-информатика" },
    { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
    { "code": "10.05.03", "title": "Информационная безопасность автоматизированных систем" },
    { "code": "25.05.03", "title": "Техническая эксплуатация транспортного радиооборудования" },
    { "code": "26.05.05", "title": "Судовождение" },
    { "code": "26.05.06", "title": "Эксплуатация судовых энергетических установок" },
    { "code": "26.05.07", "title": "Эксплуатация судового электрооборудования и средств автоматики" },
    { "code": "36.05.01", "title": "Ветеринария" },
    { "code": "38.05.01", "title": "Экономическая безопасность" }
  ]
},

{
  "number": 3,
  "name": "Западный филиал ФГБОУ ВО «Российская академия народного хозяйства и государственной службы при Президенте Российской Федерации»",
  "website": "https://zf.ranepa.ru/",
  "vk": "https://vk.com/zfranepa",
  "address": "236016, Калининградская область, г. Калининград, ул. Артиллерийская, д. 18",
  "phone": "7 (4012) 97-23-62",
  "email": "info-zf@ranepa.ru",
  "directions": [
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "42.03.05", "title": "Медиакоммуникации" },
    { "code": "43.03.01", "title": "Сервис" },
    { "code": "38.05.01", "title": "Экономическая безопасность" },
    { "code": "40.05.01", "title": "Правовое обеспечение национальной безопасности" },
    { "code": "40.05.04", "title": "Судебная и прокурорская деятельность" }
  ]
},

{
  "number": 4,
  "name": "Калининградский филиал АНОО ВО «Российский университет кооперации»",
  "website": "https://kaliningrad.ruc.su/",
  "vk": "https://vk.com/ruckld",
  "address": "236022, Калининградская область, г. Калининград, ул. Карла Маркса, д. 17",
  "phone": "8 (981) 464-47-31",
  "email": "kaliningrad@ruc.su",
  "directions": [
    { "code": "37.03.01", "title": "Психология" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "54.03.01", "title": "Дизайн" },
    { "code": "09.03.02", "title": "Информационные системы и технологии" },
    { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
    { "code": "39.03.02", "title": "Социальная работа" }
  ]
},

{
  "number": 5,
  "name": "Калининградский филиал ФГБОУ ВО «Санкт-Петербургский государственный аграрный университет»",
  "website": "https://kf.spbgau.ru/",
  "vk": "https://vk.com/klgtu39",
  "address": "238630, Калининградская область, г. Полесск, ул. Советская, д. 10",
  "phone": "8 (401) 264-01-33",
  "email": "kf.spbgau@mail.ru",
  "directions": [
    { "code": "35.03.04", "title": "Агрономия" },
    { "code": "35.03.06", "title": "Агроинженерия" },
    { "code": "36.03.02", "title": "Зоотехния" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" }
  ]
},

{
  "number": 6,
  "name": "ФГКВОУ ВПО «Балтийское высшее военно-морское училище имени адмирала Ф.Ф. Ушакова»",
  "website": "https://bvvmu.mil.ru/",
  "vk": "https://vk.com/club393743",
  "address": "236036, Калининградская область, г. Калининград, Советский проспект, д. 82",
  "phone": "8 (401) 221-54-78",
  "email": "vunc-vmf-bvmi@mil.ru",
  "directions": [
    { "code": "11.05.02", "title": "Специальные радиотехнические системы" },
    { "code": "11.05.04", "title": "Инфокоммуникационные технологии и системы специальной связи" },
    { "code": "26.05.04", "title": "Применение и эксплуатация технических систем надводных кораблей и подводных лодок" }
  ]
},

{
  "number": 7,
  "name": "АОЧУ ВО «Московский финансово-юридический университет МФЮА» (Калининградский филиал)",
  "website": "https://kaliningrad.mfua.ru/",
  "vk": "https://vk.com/klgdmfua",
  "address": "236000, Калининградская область, г. Калининград, ул. Ермака, д. 3",
  "phone": "8 (401) 295-69-89",
  "email": "kaliningrad@mfua.ru",
  "directions": [
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "42.03.01", "title": "Реклама и связи с общественностью" }
  ]
},

{
  "number": 8,
  "name": "АНОО ВО «Калининградский институт управления»",
  "website": "https://kiu39.ru/institute",
  "vk": "https://vk.com/kiu39ru",
  "address": "236003, Калининградская область, г. Калининград, ул. Баженова, д. 4",
  "phone": "8 (401) 255-73-81",
  "email": "mail@kiu39.ru",
  "directions": [
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "40.03.01", "title": "Юриспруденция" }
  ]
},

{
  "number": 9,
  "name": "Филиал ФГБОУ ВО «Российский государственный институт сценических искусств» в г. Калининграде — Балтийская Высшая школа музыкального и театрального искусства",
  "website": "https://baltic.rgisi.ru/",
  "vk": "https://vk.com/rgisi.baltic",
  "address": "236029, Калининградская область, г. Калининград, ул. Азовская, д. 4",
  "phone": "8 (401) 247-50-09",
  "email": "kaliningrad@rgisi.ru",
  "directions": [
    { "code": "52.03.05", "title": "Театроведение" },
    { "code": "52.05.01", "title": "Актерское искусство" },
    { "code": "52.05.02", "title": "Режиссура театра" },
    { "code": "52.05.03", "title": "Сценография" },
    { "code": "52.05.04", "title": "Технология художественного оформления спектакля" }
  ]
}
];
