window.catalogData = window.catalogData || {};
window.catalogData["Камчатский край"] = [
  { 
    number: 1,  
    name: "ПОЧУ «Камчатский кооперативный техникум» Камчатского краевого союза потребительских кооперативов",  
    website: "https://koop41.ru/",  
    vk: "https://vk.com/41koop",  
    address: "683003, Российская Федерация, Камчатский край, г. Петропавловск-Камчатский, ул. Ключевская, 11",  
    phone: "8 (4152) 41-09-78",  
    email: "kkt@koop41.ru",
    directions: [ 
      { "code": "09.02.01", "title": "Сетевое и системное администрирование" },
      { "code": "09.02.12", "title": "Информационные системы и программирование" },
      { "code": "19.02.12", "title": "Технология продуктов питания из растительного сырья" },
      { "code": "20.02.04", "title": "Пожарная безопасность" },
      { "code": "21.02.14", "title": "Маркшейдерское дело" },
      { "code": "21.02.19", "title": "Землеустройство" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет" },
      { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
      { "code": "38.02.08", "title": "Торговое дело" },
      { "code": "40.02.02", "title": "Правоохранительная деятельность" },
      { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
      { "code": "43.02.16", "title": "Туризм и гостеприимство" },
      { "code": "43.02.17", "title": "Технологии индустрии красоты" },
      { "code": "44.02.01", "title": "Дошкольное образование" },
      { "code": "44.02.02", "title": "Преподавание в начальных классах" }
    ]
  },
  {
    number: 2,
    name: "КГПОБУ «Камчатский индустриальный техникум»",
    website: "https://vil-kit.ru/",
    vk: "https://vk.com/villkit",
    address: "684090, Камчатский край, г. Вилючинск, ул. Школьная, д 3а",
    phone: "8 (415 35) 3-14-33",
    email: "kit@vil-kit.ru",
    directions: [
      { code: "26.02.02", title: "Судостроение" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "43.01.09", title: "Повар, кондитер" }
    ]
  },
  { 
    number: 3,  
    name: "Филиал КГПОБУ «Камчатский индустриальный техникум»",  
    website: "https://filial.vil-kit.ru/",  
    vk: "https://vk.com/uk.filial.college",  
    address: "684414, Камчатский край, Усть-Камчатский район, пос. Усть-Камчатск, ул. Ленина, д. 113",  
    phone: "8 (415) 342-57-66",  
    email: "ust-kam@vil-kit.ru",
    directions: [ 
      { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
      { "code": "26.02.02", "title": "Судостроение" },
      { "code": "13.02.12", "title": "Электрические станции, сети, их релейная защита и автоматизация" },
      { "code": "26.02.04", "title": "Монтаж и техническое обслуживание судовых машин и механизмов" },
      { "code": "40.02.04", "title": "Юриспруденция" },
      { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
      { "code": "38.02.08", "title": "Торговое дело" },
      { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
      { "code": "43.01.09", "title": "Повар, кондитер" },
      { "code": "09.01.04", "title": "Наладчик аппаратных и программных средств инфокоммуникационных систем" }
    ]
  },
  { 
    number: 4,  
    name: "КГПОАУ «Камчатский морской энергетический техникум»",  
    website: "https://kmet41.ru/",  
    vk: "https://vk.com/kammt",  
    address: "683006, Камчатский край, г. Петропавловск-Камчатский, ул. Чубарова, д. 1",  
    phone: "8 (4152) 29-67-48",  
    email: "kmt-ok@mail.ru",
    directions: [ 
      { "code": "15.01.18", "title": "Машинист холодильных установок" },
      { "code": "26.01.03", "title": "Слесарь-монтажник судовой" },
      { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
      { "code": "13.02.02", "title": "Теплоснабжение и теплотехническое оборудование" },
      { "code": "26.02.06", "title": "Эксплуатация судового электрооборудования и средств автоматики" },
      { "code": "13.02.07", "title": "Электроснабжение (по отраслям)" },
      { "code": "26.02.05", "title": "Эксплуатация судовых энергетических установок" },
      { "code": "13.02.07", "title": "Электроснабжение (по отраслям)" }
    ]
  },
  { 
    number: 5,  
    name: "ФГБОУ ВО «Камчатский государственный технический университет» (колледж)",  
    website: "https://kamchatgtu.ru/koledzh/",  
    vk: "https://vk.com/kamchatgtu",  
    address: "г. Петропавловск-Камчатский, ул. Ключевская, д. 35, каб. 309",  
    phone: "8 (4152) 300-944",  
    email: "kamchatgtu@kamchatgtu.ru",
    directions: [ 
      { "code": "43.02.16", "title": "Туризм и гостеприимство" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учёт (по отраслям)" },
      { "code": "40.02.04", "title": "Юриспруденция" }
    ]
  },
  { 
    number: 6,  
    name: "КГПОБУ «Паланский колледж»",  
    website: "https://xn--90aigh1af3gw.xn--p1ai",  
    vk: "https://vk.com/colledg_palana",  
    address: "688000, Российская Федерация, Камчатский край, Тигильский район, пгт. Палана, ул. Чубарова, д. 6",  
    phone: "8 (41543) 31056",  
    email: "colledg_palana@mail.ru",
    directions: [ 
      { "code": "13.01.05", "title": "Электромонтёр по техническому обслуживанию и ремонту оборудования подстанций и сетей" },
      { "code": "35.01.14", "title": "Мастер сельскохозяйственного производства" },
      { "code": "35.01.21", "title": "Мастер оленеводства" }
    ]
  },
  {
    number: 7,  
    name: "КГПОБУ «Камчатский промышленный техникум»",  
    website: "https://www.kptelz.ru/",  
    vk: "https://vk.com/kptelz",  
    address: "684004, Российская Федерация, Дальневосточный федеральный округ, Камчатский край, Елизовский р-н, г. Елизово, ул. 40 лет Октября, дом 9",  
    phone: "8 (41531) 6-52-71",  
    email: "kptelz@mail.ru",
    directions: [ 
      { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { "code": "23.01.06", "title": "Машинист дорожных и строительных машин" },
      { "code": "22.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
      { "code": "43.01.09", "title": "Повар, кондитер" },
      { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
      { "code": "21.02.15", "title": "Открытые горные работы" },
      { "code": "23.02.04", "title": "Техническая эксплуатация подъёмно-транспортных, строительных, дорожных машин и оборудования" },
      { "code": "23.01.06", "title": "Машинист дорожных и строительных машин" },
      { "code": "09.02.06", "title": "Сетевое и системное администрирование" }
    ]
  },
  { 
    number: 8,  
    name: "КГПОАУ «Камчатский колледж технологии и сервиса»",  
    website: "https://kamktis.ru/",  
    vk: "https://vk.com/kktiskamchatka",  
    address: "683017, Российская Федерация, Камчатский край, г. Петропавловск-Камчатский, ул. Зеркальная, д. 48",  
    phone: "8 (4152) 41-04-94",  
    email: "kamktis@yandex.ru",
    directions: [ 
      { "code": "43.01.09", "title": "Повар, кондитер" },
      { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
      { "code": "43.02.16", "title": "Туризм и гостеприимство" },
      { "code": "43.02.17", "title": "Технологии индустрии красоты" },
      { "code": "38.02.08", "title": "Торговое дело" },
      { "code": "09.01.03", "title": "Оператор информационных систем и ресурсов" },
      { "code": "43.02.14", "title": "Гостиничное дело" },
      { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья (технология хлеба, хлебобулочных, макаронных и кондитерских изделий)" },
      { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" }
    ]
  },
  { 
    number: 9,  
    name: "КГПОБУ «Камчатский сельскохозяйственный техникум»",  
    website: "https://kamselteh.ru/",  
    vk: "https://vk.com/kamselhozteh",  
    address: "684033, с. Сосновка, Елизовский р-н, Камчатский край, ул. Центральная, 12",  
    phone: "8 (41531) 3-61-75",  
    email: "kamselteh@yandex.ru",
    directions: [ 
      { "code": "36.02.01", "title": "Ветеринария" },
      { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" },
      { "code": "16675", "title": "Повар" },
      { "code": "17544", "title": "Рабочий по комплексному обслуживанию и ремонту зданий" },
      { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
      { "code": "35.02.05", "title": "Агрономия" },
      { "code": "18545", "title": "Слесарь по ремонту сельскохозяйственных машин и оборудования" },
      { "code": "19203", "title": "Тракторист" },
      { "code": "43.01.09", "title": "Повар, кондитер" },
      { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственного оборудования" },
      { "code": "17531", "title": "Рабочий зелёного хозяйства" },
      { "code": "35.01.19", "title": "Мастер садово-паркового и ландшафтного строительства" },
      { "code": "35.01.26", "title": "Мастер растениеводства" }
    ]
  },
  {
    number: 10,
    name: "КГПОБУ «Камчатский педагогический колледж»",
    website: "https://kamcollege.ru/",
    vk: "https://vk.com/kamcollege",
    address: "683031, Камчатский край, г. Петропавловск-Камчатский, ул. Бохняка, 13",
    phone: "8 (415-2) 23-61-11",
    email: "collegepedagog@yandex.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.03", title: "Педагогика дополнительного образования" },
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  {
    number: 11,
    name: "ГБПОУ КК «Камчатский медицинский колледж»",
    website: "https://kammedcolledge.ru/",
    vk: "https://vk.com/club215567760",
    address: "683003, Камчатский край, г. Петропавловск-Камчатский, ул. Ленинградская, д.102",
    phone: "8 (4152) 42-77-74",
    email: "medcomp@list.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.02", title: "Акушерское дело" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "33.02.01", title: "Фармация" }
    ]
  },
  // === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
  {
    number: 1,
    name: "ДВФ ВАВТ Минэкономразвития России",
    website: "https://www.dvf-vavt.ru",
    vk: "https://vk.com/dvf_vavt",
    address: "683003, Камчатский край, г. Петропавловск-Камчатский, ул. Вилюйская, д.25",
    phone: "8 (4152) 42-34-69",
    email: "rectordvf@mail.ru",
    directions: [
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "38.04.01", title: "Экономика" },
      { code: "40.04.01", title: "Юриспруденция" }
    ]
  },
  {
    number: 2,
    name: "Петропавловский филиал РАНХиГС",
    website: "https://pk.ranepa.ru/",
    vk: "https://vk.com/ranepa_pk",
    address: "683031, Камчатский край, г. Петропавловск-Камчатский, ул. Бохняка, д. 13",
    phone: "8 (4152) 307-624",
    email: "plotnitskaya-mr@ranepa.ru",
    directions: [
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "38.04.04", title: "Государственное и муниципальное управление" }
    ]
  },
  {
    number: 3,
    name: "Камчатский филиал Российского университета кооперации",
    website: "https://pk.ruc.su/",
    vk: "https://vk.com/kfruc",
    address: "683003, Камчатский край, г. Петропавловск-Камчатский, ул. Ключевская, дом 11",
    phone: "8 (4152) 42-80-01",
    email: "pk@rus.su",
    directions: [
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "19.03.04", title: "Технология продукции и организация общественного питания" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "43.03.02", title: "Туризм" },
      { code: "38.05.01", title: "Экономическая безопасность" },
      { code: "38.05.02", title: "Таможенное дело" },
      { code: "40.05.01", title: "Правовое обеспечение национальной безопасности" }
    ]
  },
  { 
    number: 4,  
    name: "ФГБОУ ВО «Камчатский государственный технический университет»",  
    website: "https://kamchatgtu.ru/",  
    vk: "https://vk.com/kamchatgtu",  
    address: "683003, Камчатский край, г. Петропавловск-Камчатский, улица Ключевская, дом 35",  
    phone: "8 (4152) 300-944",  
    email: "kamchatgtu@kamchatgtu.ru",
    directions: [ 
      { "code": "05.03.06", "title": "Экология и природопользование" },
      { "code": "15.03.02", "title": "Технологические машины и оборудование" },
      { "code": "16.03.03", "title": "Холодильная, криогенная техника и системы жизнеобеспечения" },
      { "code": "19.03.03", "title": "Продукты питания животного происхождения" },
      { "code": "19.03.02", "title": "Продукты питания из растительного сырья" },
      { "code": "20.03.02", "title": "Природообустройство и водопользование" },
      { "code": "19.03.01", "title": "Биотехнология" },
      { "code": "20.03.01", "title": "Техносферная безопасность" },
      { "code": "35.03.08", "title": "Водные биоресурсы и аквакультура" },
      { "code": "35.03.09", "title": "Промышленное рыболовство" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
      { "code": "27.03.04", "title": "Управление в технических системах" },
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "09.03.04", "title": "Программная инженерия" },
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "26.05.05", "title": "Судовождение" },
      { "code": "26.05.06", "title": "Эксплуатация судовых энергетических установок" },
      { "code": "26.05.07", "title": "Эксплуатация судового электрооборудования и средств автоматики" }
    ]
  },
  { 
    number: 5,  
    name: "ФГБОУ ВО «Камчатский государственный университет имени Витуса Беринга»",  
    website: "https://kamgu.ru/",  
    vk: "https://vk.com/kamgu_beringa",  
    address: "683032, Камчатский край, г. Петропавловск-Камчатский, ул. Пограничная, 4",  
    phone: "8 (4152) 41-08-33",  
    email: "kamgu@kamgu.ru",
    directions: [ 
      { "code": "06.03.01", "title": "Биология" },
      { "code": "05.03.01", "title": "Геология" },
      { "code": "07.03.04", "title": "Градостроительство" },
      { "code": "42.03.02", "title": "Журналистика" },
      { "code": "45.03.02", "title": "Лингвистика" },
      { "code": "44.03.01", "title": "Педагогическое образование" },
      { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "01.03.02", "title": "Прикладная математика и информатика" },
      { "code": "37.03.01", "title": "Психология" },
      { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
      { "code": "43.03.01", "title": "Сервис" },
      { "code": "44.03.03", "title": "Специальное (дефектологическое) образование" },
      { "code": "43.03.02", "title": "Туризм" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
      { "code": "40.03.01", "title": "Юриспруденция" }
    ]
  }
];