// data/krasnoyarsk.js
window.catalogData = window.catalogData || {};
window.catalogData["Красноярский край"] = [
  // === 1 ===
  {
    number: 1,
    name: "ГБПОУ «Ачинский колледж отраслевых технологий и бизнеса»",
    website: "https://agkotib.ru/",
    vk: "https://vk.com/akotib123_professionalitet",
    address: "662161, Красноярский край, г. Ачинск, ул. Гагарина, 27",
    phone: "8 (39151) 7-13-04",
    email: "agkotib@mail.ru",
    directions: [
      { code: "08.01.06", title: "Мастер сухого строительства" },
      { code: "08.01.10", title: "Мастер жилищно-коммунального хозяйства" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "08.01.29", title: "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
      { code: "08.01.18", title: "Электромонтажник электрических сетей и электрооборудования" },
      { code: "08.01.31", title: "Электромонтажник электрических сетей и электрооборудования" },
      { code: "15.01.13", title: "Монтажник технологического оборудования (по видам оборудования)" },
      { code: "12680", title: "Каменщик" },
      { code: "19727", title: "Штукатур" },
      { code: "15220", title: "Облицовщик-плиточник" },
      { code: "07.02.01", title: "Архитектура" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.10", title: "Строительство железных дорог, путь и путевое хозяйство" },
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "11.02.02", title: "Техническое обслуживание и ремонт радиоэлектронной техники (по отраслям)" },
      { code: "11.02.17", title: "Разработка электронных устройств и систем" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "22.02.02", title: "Металлургия цветных металлов" },
      { code: "22.02.08", title: "Металлургическое производство (по видам производства)" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учёт" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  // === 2 ===
  {
    number: 2,
    name: "ГАПОУ «Ачинский колледж транспорта и сельского хозяйства»",
    website: "https://mf.aktsh.ru/sveden/common/",
    vk: "https://vk.com/aktsh",
    address: "662179, Красноярский край, Ачинский район, п. Малиновка, квартал 4, №17",
    phone: "8 (39151) 6-99-55",
    email: "acxt@inbox.ru",
    directions: [
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "08.01.31", title: "Электромонтажник электрических сетей и электрооборудования" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "15.01.38", title: "Оператор-наладчик металлообрабатывающих станков" },
      { code: "36.02.03", title: "Зоотехния" }
    ]
  },
  // === 3 ===
  {
    number: 3,
    name: "ГБПОУ «Ачинский медицинский техникум»",
    website: "https://www.ачмт.рф/",
    vk: "https://vk.com/achinskmedical",
    address: "660017, г. Красноярск, ул. Красной Армии, д.3",
    phone: "8(39151) 7-29-30",
    email: "officeamt@yandex.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  // === 4 ===
  {
    number: 4,
    name: "ГБПОУ «Ачинский педагогический колледж»",
    website: "https://cross-apk.ru/",
    vk: "https://vk.com/crossapk",
    address: "662162, Красноярский край, г. Ачинск, ул. Ленина, 10",
    phone: "8 (39151) 7-54-30",
    email: "director@cross-apk.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.03", title: "Педагогика дополнительного образования" },
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  // === 5 ===
  {
    number: 5,
    name: "ГАПОУ «Ачинский техникум нефти и газа имени Е.А.Демьяненко»",
    website: "https://www.achtng.ru/",
    vk: "https://vk.com/achtng",
    address: "662155, Красноярский край, г. Ачинск, ул. Дружбы Народов, 8",
    phone: "8 (39151) 6-32-12",
    email: "info@achtng.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "27.02.06", title: "Метрологический контроль средств измерений" },
      { code: "18.02.09", title: "Переработка нефти и газа" },
      { code: "22.02.06", title: "Сварочное производство" },
      { code: "18.02.12", title: "Технология аналитического контроля химических соединений" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "15.01.31", title: "Мастер контрольно-измерительных приборов и автоматики" },
      { code: "18.01.27", title: "Машинист технологических насосов и компрессоров" },
      { code: "18.01.28", title: "Оператор нефтепереработки" },
      { code: "15.01.37", title: "Слесарь-наладчик контрольно-измерительных приборов и автоматики" },
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" }
    ]
  },
  // === 6 ===
  {
    number: 6,
    name: "ГБПОУ «Ачинский торгово-экономический техникум»",
    website: "https://www.atet.su/",
    vk: "https://vk.com/public60041119",
    address: "662165, г. Ачинск, ул. Кирова, дом 1",
    phone: "8 (391) 515-0476",
    email: "at-et@yandex.ru",
    directions: [
      { code: "16472", title: "Пекарь" },
      { code: "16909", title: "Портной" },
      { code: "12391", title: "Изготовитель пищевых полуфабрикатов" }
    ]
  },
  // === 7 ===
  {
    number: 7,
    name: "ГБПОУ «Балахтинский аграрный техникум»",
    website: "https://xn----7sbbaabc5fvcf6a.xn--p1ai/",
    vk: "https://vk.com/balagrotech_professionalitet",
    address: "662340, Красноярский край, Балахтинский район, п. Балахта, ул. Ленина 9",
    phone: "8 (39148) 21-109",
    email: "bpu80@yandex.ru",
    directions: [
      { code: "35.02.05", title: "Агрономия" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "35.02.15", title: "Водные биоресурсы и аквакультура" },
      { code: "43.01.09", title: "Изготовитель пищевых полуфабрикатов" },
      { code: "35.01.13", title: "Мастер сельскохозяйственного производства" },
      { code: "21.02.16", title: "Открытые горные работы" },
      { code: "35.01.14", title: "Слесарь по ремонту сельскохозяйственных машин и оборудования" },
      { code: "19.02.03", title: "Технология продуктов питания животного происхождения (переработка молока)" },
      { code: "13.02.11", title: "Электротехнические системы в агропромышленном комплексе" }
    ]
  },
  // === 8 ===
  {
    number: 8,
    name: "ГБПОУ «Боготольский техникум транспорта»",
    website: "https://kudlesteh.ru/index/abiturientu/0-9",
    vk: "https://vk.com/btt2018",
    address: "660021, г. Красноярск, ул. Карла Маркса, д. 122",
    phone: "8 (391) 221-28-26",
    email: "mon@krao.ru",
    directions: [
      { code: "23.01.09", title: "Помощник машиниста (по видам подвижного состава железнодорожного транспорта)" },
      { code: "23.01.10", title: "Слесарь по обслуживанию и ремонту подвижного состава" },
      { code: "23.01.20", title: "Мастер по комплексному обслуживанию пути рельсового транспорта" }
    ]
  },
  // === 9 ===
  {
    number: 9,
    name: "Частное профессиональное образовательное учреждение «Восточно-Сибирский техникум туризма и сервиса»",
    website: "https://vstts24.ru/",
    vk: "https://vk.com/vstts24",
    address: "660010, г. Красноярск, ул. Академика Вавилова, д.1, стр 10",
    phone: "8 (391) 296 09 61",
    email: "kolledj2007@mail.ru",
    directions: [
      { code: "35.02.15", title: "Кинология" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  // === 10 ===
  {
    number: 10,
    name: "ГБПОУ «Дивногорский гидроэнергетический техникум имени А.Е. Бочкина»",
    website: "https://divget.ru/",
    vk: "https://vk.com/divget_professionalitet",
    address: "663091, Красноярский край, г. Дивногорск, ул. Чкалова, дом 41",
    phone: "8(39144) 3-37-01",
    email: "divget@mail.ru",
    directions: [
      { code: "13.02.04", title: "Гидроэлектроэнергетические установки" },
      { code: "13.02.12", title: "Электрические станции, сети, их релейная защита и автоматизация" },
      { code: "08.02.02", title: "Строительство и эксплуатация инженерных сооружений" },
      { code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "22.02.08", title: "Металлургическое производство (по видам производства)" },
      { code: "13450", title: "Маляр строительный" },
      { code: "19727", title: "Штукатур" }
    ]
  },
  // === 11 ===
  {
    number: 11,
    name: "ГАПОУ «Дивногорский колледж-интернат олимпийского резерва»",
    website: "https://www.duor.sibhost.ru/",
    vk: "",
    address: "663094, Красноярский край, г. Дивногорск, ул. Чкалова 3А/1",
    phone: "8 (39144) 2-31-18",
    email: "dkior_priem@mail.ru",
    directions: [
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  // === 12 ===
  {
    number: 12,
    name: "ГБПОУ «Дивногорский медицинский техникум»",
    website: "https://www.divmt.ru/",
    vk: "https://vk.com/divmt",
    address: "660017, г. Красноярск, ул. Красной армии, 3",
    phone: "8 (391) 211-51-51",
    email: "office@kraszdrav.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.01", title: "Лечебное дело" }
    ]
  },
  // === 13 ===
  {
    number: 13,
    name: "ГБПОУ «Дивногорский техникум лесных технологий»",
    website: "https://divlt.ru/",
    vk: "https://vk.com/divlt",
    address: "663091, г. Дивногорск, Красноярский край, Заводская ул., д.1/1, пом.1",
    phone: "8(39144) 3-85-25",
    email: "dtlt@divlt.ru",
    directions: [
      { code: "35.02.01", title: "Лесное и лесопарковое хозяйство" },
      { code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (в лесном хозяйстве)" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учёт (в лесном хозяйстве)" },
      { code: "35.02.18", title: "Технология переработки древесины" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
      { code: "21.02.19", title: "Землеустройство" }
    ]
  },
  // === 14 ===
  {
    number: 14,
    name: "ГАПОУ «Емельяновский дорожно-строительный техникум»",
    website: "https://edst24.ru/",
    vk: "https://vk.com/edst24",
    address: "663020, Красноярский край, п.Емельяново, СПТУ-81, строение 2М",
    phone: "8 (391) 226-32-34, 8 (391) 226-32-35",
    email: "goupu81@mail.ru",
    directions: [
      { code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { code: "21.02.20", title: "Прикладная геодезия" },
      { code: "08.02.12", title: "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "23.01.06", title: "Машинист дорожных и строительных машин" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства (СП Замятино)" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)) (Берёзовский филиал)" },
      { code: "35.01.30", title: "Машинист лесозаготовительных и трелевочных машин" },
      { code: "18545", title: "Слесарь по ремонту сельскохозяйственных машин и оборудования (СП Замятино)" },
      { code: "18511", title: "Слесарь по ремонту автомобилей (СП Замятино, Козульский филиал)" }
    ]
  },
  // === 15 ===
  {
    number: 15,
    name: "ГБПОУ «Енисейский многопрофильный техникум»",
    website: "https://emtpro.ru/",
    vk: "https://vk.com/emt1234567",
    address: "660021, г. Красноярск, ул. Карла Маркса, д. 122",
    phone: "8 (391) 211-93-10",
    email: "http://www.krao.ru",
    directions: [
      { code: "23.01.08", title: "Слесарь по ремонту строительных машин" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  // === 16 ===
  {
    number: 16,
    name: "ГБПОУ «Енисейский педагогический колледж»",
    website: "http://enpkoll.ru/",
    vk: "https://vk.com/epkollege",
    address: "663185, Красноярский край, г. Енисейск, ул. Ленина, 2",
    phone: "8(39195) 2-27-13",
    email: "enpeduch@mail.ru",
    directions: [
      { code: "54.02.06", title: "Изобразительное искусство и черчение" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.03", title: "Педагогика дополнительного образования" }
    ]
  },
  // === 17 ===
  {
    number: 17,
    name: "Политехнический колледж ФГБОУ ВО «Заполярный государственный университет им. Н.М. Федоровского»",
    website: "https://polaruniversity.ru/about/faculties/politekhnicheskiy-kolledzh/",
    vk: "",
    address: "663310, Красноярский край, г. Норильск, ул. 50 лет Октября, 7",
    phone: "(3919) 47-39-47",
    email: "nii@norvuz.ru",
    directions: [
      { code: "46.01.03", title: "Делопроизводитель" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "13.02.01", title: "Тепловые электрические станции" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "21.02.17", title: "Подземная разработка месторождений полезных ископаемых" },
      { code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования" }
    ]
  },
  // === 18 ===
  {
    number: 18,
    name: "ГБПОУ «Зеленогорский техникум промышленных технологий и сервиса»",
    website: "http://promtis.com.ru/",
    vk: "",
    address: "660021, г. Красноярск, ул. Карла Маркса, д. 122",
    phone: "8 (391) 211-93-10",
    email: "mon@krao.ru",
    directions: [
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "08.01.29", title: "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" }
    ]
  },
  // === 19 ===
  {
    number: 19,
    name: "ГБПОУ «Игарский многопрофильный техникум»",
    website: "https://24imt.ru/",
    vk: "https://vk.com/imt24",
    address: "663200, Красноярский край, Туруханский район, г. Игарка, 1-ый микрорайон, д.19",
    phone: "8 (39172) 2-29-22",
    email: "post@24imt.ru",
    directions: [
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "18511", title: "Слесарь по ремонту автомобилей" }
    ]
  },
  // === 20 ===
  {
    number: 20,
    name: "ГБПОУ «Канский библиотечный колледж»",
    website: "https://www.kbk-24.ru/",
    vk: "https://vk.com/kbk24kansk",
    address: "663606, Красноярский край, г. Канск, ул. 40 лет Октября, 62/2",
    phone: "8 (39161) 3 20 71",
    email: "bibtech@mail.ru",
    directions: [
      { code: "51.02.03", title: "Библиотечно-информационная деятельность" },
      { code: "51.02.02", title: "Социально-культурная деятельность (по виду Организация культурно-досуговой деятельности)" }
    ]
  },
  // === 21 ===
  {
    number: 21,
    name: "ГБПОУ «Канский медицинский техникум»",
    website: "https://kanskmedteh.ucoz.ru/",
    vk: "https://vk.com/kanskmt",
    address: "660017, г. Красноярск, ул. Красной Армии, д. 3",
    phone: "8 (391) 211-01-36",
    email: "office@kraszdrav.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "34.02.01", title: "Сестринское дело базовой подготовки" }
    ]
  },
  // === 22 ===
  {
    number: 22,
    name: "ГБПОУ «Канский педагогический колледж»",
    website: "https://www.cross-kpk.ru/",
    vk: "https://vk.com/kansk_kpk",
    address: "663606, Красноярский край, г. Канск, ул. 40 лет Октября, д. 65",
    phone: "8 (391) 211-93-10",
    email: "mon@krao.ru",
    directions: [
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "49.02.01", title: "Физическая культура" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "09.02.07", title: "Информационные системы и программирование" }
    ]
  },
  // === 23 ===
  {
    number: 23,
    name: "ГБПОУ «Канский политехнический колледж»",
    website: "https://kanskpk.nubex.ru/",
    vk: "https://vk.com/kpkansk",
    address: "663605, Красноярский край, г. Канск, ул. Красноярская, д.26, строен.1",
    phone: "8 (39161) 2-35-51",
    email: "kansk-kpk@rambler.ru",
    directions: [
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.13", title: "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "13.02.02", title: "Теплоснабжение и теплотехническое оборудование" },
      { code: "18.02.12", title: "Технология аналитического контроля химических соединений" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "08.01.29", title: "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
      { code: "15.01.37", title: "Слесарь-наладчик контрольно-измерительных приборов и автоматики" }
    ]
  },
  // === 24 ===
  {
    number: 24,
    name: "ГБПОУ «Канский техникум отраслевых технологий и сельского хозяйства»",
    website: "https://ktotcx.ru/",
    vk: "https://vk.com/kanskteh",
    address: "663606, Красноярский край, г. Канск, ул. 40 лет Октября, 68",
    phone: "8 (39161) 3-76-75",
    email: "ktot-kansk@yandex.ru",
    directions: [
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "23.01.06", title: "Машинист крана (крановщик)" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "23.01.06", title: "Машинист дорожных и строительных машин" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "16472", title: "Пекарь" },
      { code: "19601", title: "Швея" },
      { code: "19727", title: "Штукатур" },
      { code: "18511", title: "Слесарь по ремонту автомобиля" },
      { code: "17544", title: "Рабочий по комплексному обслуживанию и ремонту зданий" },
      { code: "12391", title: "Изготовитель пищевых полуфабрикатов" },
      { code: "18545", title: "Слесарь по ремонту сельскохозяйственных машин и оборудования" }
    ]
  },
  // === 25 ===
  {
    number: 25,
    name: "ГБПОУ «Канский технологический колледж»",
    website: "http://www.kansk-tc.ru/",
    vk: "https://vk.com/kansktc",
    address: "660021, г. Красноярск, ул. Карла Маркса, д. 122",
    phone: "8 (391) 211-93-10",
    email: "mon@krao.ru",
    directions: [
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.02.13", title: "Интеграция решений с применением искусственного интеллекта" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "35.02.02", title: "Технология лесозаготовок" },
      { code: "35.02.12", title: "Садово-парковое и ландшафтное строительство" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "08.01.30", title: "Электромонтажник слаботочных систем" },
      { code: "08.01.31", title: "Электромонтажник электрических сетей и электрооборудования" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" }
    ]
  },
  // === 26 ===
  {
    number: 26,
    name: "ГБПОУ «Красноярский автотранспортный техникум»",
    website: "https://24katt.ru/",
    vk: "https://vk.com/kattgroup",
    address: "660061, г. Красноярск, ул. Калинина, 80",
    phone: "8 (391) 268-21-25",
    email: "gouspokatt@mail.ru",
    directions: [
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "23.01.06", title: "Машинист дорожных и строительных машин" },
      { code: "23.01.07", title: "Машинист крана (крановщик)" }
    ]
  },
  // === 27 ===
  {
    number: 27,
    name: "ГБПОУ «Красноярский аграрный техникум»",
    website: "https://krasat.ru/",
    vk: "https://vk.com/agrarochkaa_professionalitet",
    address: "660028, Красноярский край, г. Красноярск, ул. Толстого, дом 69",
    phone: "8 (391) 244-40-29",
    email: "kat69@mail.ru",
    directions: [
      { code: "21.02.19", title: "Землеустройство" },
      { code: "35.02.05", title: "Агрономия" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "36.02.03", title: "Зоотехния" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.02", title: "Страховое дело (по отраслям)" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  // === 28 ===
  {
    number: 28,
    name: "ГБПОУ «Красноярский базовый медицинский колледж имени В.М. Крутовского»",
    website: "https://kbmc.ru/",
    vk: "https://vk.com/kbmc_official",
    address: "660062, г. Красноярск, ул Вильского, 13",
    phone: "8 (391) 247-78-12",
    email: "kbmc@mail.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.05", title: "Стоматология ортопедическая" },
      { code: "31.02.06", title: "Стоматология профилактическая" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  // === 29 ===
  {
    number: 29,
    name: "Частное профессиональное образовательное учреждение «Красноярский гуманитарно-экономический техникум»",
    website: "https://www.krkget.ru/",
    vk: "https://vk.com/club58022422",
    address: "660004, Россия, Красноярск, проспект им. газеты \"Красноярский рабочий\", д. 30 \"А\"",
    phone: "8 (391) 205-51-79",
    email: "info@krkget.ru",
    directions: [
      { code: "38.02.07", title: "Банковское дело" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  // === 30 ===
  {
    number: 30,
    name: "Фармацевтический колледж ФГБОУ ВО «Красноярский государственный медицинский университет им. проф. В.Ф. Войно-Ясенецкого» Минздрава России",
    website: "https://collegecdo.krasgmu.ru",
    vk: "https://vk.com/krasgmu_official",
    address: "660049, Россия, Красноярский край, г. Красноярск, пр. Мира, 70",
    phone: "8 (391) 227 35 00",
    email: "krasfarm@mail.ru",
    directions: [
      { code: "33.02.01", title: "Фармация" },
      { code: "34.02.01", title: "Сестринское дело, медицинская сестра" },
      { code: "31.02.03", title: "Лабораторная диагностика" },
      { code: "34.02.02", title: "Медицинский массаж" }
    ]
  },
    // === 31 ===
  {
    number: 31,
    name: "ГБПОУ «Красноярский индустриально-металлургический техникум»",
    website: "https://krimt.ru/",
    vk: "",
    address: "660073, Красноярский край, Красноярск, ул. Тельмана, дом 32",
    phone: "8 (391) 224-60-41",
    email: "krimt@yandex.ru",
    directions: [
      { code: "22.02.08", title: "Металлургическое производство (по видам производства)" },
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "15.02.10", title: "Мехатроника и робототехника (по отраслям)" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "23.01.07", title: "Машинист крана (крановщик)" },
      { code: "17531", title: "Рабочий зеленого хозяйства" }
    ]
  },
  // === 32 ===
  {
    number: 32,
    name: "ГБПОУ «Красноярский колледж искусств имени П.И. Иванова-Радкевича»",
    website: "https://kkart.ru/",
    vk: "https://vk.com/kkiradkevicha",
    address: "660009, Красноярский край, г. Красноярск, ул. Ленина, д. 123а",
    phone: "8 (391) 211 27 01",
    email: "info@minkult24.ru",
    directions: [
      { code: "53.02.02", title: "Музыкальное искусство эстрады (по видам)" },
      { code: "53.02.03", title: "Инструментальное исполнительство (по видам инструментов)" },
      { code: "53.02.04", title: "Вокальное искусство" },
      { code: "53.02.05", title: "Сольное и хоровое народное пение" },
      { code: "53.02.06", title: "Хоровое дирижирование" },
      { code: "53.02.07", title: "Теория музыки" },
      { code: "53.02.08", title: "Музыкальное звукооператорское мастерство" }
    ]
  },
  // === 33 ===
  {
    number: 33,
    name: "ГАПОУ «Красноярский колледж олимпийского резерва»",
    website: "https://kkor24.ru/about",
    vk: "https://vk.com/kkor24",
    address: "660064, Красноярский край, г. Красноярск, остров Отдыха, 15 «А»",
    phone: "8 (391) 222-64-24",
    email: "kkor24@mail.ru",
    directions: [
      { code: "49.02.01", title: "Физическая культура" },
      { code: "49.02.03", title: "Спорт" }
    ]
  },
  // === 34 ===
  {
    number: 34,
    name: "ГБПОУ «Красноярский колледж отраслевых технологий и предпринимательства»",
    website: "https://kkatu.ru/",
    vk: "",
    address: "660041, г. Красноярск, ул. Курчатова, 15",
    phone: "8 (391) 246 86 41",
    email: "college@kkotip.ru",
    directions: [
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  // === 35 ===
  {
    number: 35,
    name: "ГБПОУ «Красноярский колледж радиоэлектроники и информационных технологий»",
    website: "https://kraskrit.ru/",
    vk: "https://vk.com/kraskrit",
    address: "660010, г. Красноярск, пр. Красноярский рабочий, 156, пр. Свободный, 67",
    phone: "8 (391) 218-14-99",
    email: "priem@kraskrit.ru",
    directions: [
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "11.02.16", title: "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" },
      { code: "20.02.04", title: "Пожарная безопасность" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.07", title: "Банковское дело" }
    ]
  },
  // === 36 ===
  {
    number: 36,
    name: "ГАПОУ «Красноярский колледж сферы услуг и предпринимательства»",
    website: "https://www.krascollege.ru/",
    vk: "https://vk.com/krascollege",
    address: "660131, г. Красноярск, ул. Рокоссовского, 17",
    phone: "8 (391) 224-76-64",
    email: "krascollege@mail.ru",
    directions: [
      { code: "29.02.04", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
      { code: "39.02.01", title: "Социальная работа" },
      { code: "42.02.01", title: "Реклама" },
      { code: "43.02.10", title: "Туризм и гостеприимство" },
      { code: "43.02.08", title: "Технологии индустрии красоты" },
      { code: "53.02.08", title: "Музыкальное звукооператорское мастерство" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "54.02.02", title: "Техника и искусство фотографии" },
      { code: "55.02.01", title: "Анимация и анимационное кино (по видам)" },
      { code: "55.02.02", title: "Кино- и телепроизводство (по видам)" },
      { code: "08.01.07", title: "Мастер общестроительных работ" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "29.01.07", title: "Мастер по изготовлению швейных изделий" },
      { code: "29.01.08", title: "Ювелир" },
      { code: "54.02.01", title: "Графический дизайнер" }
    ]
  },
  // === 37 ===
  {
    number: 37,
    name: "Частное профессиональное образовательное учреждение «Красноярский кооперативный техникум экономики, коммерции и права»",
    website: "https://krkt.org/",
    vk: "https://vk.com/kraskpt",
    address: "660022, г. Красноярск, ул. Аэровокзальная 2и",
    phone: "(8391) -228-36-76",
    email: "kktmail@mail.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.06", title: "Финансы" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "09.02.07", title: "Информационные системы и программирование" }
    ]
  },
  // === 38 ===
  {
    number: 38,
    name: "ГБПОУ «Красноярский медицинский техникум»",
    website: "https://krasmtspo.ru/",
    vk: "https://vk.com/krasmt60",
    address: "660014, г. Красноярск, Инструментальная, 12, корп. 16",
    phone: "8 (391) 264-35-10",
    email: "krasmu@mail.ru",
    directions: [
      { code: "31.02.02", title: "Акушерское дело" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.01", title: "Лечебное дело" }
    ]
  },
  // === 39 ===
  {
    number: 39,
    name: "ГАПОУ «Красноярский многопрофильный техникум имени В.П. Астафьева»",
    website: "https://kraspu19.ru/",
    vk: "https://vk.com/kr_kmt",
    address: "660075, г. Красноярск, ул. Северо-Енисейская, д. 42",
    phone: "8 (391) 221-35-22",
    email: "proflicey19@mail.ru",
    directions: [
      { code: "23.02.06", title: "Техническая эксплуатация подвижного состава" },
      { code: "27.02.07", title: "Управление качеством продукции, процессов и услуг" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "11.01.01", title: "Монтажник радиоэлектронной аппаратуры и приборов" },
      { code: "15.01.35", title: "Мастер слесарных работ" },
      { code: "23.01.09", title: "Машинист локомотива" },
      { code: "23.01.11", title: "Слесарь-электрик по ремонту электрооборудования подвижного состава" },
      { code: "18880", title: "Столяр строительный" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "15.01.82", title: "Оператор-наладчик металлообрабатывающих станков" }
    ]
  },
  // === 40 ===
  {
    number: 40,
    name: "ГБПОУ «Красноярский монтажный колледж»",
    website: "https://www.kraskmk.ru/",
    vk: "https://vk.com/krsk_kmk",
    address: "660079, г. Красноярск, ул. Матросова, д. 15",
    phone: "8 (391) 261-60-06",
    email: "kckmk@mail.ru",
    directions: [
      { code: "08.01.29", title: "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "21.01.01", title: "Оператор нефтяных и газовых скважин" },
      { code: "35.01.19", title: "Мастер садово-паркового и ландшафтного строительства" },
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "08.02.13", title: "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { code: "11.02.15", title: "Инфокоммуникационные сети и системы связи" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "21.02.01", title: "Разработка и эксплуатация нефтяных и газовых месторождений" },
      { code: "21.02.02", title: "Бурение нефтяных и газовых скважин" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "13.02.12", title: "Электрические станции, сети, их релейная защита и автоматизация" }
    ]
  },
  // === 41 ===
  {
    number: 41,
    name: "ГБПОУ «Красноярский педагогический колледж №1 им М. Горького»",
    website: "https://kpk1.ru/",
    vk: "https://vk.com/kraspk1",
    address: "660100, г. Красноярск, ул. Урицкого, д. 106",
    phone: "8 (391) 211 03 40",
    email: "admin@kpk1.ru",
    directions: [
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "53.02.01", title: "Музыкальное образование" }
    ]
  },
  // === 42 ===
  {
    number: 42,
    name: "ГБПОУ «Красноярский педагогический колледж № 2»",
    website: "https://pedcollege.ru/kontakty/",
    vk: "https://vk.com/club1583259",
    address: "660100, г. Красноярск, ул. Академика Киренского, 70",
    phone: "8 (391) 243-18-23",
    email: "abiturient@pedcollege.ru",
    directions: [
      { code: "44.02.04", title: "Специальное дошкольное образование" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.03", title: "Педагогика дополнительного образования" },
      { code: "39.02.01", title: "Социальная работа" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" }
    ]
  },
  // === 43 ===
  {
    number: 43,
    name: "ГБПОУ «Красноярский политехнический техникум»",
    website: "https://www.xn--24-1lcup.xn--p1ai/",
    vk: "https://vk.com/krasnoyarskpolytechnic",
    address: "660025, Красноярск, ул. Александра Матросова, дом 20",
    phone: "8 (391) 236-37-96",
    email: "kkdp_admin@mail.ru",
    directions: [
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "35.02.18", title: "Технология переработки древесины" },
      { code: "15.02.10", title: "Мехатроника и робототехника (по отраслям)" },
      { code: "35.02.12", title: "Садово-парковое и ландшафтное строительство" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "08.01.24", title: "Мастер столярно-плотничных, паркетных и стекольных работ" },
      { code: "15.01.35", title: "Мастер слесарных работ" }
    ]
  },
  // === 44 ===
  {
    number: 44,
    name: "ГБПОУ «Красноярский строительный техникум»",
    website: "https://24kst.ru/",
    vk: "https://vk.com/kraskst",
    address: "660025, г. Красноярск, ул. Семафорная, д.381/2",
    phone: "8 (391) 213-21-65",
    email: "24kst@bk.ru",
    directions: [
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "07.02.01", title: "Архитектура" },
      { code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "08.02.08", title: "Монтаж и эксплуатация оборудования и систем газоснабжения" },
      { code: "54.01.22", title: "Реставратор" },
      { code: "08.01.27", title: "Мастер общестроительных работ" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "21.02.20", title: "Прикладная геодезия" },
      { code: "08.02.15", title: "Информационное моделирование в строительстве" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
      { code: "23.01.18", title: "Мастер вертикального транспорта" }
    ]
  },
  // === 45 ===
  {
    number: 45,
    name: "ГБПОУ «Красноярский техникум промышленного сервиса»",
    website: "https://ktps24.ru/",
    vk: "https://vk.com/club_ktps",
    address: "660003, ул. Академика Павлова, д.23; 660064, ул. Семафорная, д. 261",
    phone: "8 (391) 218-0697",
    email: "adm@ktps24.ru",
    directions: [
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "15.02.15", title: "Технология металлообрабатывающего производства" },
      { code: "15.02.12", title: "Монтаж, техническое обслуживание и ремонт промышленного оборудования (по отраслям)" },
      { code: "15.02.09", title: "Аддитивные технологии" },
      { code: "15.01.35", title: "Мастер слесарных работ" },
      { code: "15.01.32", title: "Оператор станков с программным управлением" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" }
    ]
  },
  // === 46 ===
  {
    number: 46,
    name: "ГАПОУ «Красноярский техникум сварочных технологий и энергетики»",
    website: "https://new.ktste.ru/",
    vk: "https://vk.com/ktste_ru",
    address: "660122, г. Красноярск, ул. 60 лет Октября 155",
    phone: "8 (391) 260-3727",
    email: "ktste@mail.ru",
    directions: [
      { code: "13.01.05", title: "Электромонтер по техническому обслуживанию электростанций и сетей" },
      { code: "15.01.31", title: "Мастер контрольно-измерительных приборов и автоматики" },
      { code: "18.01.33", title: "Лаборант по контролю качества сырья, реактивов, промежуточных продуктов, готовой продукции, отходов производства" },
      { code: "18.02.12", title: "Технология аналитического контроля химических соединений" },
      { code: "13.02.03", title: "Электрические станции, сети и системы" },
      { code: "22.02.06", title: "Сварочное производство" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "18.02.14", title: "Химическая технология производства химических соединений" },
      { code: "08.01.18", title: "Электромонтажник электрических сетей и электрооборудования" },
      { code: "18880", title: "Столяр строительный" },
      { code: "12391", title: "Изготовитель пищевых полуфабрикатов" },
      { code: "15.01.36", title: "Дефектоскопист" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "15.01.04", title: "Наладчик сварочного и газоплазморезательного оборудования" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" }
    ]
  },
  // === 47 ===
  {
    number: 47,
    name: "ГБПОУ «Красноярский техникум социальных технологий»",
    website: "https://krsocteh.tmweb.ru/ru/",
    vk: "https://vk.com/kgbpou.ktst",
    address: "660046, г. Красноярск, ул. Автомобилистов, 70",
    phone: "8 (391) 266-8991",
    email: "ktst_priemnaya@mail.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "38.02.05", title: "Товароведение и экспертиза качества потребительских товаров" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "08.01.27", title: "Мастер общестроительных работ" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "11.01.08", title: "Оператор почтовой связи" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "43.01.09", title: "Повар, кондитер" }
    ]
  },
  // === 48 ===
  {
    number: 48,
    name: "ГАПОУ «Красноярский техникум транспорта и сервиса»",
    website: "https://ktts24.ru/",
    vk: "https://vk.com/ktts24",
    address: "660122, г. Красноярск, ул. 60 лет Октября, 161",
    phone: "8(391)290-27-23",
    email: "postupi@ktts24.ru",
    directions: [
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "26.02.03", title: "Судовождение" },
      { code: "23.01.07", title: "Машинист крана (крановщик)" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "26.01.09", title: "Моторист-рулевой" },
      { code: "26.02.06", title: "Эксплуатация судового электрооборудования и средств автоматики" }
    ]
  },
  // === 49 ===
  {
    number: 49,
    name: "ГБПОУ «Красноярский технологический техникум пищевой промышленности»",
    website: "https://www.ttpp24.ru/",
    vk: "https://vk.com/ttpp24_professionalitet",
    address: "660022, г. Красноярск, ул. Партизана Железняка, 14",
    phone: "8 (391) 218-0931",
    email: "info@ttpp24.ru",
    directions: [
      { code: "19.02.11", title: "Технология продуктов питания из растительного сырья" },
      { code: "19.02.12", title: "Технология продуктов питания животного происхождения" },
      { code: "19.02.13", title: "Технология продуктов общественного питания массового изготовления и специализированных пищевых продуктов" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "38.02.08", title: "Торговое дело" }
    ]
  },
  // === 50 ===
  {
    number: 50,
    name: "ГАПОУ «Красноярский хореографический колледж»",
    website: "https://ballet-krsk.ru/",
    vk: "https://vk.com/krasballet",
    address: "660079, г. Красноярск, пр. Мира, 98а",
    phone: "8 391) 211-14-58",
    email: "ballet-krsk@mail.ru",
    directions: [
      { code: "52.02.01", title: "Искусство балета" }
    ]
  },
  // === 51 ===
  {
    number: 51,
    name: "ГБПОУ «Красноярское художественное училище (техникум) им. В.И. Сурикова»",
    website: "https://xn----8sbfkoacqe9atlug7c9a.xn--p1ai/",
    vk: "https://vk.com/khusurikov",
    address: "660079, г. Красноярск, ул. Свердловская, д. 5",
    phone: "8 (391) 233-16-68",
    email: "khuimenisurikova@mail.ru",
    directions: [
      { code: "54.02.05", title: "Живопись" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" }
    ]
  },
  // === 52 ===
  {
    number: 52,
    name: "ГБПОУ «Красноярский юридический техникум»",
    website: "http://fgouspokut.ru/",
    vk: "https://vk.com/kras_kut",
    address: "660073, Красноярский край, г. Красноярск ул. Устиновича, дом 9",
    phone: "8 (391) 224-57-31",
    email: "kgbpoukut@yandex.ru",
    directions: [
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "20.02.05", title: "Организация оперативного (экстренного) реагирования в чрезвычайных ситуациях" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" }
    ]
  },
  // === 53 ===
  {
    number: 53,
    name: "Частное образовательное учреждение «Лесосибирский колледж \"Знание\"»",
    website: "https://college-znanie.ru/",
    vk: "https://vk.com/college_znanie",
    address: "662547, Российская федерация, г. Лесосибирск, ул. Клубная, д. 1Б",
    phone: "8(39145) 2-90-20",
    email: "lshk_znanie@mail.ru",
    directions: [
      { code: "38.02.07", title: "Банковское дело" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  // === 54 ===
  {
    number: 54,
    name: "ГБПОУ «Лесосибирский медицинский техникум»",
    website: "https://lesmt.ru/",
    vk: "https://vk.com/kgbpoylmt1985",
    address: "662544, Красноярский край, г. Лесосибирск, ул. Привокзальная, д. 59 А",
    phone: "8 (39145) 6-3437",
    email: "lmi@lesmt.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.01", title: "Лечебное дело" }
    ]
  },
  // === 55 ===
  {
    number: 55,
    name: "ГБПОУ «Лесосибирский технологический техникум»",
    website: "http://pu-48.ru/",
    vk: "https://vk.com/club163787050",
    address: "662546, Красноярский край, г. Лесосибирск, ул. Просвещения, 34",
    phone: "8 (39145) 3-46-54; 8 (39145) 5-24-23",
    email: "elan-pu48@yandex.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "35.02.04", title: "Технология переработки древесины" }
    ]
  },
  // === 56 ===
  {
    number: 56,
    name: "Частное профессиональное образовательное учреждение «Межрегиональный правовой колледж»",
    website: "https://law-college-sfu.ru/",
    vk: "https://vk.com/lawcollegekrsk",
    address: "660122. Красноярск, ул. Павлова 58",
    phone: "8 (391) 288 10 72",
    email: "parvo.norma@mail.ru",
    directions: [
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  // === 57 ===
  {
    number: 57,
    name: "ГБПОУ «Минусинский колледж культуры и искусств»",
    website: "https://mkki.ru/",
    vk: "https://vk.com/club.mkkii",
    address: "662606, Красноярский край, г. Минусинск, ул. Октябрьская, 65",
    phone: "8(39132)2-30-87",
    email: "kkkki@yandex.ru",
    directions: [
      { code: "51.02.03", title: "Библиотечно-информационная деятельность" },
      { code: "54.02.02", title: "Декоративно-прикладное искусство и народные промыслы (по видам)" },
      { code: "51.02.02", title: "Социально-культурная деятельность (по видам)" },
      { code: "53.02.02", title: "Музыкальное искусство эстрады (по видам)" },
      { code: "51.02.01", title: "Народное художественное творчество (по видам)" },
      { code: "53.02.08", title: "Музыкальное звукооператорское мастерство" },
      { code: "52.02.04", title: "Актерское искусство" },
      { code: "53.02.01", title: "Музыкальное образование" },
      { code: "53.02.07", title: "Теория музыки" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  // === 58 ===
  {
    number: 58,
    name: "ГБПОУ «Минусинский медицинский техникум»",
    website: "https://minmt.ru/",
    vk: "https://vk.com/min_medteh",
    address: "662606, г. Минусинск, ул. Ленина 75",
    phone: "8(39132)30517",
    email: "mmt-24@yandex.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.01", title: "Лечебное дело" }
    ]
  },
  // === 59 ===
  {
    number: 59,
    name: "ГБПОУ «Минусинский педагогический колледж имени А.С. Пушкина»",
    website: "https://minuspk.ru/",
    vk: "https://vk.com/mpkofficially",
    address: "662606, Красноярский край, г. Минусинск, ул. Н. Крупской, 100",
    phone: "8 (39132) 4-03-66",
    email: "mpk@minuspk.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  // === 60 ===
  {
    number: 60,
    name: "ГБПОУ «Минусинский сельскохозяйственный колледж»",
    website: "https://mcxk.ru/",
    vk: "https://vk.com/mshkcollege",
    address: "662603, Россия, Красноярский край, г. Минусинск, ул. Февральская, 9",
    phone: "8 (391) 32-2-13-50",
    email: "mshk1952@mail.ru",
    directions: [
      { code: "08.02.13", title: "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { code: "13.02.02", title: "Теплоснабжение и теплотехническое оборудование" },
      { code: "19.02.11", title: "Технология продуктов питания из растительного сырья" },
      { code: "19.02.12", title: "Технология продуктов питания животного происхождения" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "35.02.08", title: "Электротехнические системы в агропромышленном комплексе (АПК)" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "29.01.33", title: "Мастер по изготовлению швейных изделий" },
      { code: "23.01.20", title: "Мастер по комплексному обслуживанию пути рельсового транспорта" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "36.01.02", title: "Мастер животноводства" },
      { code: "12391", title: "Изготовитель пищевых полуфабрикатов" },
      { code: "18545", title: "Слесарь по ремонту сельскохозяйственных машин и оборудования" }
    ]
  },
  // === 61 ===
  {
    number: 61,
    name: "ГБПОУ «Назаровский аграрный техникум им. А.Ф. Вепрева»",
    website: "https://nativ24.ru/",
    vk: "https://vk.com/public107420802",
    address: "662200, Россия, Красноярский край, г. Назарово, ул. Труда, 11 Д",
    phone: "8 (342) 215-85-52",
    email: "nativ_2015@mail.ru",
    directions: [
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "19.02.11", title: "Технология продуктов питания из растительного сырья" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.12", title: "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учёт (по отраслям)" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "12391", title: "Изготовитель пищевых полуфабрикатов" },
      { code: "18545", title: "Слесарь по ремонту сельскохозяйственных машин и оборудования" }
    ]
  },
  // === 62 ===
  {
    number: 62,
    name: "ГБПОУ «Назаровский энергостроительный техникум»",
    website: "https://nestn.ru/",
    vk: "https://vk.com/club5786650",
    address: "662200, Красноярский край, г. Назарово, ул. Черняховского, 5",
    phone: "8 (39155) 4-44-56",
    email: "nestn@yandex.ru",
    directions: [
      { code: "13.02.01", title: "Тепловые электрические станции" },
      { code: "13.02.03", title: "Электрические станции, сети и системы" },
      { code: "13.02.06", title: "Релейная защита и автоматизация электроэнергетических систем" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "17544", title: "Рабочий по комплексному обслуживанию и ремонту зданий" }
    ]
  },
  // === 63 ===
  {
    number: 63,
    name: "ГБПОУ «Норильский колледж искусств»",
    website: "https://nkiinfo.ru/",
    vk: "https://vk.com/club187615124",
    address: "663305, Красноярский край, г. Норильск, ул. Богдана Хмельницкого, д.17А",
    phone: "8(3919) 46-90-58",
    email: "nki01@yandex.ru",
    directions: [
      { code: "53.02.03", title: "Инструментальное исполнительство (по видам инструментов: оркестровые струнные инструменты)" },
      { code: "53.02.03", title: "Инструментальное исполнительство (по видам инструментов: оркестровые духовые и ударные инструменты)" },
      { code: "53.02.03", title: "Инструментальное исполнительство (по видам инструментов: инструменты народного оркестра)" },
      { code: "53.02.05", title: "Сольное и хоровое народное пение (по виду: хоровое народное пение)" },
      { code: "53.02.06", title: "Хоровое дирижирование" },
      { code: "51.02.01", title: "Народное художественное творчество (по виду: хореографическое творчество)" },
      { code: "51.02.01", title: "Народное художественное творчество (по виду: театральное творчество)" },
      { code: "54.02.02", title: "Декоративно-прикладное искусство и народные промыслы (по виду: художественная вышивка)" },
      { code: "54.02.02", title: "Декоративно-прикладное искусство и народные промыслы (по виду: художественная резьба по кости)" }
    ]
  },
  // === 64 ===
  {
    number: 64,
    name: "ГБПОУ «Норильский медицинский техникум»",
    website: "https://nmt-norilsk.ru/",
    vk: "https://vk.com/public221337138",
    address: "663305, Красноярский край, город Норильск, ул. Талнахская 32",
    phone: "8(3919) 345080",
    email: "nor-medu@yandex.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.01", title: "Лечебное дело" }
    ]
  },
  // === 65 ===
  {
    number: 65,
    name: "ГБПОУ «Норильский педагогический колледж»",
    website: "https://www.npc24.ru/",
    vk: "https://vk.com/npcollege",
    address: "663300, Норильск, ул. Комсомольская, д.5, а/я 1269",
    phone: "8(3919)460-685",
    email: "priem@npc24.ru",
    directions: [
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.01", title: "Дошкольное образование" }
    ]
  },
  // === 66 ===
  {
    number: 66,
    name: "ГБПОУ «Норильский техникум промышленных технологий и сервиса»",
    website: "http://ntptis.ru/",
    vk: "https://vk.com/ntptis_nrk",
    address: "663305, Красноярский край, г. Норильск, ул. Лесная, д. 1",
    phone: "8(3919)345089",
    email: "uchebnaychast_ntptis@mail.ru",
    directions: [
      { code: "22.01.11", title: "Оператор металлургического производства" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "15.02.09", title: "Аддитивные технологии" },
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "15.02.18", title: "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "21.02.18", title: "Обогащение полезных ископаемых" },
      { code: "112391", title: "Изготовитель пищевых полуфабрикатов" }
    ]
  },
  // === 67 ===
  {
    number: 67,
    name: "ГБПОУ «Приангарский политехнический техникум»",
    website: "https://ppt-kodinsk.ru/",
    vk: "https://vk.com/ppt_kodinsk",
    address: "663491, Красноярский край, Кежемский район, г. Кодинск, ул. Колесниченко, д. 6",
    phone: "8 (39143) 2-20-41",
    email: "py67@yandex.ru",
    directions: [
      { code: "35.02.18", title: "Технология переработки древесины" },
      { code: "35.01.30", title: "Машинист лесозаготовительных и трелевочных машин" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "13450", title: "Маляр" },
      { code: "35.01.01", title: "Мастер по лесному хозяйству" },
      { code: "19.01.18", title: "Аппаратчик-оператор производства продуктов питания из растительного сырья" },
      { code: "12391", title: "Изготовитель пищевых полуфабрикатов" }
    ]
  },
  // === 68 ===
  {
    number: 68,
    name: "Красноярский филиал Федерального ГБПОУ «Санкт-Петербургский государственный университет гражданской авиации»",
    website: "https://kfspbguga.ru/",
    vk: "https://kfspbguga.ru/",
    address: "660135, г Красноярск, ул. Взлетная, Д.15",
    phone: "8 (391) 216-56-57; 8 (391) 216-41-61",
    email: "info@kfspbguga.ru",
    directions: [
      { code: "11.02.06", title: "Техническая эксплуатация транспортного радиоэлектронного оборудования (по видам транспорта)" },
      { code: "25.02.05", title: "Управление движением воздушного транспорта" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "25.02.02", title: "Обслуживание летательных аппаратов горюче-смазочными материалами" },
      { code: "25.02.04", title: "Летная эксплуатация летательных аппаратов" }
    ]
  },
  // === 69 ===
  {
    number: 69,
    name: "Аэрокосмический колледж ФГБОУ ВО «Сибирский государственный университет науки и технологий имени академика М.Ф. Решетнева»",
    website: "https://www.sibsau.ru/departments/331/",
    vk: "https://vk.com/nirs_sibgu",
    address: "660037, Сибирский федеральный округ, Красноярский край, г. Красноярск, проспект им. газеты Красноярский рабочий, 31, проспект Мира, 82",
    phone: "8 (391) 264-47-09",
    email: "info@sibsau.ru",
    directions: [
      { code: "4.1.6", title: "Лесоведение, лесоводство, лесные культуры, агролесомелиорация, озеленение, лесная пирология и таксация" },
      { code: "2.3.4", title: "Управление в организационных системах" },
      { code: "2.3.1", title: "Системный анализ, управление и обработка информации, статистика" },
      { code: "2.3.3", title: "Автоматизация и управление технологическими процессами и производствами" },
      { code: "2.5.15", title: "Тепловые, электроракетные двигатели и энергоустановки летательных аппаратов" },
      { code: "2.5.13", title: "Проектирование, конструкция, производство, испытания и эксплуатация летательных аппаратов" },
      { code: "2.5.6", title: "Технология машиностроения" },
      { code: "2.3.6", title: "Методы и системы защиты информации, информационная безопасность" }
    ]
  },
  // === 70 ===
  {
    number: 70,
    name: "ГБПОУ «Сосновоборский механико-технологический техникум»",
    website: "https://satehm.ru/",
    vk: "https://satehm.ru/",
    address: "662500 Красноярский край, г. Сосновоборск, ул. Юности, зд. 7",
    phone: "8 (39131) 21693",
    email: "secret@smtt24.ru",
    directions: [
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.15", title: "Информационное моделирование в строительстве" },
      { code: "07.02.01", title: "Архитектура" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "15.01.38", title: "Оператор-наладчик металлообрабатывающих станков" },
      { code: "46.01.03", title: "Делопроизводитель" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" }
    ]
  },
  // === 71 ===
  {
    number: 71,
    name: "ГБПОУ «Таймырский колледж»",
    website: "https://college-taimyr.ru/about_the_university/offices/",
    vk: "https://vk.com/public_collegetaimyr",
    address: "647005, Красноярский край, г. Дудинка, ул. Щорса, 25",
    phone: "8 (39191) 5-38-14",
    email: "tkpriemdir@mail.ru",
    directions: [
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "23.01.02", title: "Докер-механизатор" },
      { code: "15.01.37", title: "Слесарь-наладчик контрольно-измерительных приборов и автоматики" },
      { code: "36.01.06", title: "Мастер оленеводства" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "36.02.03", title: "Зоотехния" },
      { code: "21.02.01", title: "Разработка и эксплуатация нефтяных и газовых месторождений" },
      { code: "13249", title: "Кухонный рабочий" },
      { code: "19727", title: "Штукатур-маляр" },
      { code: "43.02.10", title: "Туризм" },
      { code: "49.02.01", title: "Физическая культура" },
      { code: "38.02.04", title: "Коммерция (по отраслям)" }
    ]
  },
  // === 72 ===
  {
    number: 72,
    name: "ГБПОУ «Техникум горных разработок имени В.П. Астафьева»",
    website: "https://tgr24.ru/",
    vk: "https://vk.com/tgrirsha",
    address: "663974, Красноярский край, Рыбинский район, пос. Ирша, ул. Студенческая, 1А",
    phone: "8 (39165) 67-119",
    email: "tgr-irsha@mail.ru",
    directions: [
      { code: "21.01.08", title: "Машинист на открытых горных работах" },
      { code: "21.01.09", title: "Машинист машин по добыче и переработке полезных ископаемых" },
      { code: "21.01.10", title: "Ремонтник горного оборудованияросто" },
      { code: "21.01.13", title: "Токарь на автоматических и полуавтоматических станках" },
      { code: "21.02.05", title: "Землеустройство" },
      { code: "21.02.17", title: "Подземная разработка месторождений полезных ископаемых" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" }
    ]
  },
  // === 73 ===
  {
    number: 73,
    name: "ГАПОУ «Техникум индустрии гостеприимства и сервиса»",
    website: "https://tigis.info/",
    vk: "https://vk.com/tigis_info",
    address: "660131, г.Красноярск, пр. Металлургов, 4",
    phone: "8 (391) 224-44-37",
    email: "info.tigis@mail.ru",
    directions: [
      { code: "43.02.11", title: "Гостиничное дело" },
      { code: "43.02.14", title: "Гостиничный сервис" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.02.16", title: "Туризм" },
      { code: "43.02.17", title: "Организация экскурсионных услуг" },
      { code: "29.02.04", title: "Конструирование, моделирование и технология швейных изделий" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  // === 74 ===
  {
    number: 74,
    name: "ГБПОУ «Техникум инновационных промышленных технологий и сервиса»",
    website: "https://tiptis.ru/",
    vk: "https://vk.com/gruppa_tiptis",
    address: "662972, Красноярский край, г. Железногорск, ул. Ленина, 69 (главный корпус), ул. Ленина, 61, ул. Белорусская, 45а",
    phone: "8 (391) 211 93 10",
    email: "mail@tiptis.ru",
    directions: [
      { code: "08.01.26", title: "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
      { code: "15.01.05", title: "Сomina Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "22.01.06", title: "Испытатель баллистических ракет и двигателей" },
      { code: "22.01.11", title: "Оператор станков с числовым программным управлением (ЧПУ)" },
      { code: "22.02.06", title: "Сварочное производство" },
      { code: "27.02.04", title: "Автоматические системы управления" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  // === 75 ===
  {
    number: 75,
    name: "ГБПОУ «Туринский медицинский техникум»",
    website: "https://tmt-tura.ru/",
    vk: "https://vk.com/public222951618",
    address: "648000, Красноярский край, Эвенкийский муниципальный район, п. Тура, ул. Школьная, д. 29/1, корп. 1",
    phone: "8 (39170) 22-046, 8 (39170) 31-538",
    email: "tmu.tura@yandex.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.02", title: "Акушерское дело" },
      { code: "31.02.05", title: "Стоматология ортопедическая" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  // === 76 ===
  {
    number: 76,
    name: "ГБПОУ «Ужурский многопрофильный техникум»",
    website: "https://умпт.рф/",
    vk: "",
    address: "662261, Красноярский край, Ужурский район, с. Кулун, ул. Главная, 1",
    phone: "8 (391) 562-61-08, 8 (391) 562-61-03",
    email: "uzhurpu_74@mail.ru",
    directions: [
      { code: "08.02.07", title: "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "15.02.14", title: "Оснащение средствами автоматизации технологических процессов и производств (по отраслям)" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "35.02.07", title: "Механизация сельского хозяйства" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  // === 77 ===
  {
    number: 77,
    name: "ГБПОУ «Уярский сельскохозяйственный техникум»",
    website: "https://krs-usht.ru/",
    vk: "",
    address: "663924, Красноярский край, Уяр, Трактовая улица, 9",
    phone: "8 (391) 222-07-82",
    email: "uyarpu-63@mail.ru",
    directions: [
      { code: "35.02.07", title: "Механизация сельского хозяйства" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "36.02.02", title: "Зоотехния" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" }
    ]
  },
  // === 78 ===
  {
    number: 78,
    name: "Красноярский финансово-экономический колледж – филиал ФГОБУ «Финансовый университет при Правительстве Российской Федерации»",
    website: "https://krasnoyarsk.fa.ru/about/",
    vk: "",
    address: "660075, Красноярский край, г. Красноярск, ул. Маерчака, д. 20",
    phone: "8 (391) 221-82-43",
    email: "krafek@fa.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.06", title: "Финансы" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "09.02.04", title: "Информационные системы (по отраслям)" }
    ]
  },
  // === 79 ===
  {
    number: 79,
    name: "ГБПОУ «Шарыповский многопрофильный колледж»",
    website: "http://shmk-edu.ru/",
    vk: "",
    address: "662313, Российская Федерация, Красноярский край, г. Шарыпово, 4 микрорайон, 26",
    phone: "8 (391) 234-07-35",
    email: "pou-shst@yandex.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "11.02.06", title: "Техническая эксплуатация транспортного радиоэлектронного оборудования (по видам транспорта)" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "15.02.08", title: "Технология машиностроения" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "43.02.11", title: "Гостиничное дело" }
    ]
  },
  // === 80 ===
  {
    number: 80,
    name: "ГБПОУ «Шушенский сельскохозяйственный колледж»",
    website: "https://шсхк.рф/",
    vk: "",
    address: "662712, Красноярский край, Шушенское кв-л СХТ, 20",
    phone: "8 (391) 393-41-45, 8 (391) 393-17-99, 8 (391) 383-27-80",
    email: "shusy_kolledg@mail.ru",
    directions: [
      { code: "35.02.07", title: "Механизация сельского хозяйства" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "36.02.02", title: "Зоотехния" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" }
    ]
  },
  // === 81 ===
  {
    number: 81,
    name: "ГБПОУ «Эвенкийский многопрофильный техникум»",
    website: "www.licey91-tura.ru",
    vk: "",
    address: "648000, Красноярский край, Эвенкийский район, п. Тура, мкр. Таежный, зд. 7",
    phone: "8(391-70) 31-530, 8 (391) 772-28-30, 8 (950) 423-90-90",
    email: "aleksandrova@tura.evenkya.ru",
    directions: [
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "35.01.21", title: "Оленевод-механизатор" },
      { code: "23.02.03", title: "Техническое обслуживание и ремонт автомобильного транспорта" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "39.02.01", title: "Социальная работа" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "19.01.18", title: "Аппаратчик-оператор производства продуктов питания из растительного сырья" },
      { code: "12391", title: "Изготовитель пищевых полуфабрикатов" }
    ]
  },
  // === 82 ===
  {
    number: 82,
    name: "ГБПОУ «Южный аграрный техникум»",
    website: "https://mgu-online.ru/",
    vk: "",
    address: "662660, Красноярский край, Краснотуранский район, с. Краснотуранск, ул. Ленина, 22",
    phone: "8 (39134) 2-19-64",
    email: "pu76@list.ru",
    directions: [
      { code: "19.02.10", title: "Технология продукции общественного питания" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "35.01.13", title: "Тракторист-машинист сельскохозяйственного производства" }
    ]
  },
// === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
  {
    number: 1,
    name: "ФГБОУ ВО «Заполярный государственный университет им. Н.М. Федоровского»",
    website: "https://polaruniversity.ru/",
    vk: "https://vk.com/zgu_university",
    address: "663310, Красноярский край, г. Норильск, ул. 50 лет Октября, д. 7",
    phone: "8 (3919) 45-70-41",
    email: "nii@norvuz.ru",
    directions: [
      { code: "22.03.02", title: "Металлургия" },
      { code: "15.03.04", title: "Автоматизация технологических процессов и производств" },
      { code: "08.03.01", title: "Строительство" },
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "13.03.02", title: "Электроэнергетика и электротехника" },
      { code: "15.03.02", title: "Технологические машины и оборудование" },
      { code: "21.05.04", title: "Горное дело" },
      { code: "23.03.02", title: "Наземные транспортно-технологические комплексы" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "40.03.01", title: "Юриспруденция" }
    ]
  },
  // === 2 ===
  {
    number: 2,
    name: "ФГБОУ ВО «Красноярский государственный аграрный университет»",
    website: "http://www.kgau.ru/",
    vk: "https://vk.com/kras_gau",
    address: "660049, г.Красноярск, пр.Мира 90",
    phone: "8 (391) 2273609",
    email: "info@kgau.ru",
    directions: [
      { code: "05.03.06", title: "Экология и природопользование" },
      { code: "35.03.04", title: "Агрономия" },
      { code: "35.03.10", title: "Ландшафтная архитектура" },
      { code: "44.03.04", title: "Профессиональное обучение (по отраслям)" },
      { code: "06.03.01", title: "Биология" },
      { code: "36.03.01", title: "Ветеринарно-санитарная экспертиза" },
      { code: "36.03.02", title: "Зоотехния" },
      { code: "36.05.01", title: "Ветеринария" },
      { code: "21.03.02", title: "Землеустройство и кадастры" },
      { code: "35.03.07", title: "Технология производства и переработки сельскохозяйственной продукции" },
      { code: "23.05.01", title: "Наземные транспортно-технологические средства" },
      { code: "35.03.06", title: "Агроинженерия" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "38.05.01", title: "Экономическая безопасность" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "40.05.03", title: "Судебная экспертиза" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "20.03.02", title: "Природообустройство и водопользование" },
      { code: "19.03.03", title: "Продукты питания животного происхождения" },
      { code: "43.03.01", title: "Сервис" }
    ]
  },
  // === 3 ===
  {
    number: 3,
    name: "ФГБОУ ВО «Красноярский государственный медицинский университет имени профессора В.Ф. Войно-Ясенецкого»",
    website: "https://krasgmu.ru/",
    vk: "https://vk.com/krasgmu_official",
    address: "660022, Красноярский край, г. Красноярск, ул. Партизана Железняка, зд. 1",
    phone: "8 (3912) 220 13 95",
    email: "rector@krasgmu.ru",
    directions: [
      { code: "34.03.01", title: "Сестринское дело" },
      { code: "30.05.02", title: "Медицинская биофизика" },
      { code: "30.05.03", title: "Медицинская кибернетика" },
      { code: "31.05.01", title: "Лечебное дело" },
      { code: "31.05.02", title: "Педиатрия" },
      { code: "31.05.03", title: "Стоматология" },
      { code: "32.05.01", title: "Медико-профилактическое дело" },
      { code: "33.05.01", title: "Фармация" },
      { code: "37.05.01", title: "Клиническая психология" },
      { code: "38.04.02", title: "Менеджмент" },
      { code: "34.04.01", title: "Управление сестринской деятельностью" },
      { code: "44.04.03", title: "Специальное (дефектологическое) образование" }
    ]
  },
  // === 4 ===
  {
    number: 4,
    name: "ФГБОУ ВО «Красноярский государственный педагогический университет им. В.П. Астафьева»",
    website: "https://www.kspu.ru/",
    vk: "https://vk.com/kspu1932",
    address: "660049, Красноярский край, город Красноярск, ул. Ады Лебедевой, дом 89",
    phone: "8 (391) 217–17–17",
    email: "kspu@kspu.ru",
    directions: [
      { code: "44.03.01", title: "Педагогическое образование" },
      { code: "44.03.02", title: "Психолого-педагогическое образование" },
      { code: "44.03.03", title: "Специальное (дефектологическое) образование" },
      { code: "44.03.04", title: "Профессиональное обучение (по отраслям)" },
      { code: "44.03.05", title: "Педагогическое образование (с двумя профилями подготовки)" },
      { code: "45.03.02", title: "Лингвистика" },
      { code: "49.03.01", title: "Физическая культура" }
    ]
  },
  // === 5 ===
  {
    number: 5,
    name: "Красноярский институт железнодорожного транспорта – филиал ФГБОУ ВО «Иркутский государственный университет путей сообщения»",
    website: "https://www.irgups.ru/krizht/",
    vk: "https://vk.com/krizht_irgupsjd",
    address: "660028, РФ, Сибирский федеральный округ, Красноярский край, город Красноярск, улица Ладо Кецховели, д.89",
    phone: "8 (3952) 638-340",
    email: "mail@irgups.ru",
    directions: [
      { code: "23.05.05", title: "Системы обеспечения движения поездов" },
      { code: "23.05.06", title: "Строительство железных дорог, мостов и транспортных тоннелей" },
      { code: "23.03.01", title: "Технология транспортных процессов" },
      { code: "23.03.03", title: "Эксплуатация транспортно-технологических машин и комплексов" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.03", title: "Управление персоналом" },
      { code: "23.05.03", title: "Подвижной состав железных дорог" },
      { code: "09.03.01", title: "Информатика и вычислительная техника" },
      { code: "38.04.03", title: "Управление персоналом" }
    ]
  },
  // === 6 ===
  {
    number: 6,
    name: "Красноярский институт водного транспорта – филиал ФГБОУ ВО «Сибирский государственный университет водного транспорта»",
    website: "http://kiwt.ru/index.php/en/",
    vk: "https://vk.com/club160830764",
    address: "660025, г. Красноярск, пер. Якорный, 3",
    phone: "8 (391) 213-30-38",
    email: "reception@kiwt.ru",
    directions: [
      { code: "26.02.03", title: "Судохождение" },
      { code: "26.02.05", title: "Эксплуатация судовых энергетических установок" },
      { code: "26.02.06", title: "Эксплуатация судового электрооборудования и средств автоматики" }
    ]
  },
  // === 7 ===
  {
    number: 7,
    name: "ФГБОУ ВО «Сибирский государственный институт искусств имени Дмитрия Хворостовского»",
    website: "https://kgii.ru/",
    vk: "https://vk.com/sgii_official",
    address: "660049, г. Красноярск, ул. Ленина, 22",
    phone: "8 (391)212-41-74",
    email: "info@sibgii.ru",
    directions: [
      { code: "51.03.02", title: "Народная художественная культура" },
      { code: "52.03.01", title: "Хореографическое искусство" },
      { code: "53.03.02", title: "Музыкально-инструментальное искусство" },
      { code: "53.03.03", title: "Вокальное искусство" },
      { code: "53.03.04", title: "Искусство народного пения" },
      { code: "53.03.05", title: "Дирижирование" },
      { code: "53.03.06", title: "Музыкознание и музыкально-прикладное искусство" },
      { code: "54.03.02", title: "Декоративно-прикладное искусство и народные промыслы" },
      { code: "54.03.01", title: "Дизайн" },
      { code: "53.04.01", title: "Музыкально-инструментальное искусство" },
      { code: "53.04.02", title: "Вокальное искусство" },
      { code: "53.04.03", title: "Искусство народного пения" },
      { code: "53.04.06", title: "Музыкознание и музыкально-прикладное искусство" },
      { code: "54.04.01", title: "Дизайн" },
      { code: "54.04.02", title: "Декоративно-прикладное искусство и народные промыслы" },
      { code: "53.05.01", title: "Искусство концертного исполнительства" },
      { code: "53.05.04", title: "Музыкально-театральное искусство" },
      { code: "53.05.02", title: "Художественное руководство оперно-симфоническим оркестром и академическим хором" },
      { code: "53.05.05", title: "Музыковедение" },
      { code: "53.05.06", title: "Композиция" },
      { code: "51.05.01", title: "Звукорежиссура культурно-массовых представлений и концертных программ" },
      { code: "52.05.01", title: "Актерское искусство" },
      { code: "54.05.02", title: "Живопись" },
      { code: "54.05.03", title: "Графика" },
      { code: "54.05.04", title: "Скульптура" }
    ]
  },
  // === 8 ===
  {
    number: 8,
    name: "ФГБОУ ВО «Сибирский государственный университет науки и технологий имени академика М.Ф. Решетнева»",
    website: "https://www.sibsau.ru/",
    vk: "https://vk.com/sibgu_ru",
    address: "660037, Сибирский федеральный округ, Красноярский край, г. Красноярск, проспект им. газеты Красноярский рабочий, 31, проспект Мира, 82",
    phone: "8 (391) 264-00-14",
    email: "info@sibsau.ru",
    directions: [
      { code: "01.03.04", title: "Прикладная математика" },
      { code: "03.03.02", title: "Физика" },
      { code: "09.03.01", title: "Информатика и вычислительная техника" },
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "09.03.04", title: "Программная инженерия" },
      { code: "10.03.01", title: "Информационная безопасность" },
      { code: "11.03.02", title: "Инфокоммуникационные технологии и системы связи" },
      { code: "13.03.02", title: "Электроэнергетика и электротехника" },
      { code: "13.03.03", title: "Энергетическое машиностроение" },
      { code: "15.03.01", title: "Машиностроение" },
      { code: "15.03.02", title: "Технологические машины и оборудование" },
      { code: "15.03.04", title: "Автоматизация технологических процессов и производств" },
      { code: "15.03.05", title: "Конструкторско-технологическое обеспечение машиностроительных производств" },
      { code: "15.03.06", title: "Мехатроника и робототехника" },
      { code: "16.03.03", title: "Холодильная, криогенная техника и системы жизнеобеспечения" },
      { code: "18.03.01", title: "Химическая технология" },
      { code: "18.03.02", title: "Энерго- и ресурсосберегающие процессы в химической технологии, нефтехимии и биотехнологии" },
      { code: "19.03.01", title: "Биотехнология" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "22.03.01", title: "Материаловедение и технологии материалов" },
      { code: "24.03.01", title: "Ракетные комплексы и космонавтика" },
      { code: "24.03.02", title: "Системы управления движением и навигация" },
      { code: "25.03.01", title: "Техническая эксплуатация летательных аппаратов и двигателей" },
      { code: "25.03.02", title: "Техническая эксплуатация авиационных электросистем и пилотажно-навигационных комплексов" },
      { code: "27.03.01", title: "Стандартизация и метрология" },
      { code: "27.03.03", title: "Системный анализ и управление" },
      { code: "27.03.05", title: "Инноватика" },
      { code: "35.03.01", title: "Лесное дело" },
      { code: "35.03.02", title: "Технология лесозаготовительных и деревоперерабатывающих производств" },
      { code: "35.03.10", title: "Ландшафтная архитектура" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.03", title: "Управление персоналом" },
      { code: "42.03.01", title: "Реклама и связи с общественностью" },
      { code: "44.03.01", title: "Педагогическое образование" },
      { code: "44.03.04", title: "Профессиональное обучение (по отраслям)" },
      { code: "45.03.02", title: "Лингвистика" },
      { code: "10.05.02", title: "Информационная безопасность телекоммуникационных систем" },
      { code: "10.05.03", title: "Информационная безопасность автоматизированных систем" },
      { code: "18.05.01", title: "Химическая технология энергонасыщенных материалов и изделий" },
      { code: "24.05.01", title: "Проектирование, производство и эксплуатация ракет и ракетно-космических комплексов" },
      { code: "24.05.02", title: "Проектирование авиационных и ракетных двигателей" },
      { code: "24.05.06", title: "Системы управления летательными аппаратами" },
      { code: "38.05.01", title: "Экономическая безопасность" },
      { code: "38.05.02", title: "Таможенное дело" }
    ]
  },
  // === 9 ===
  {
    number: 9,
    name: "Автономная некоммерческая организация высшего образования «Сибирский институт бизнеса, управления и психологии»",
    website: "https://sibup.ru/",
    vk: "https://vk.com/club_sibup",
    address: "660037, г. Красноярск, ул. Московская, д. 7 'А'",
    phone: "8 (391) 264-55-29",
    email: "info@sibup.ru",
    directions: [
      { code: "37.03.01", title: "Психология" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.01", title: "Экономика" }
    ]
  },
  // === 10 ===
  {
    number: 10,
    name: "ФГБОУ ВО «Сибирская пожарно-спасательная академия ГПС МЧС России»",
    website: "https://sibpsa.ru/",
    vk: "https://vk.com/siberiankursant",
    address: "662972, Красноярский край, г. Железногорск, ул. Северная, 1. 660079 г. Красноярск, ул. 60 лет Октября, 97",
    phone: "8 (3919) 73-54-05",
    email: "info@sibpsa.ru",
    directions: [
      { code: "20.02.04", title: "Пожарная безопасность" },
      { code: "20.01.01", title: "Пожарный" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "20.05.01", title: "Пожарная безопасность" },
      { code: "40.05.03", title: "Судебная экспертиза" },
      { code: "20.04.01", title: "Техносферная безопасность" },
      { code: "38.04.04", title: "Государственное и муниципальное управление" },
      { code: "5.2.3", title: "Региональная и отраслевая экономика" }
    ]
  },
  // === 11 ===
  {
    number: 11,
    name: "ФГБОУ ВО «Сибирский федеральный университет»",
    website: "https://sfu.ru/ru",
    vk: "https://vk.com/siberianfederal",
    address: "660041, Красноярский край, г. Красноярск, пр. Свободный, 79",
    phone: "8 (391) 206-22-22",
    email: "office@sfu-kras.ru",
    directions: [
      { code: "01.03.01", title: "Математика" },
      { code: "01.03.02", title: "Прикладная математика и информатика" },
      { code: "01.03.04", title: "Прикладная математика" },
      { code: "02.03.01", title: "Математика и компьютерные науки" },
      { code: "03.03.02", title: "Физика" },
      { code: "04.03.01", title: "Химия" },
      { code: "04.05.01", title: "Фундаментальная и прикладная химия" },
      { code: "05.03.02", title: "География" },
      { code: "05.03.06", title: "Экология и природопользование" },
      { code: "06.03.01", title: "Биология" },
      { code: "07.03.01", title: "Архитектура" },
      { code: "07.03.02", title: "Реконструкция и реставрация архитектурного наследия" },
      { code: "07.03.03", title: "Дизайн архитектурной среды" },
      { code: "07.03.04", title: "Градостроительство" },
      { code: "08.03.01", title: "Строительство" },
      { code: "08.05.01", title: "Строительство уникальных зданий и сооружений" },
      { code: "09.03.01", title: "Информатика и вычислительная техника" },
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "09.03.04", title: "Программная инженерия" },
      { code: "10.03.01", title: "Информационная безопасность" },
      { code: "10.05.01", title: "Компьютерная безопасность" },
      { code: "10.05.03", title: "Информационная безопасность автоматизированных систем" },
      { code: "11.03.01", title: "Радиотехника" },
      { code: "11.03.02", title: "Инфокоммуникационные технологии и системы связи" },
      { code: "11.03.04", title: "Электроника и наноэлектроника" },
      { code: "11.05.01", title: "Радиоэлектронные системы и комплексы" },
      { code: "11.05.02", title: "Специальные радиотехнические системы" },
      { code: "12.03.03", title: "Фотоника и оптоинформатика" },
      { code: "13.03.01", title: "Теплоэнергетика и теплотехника" },
      { code: "13.03.02", title: "Электроэнергетика и электротехника" },
      { code: "15.03.01", title: "Машиностроение" },
      { code: "15.03.02", title: "Технологические машины и оборудование" },
      { code: "15.03.03", title: "Прикладная механика" },
      { code: "15.03.04", title: "Автоматизация технологических процессов и производств" },
      { code: "15.03.05", title: "Конструкторско-технологическое обеспечение машиностроительных производств" },
      { code: "15.03.06", title: "Мехатроника и робототехника" },
      { code: "18.03.01", title: "Химическая технология" },
      { code: "19.03.02", title: "Продукты питания из растительного сырья" },
      { code: "19.03.04", title: "Технология продукции и организация общественного питания" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "20.03.02", title: "Природообустройство и водопользование" },
      { code: "20.05.01", title: "Пожарная безопасность" },
      { code: "21.03.01", title: "Нефтегазовое дело" },
      { code: "21.05.02", title: "Прикладная геология" },
      { code: "21.05.03", title: "Технология геологической разведки" },
      { code: "21.05.04", title: "Горное дело" },
      { code: "21.05.06", title: "Нефтегазовые техника и технологии" },
      { code: "22.03.01", title: "Материаловедение и технологии материалов" },
      { code: "22.03.02", title: "Металлургия" },
      { code: "23.03.01", title: "Технология транспортных процессов" },
      { code: "23.03.03", title: "Эксплуатация транспортно-технологических машин и комплексов" },
      { code: "23.05.01", title: "Наземные транспортно-технологические средства" },
      { code: "23.05.02", title: "Транспортные средства специального назначения" },
      { code: "27.03.01", title: "Стандартизация и метрология" },
      { code: "27.03.02", title: "Управление качеством" },
      { code: "27.03.03", title: "Системный анализ и управление" },
      { code: "27.03.04", title: "Управление в технических системах" },
      { code: "27.03.05", title: "Инноватика" },
      { code: "29.03.04", title: "Технология художественной обработки материалов" },
      { code: "37.03.01", title: "Психология" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.03", title: "Управление персоналом" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "38.03.05", title: "Бизнес-информатика" },
      { code: "38.03.06", title: "Торговое дело" },
      { code: "38.03.07", title: "Товароведение" },
      { code: "38.05.01", title: "Экономическая безопасность" },
      { code: "38.05.02", title: "Таможенное дело" },
      { code: "39.03.01", title: "Социология" },
      { code: "39.03.02", title: "Социальная работа" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "41.03.05", title: "Международные отношения" },
      { code: "42.03.01", title: "Реклама и связи с общественностью" },
      { code: "42.03.02", title: "Журналистика" },
      { code: "43.03.01", title: "Сервис" },
      { code: "43.03.02", title: "Туризм" },
      { code: "43.03.03", title: "Гостиничное дело" },
      { code: "44.03.01", title: "Педагогическое образование" },
      { code: "44.03.02", title: "Психолого-педагогическое образование" },
      { code: "44.03.05", title: "Педагогическое образование (с двумя профилями подготовки)" },
      { code: "44.05.01", title: "Педагогика и психология девиантного поведения" },
      { code: "45.03.01", title: "Филология" },
      { code: "45.03.02", title: "Лингвистика" },
      { code: "45.05.01", title: "Перевод и переводоведение" },
      { code: "46.03.01", title: "История" },
      { code: "46.03.02", title: "Документоведение и архивоведение" },
      { code: "47.03.01", title: "Философия" },
      { code: "47.03.03", title: "Религиоведение" },
      { code: "49.03.01", title: "Физическая культура" },
      { code: "49.03.03", title: "Рекреация и спортивно-оздоровительный туризм" },
      { code: "50.03.01", title: "Искусства и гуманитарные науки" },
      { code: "51.03.03", title: "Социально-культурная деятельность" },
      { code: "54.03.01", title: "Дизайн" }
    ]
  },
  // === 12 ===
  {
    number: 12,
    name: "ФГБОУ ВО «Сибирский юридический институт Министерства внутренних дел Российской Федерации»",
    website: "https://сибюи.мвд.рф/Kontakty/kontaktnaya-inf",
    vk: "https://vk.com/siblimvd",
    address: "660131, Красноярский край, г. Красноярск, ул. Рокоссовского, д. 20",
    phone: "8 (391) 222-41-11",
    email: "sibli@mvd.ru",
    directions: [
      { code: "40.03.02", title: "Обеспечение законности и правопорядка" },
      { code: "40.05.01", title: "Правовое обеспечение национальной безопасности" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.03.02", title: "Обеспечение законности и правопорядка" },
      { code: "40.04.01", title: "Юриспруденция" },
      { code: "5.1", title: "Право" }
    ]
  },
];
