window.catalogData = window.catalogData || {};
window.catalogData["Курганская область"] = [
  {
    number: 1,
    name: "ГБПОУ «Курганский государственный колледж»",
    website: "https://www.kurgancollege.ru/",
    vk: "https://vk.com/kurgan.gos.college",
    address: "640008, Курганская область, г. Курган, пр. Конституции, д.75",
    phone: "8 (352) 244-44-13",
    email: "mail@kurgancollege.ru",
    directions: [
      { code: "07.02.01", title: "Архитектура" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.08", title: "Монтаж и эксплуатация оборудования и систем газоснабжения" },
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "08.01.31", title: "Электромонтажник электрических сетей и электрооборудования" },
      { code: "08.02.02", title: "Строительство и эксплуатация инженерных сооружений" },
      { code: "08.02.13", title: "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционировани воздуха и вентиляции" },
      { code: "08.02.15", title: "Информационное моделирование в строительстве" },
      { code: "09.02.11", title: "Разработка и управление программным обеспечением" },
      { code: "19.02.11", title: "Технология продуктов питания из растительного сырья" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "21.02.20", title: "Прикладная геодезия" },
      { code: "23.02.05", title: "Эксплуатация транспортного электрооборудования и автоматики (по видам транспорта, за исключением водного)" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
      { code: "35.02.01", title: "Лесное и лесопарковое хозяйство" },
      { code: "35.02.12", title: "Садово-парковое и ландшафтное строительство" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.08", title: "Торговое дело" }
    ]
  },
  {
    number: 2,
    name: "ГБПОУ «Курганский технологический колледж имени Героя Советского Союза Н.Я. Анфиногенова»",
    website: "https://ktk-45.ru/",
    vk: "https://vk.com/ktk_45",
    address: "640000, Курганская область, г. Курган, проспект Машиностроителей, 14",
    phone: "8 (352) 225-52-69",
    email: "mail@ktk-45.ru",
    directions: [
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.11", title: "Разработка и управление программным обеспечением " },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.02.09", title: "Веб-разработка" },
      { code: "09.02.13", title: "Интеграция решений с применением технологий искусственного интеллекта" },
      { code: "11.02.16", title: "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" },
      { code: "13.02.02", title: "Теплоснабжение и теплотехническое оборудование" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "54.02.01", title: "Дизайн" }
    ]
  },
  {
    number: 3,
    name: "ГБПОУ «Курганский технологический колледж имени Героя Советского Союза Н.Я. Анфиногенова – Шатровский филиал»",
    website: "https://ktk-45.ru/",
    vk: "https://vk.com/ktk_45",
    address: "641960, Курганская область, с. Шатрово, ул. 30 лет Победы, 1",
    phone: "8 (352) 579-16-01",
    email: "shatrovo_pu24@mail.ru",
    directions: [
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "23.02.03", title: "Техническое обслуживание и ремонт автомобильного транспорта" },
      { code: "11.01.01", title: "Монтажник радиоэлектронной аппаратуры и приборов" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)" },
      { code: "15.01.35", title: "Мастер слесарных работ" },
      { code: "54.01.20", title: "Графический дизайнер" }
    ]
  },
  {
    number: 4,
    name: "ГБПОУ «Курганский технологический колледж имени Героя Советского Союза Н.Я. Анфиногенова - Шмаковский филиал»",
    website: "https://ktk-45.ru/",
    vk: "https://vk.com/ktk_45",
    address: "641307, Курганская область, Кетовский район, с. Шмаково, ул. Рабочая, 20",
    phone: "8 (352) 316-22-45",
    email: "gounpopu-20@mail.ru",
    directions: [
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" }
    ]
  },
  {
    number: 5,
    name: "ГБПОУ «Курганский техникум строительных технологий и городского хозяйства»",
    website: "https://ктстгх.рус/",
    vk: "https://vk.com/club177813904",
    address: "640003, Курганская область, г. Курган, ул. Радионова, д. 30",
    phone: "8 (352) 226-20-10",
    email: "pu-4@list.ru",
    directions: [
      { code: "08.02.14", title: "Эксплуатация и обслуживание многоквартирного дома" },
      { code: "08.01.24", title: "Мастер столярно-плотничных, паркетных и стекольных работ" },
      { code: "08.01.04", title: "Кровельщик" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "08.01.29", title: "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
      { code: "08.01.27", title: "Мастер общестроительных работ" },
      { code: "15.01.35", title: "Мастер слесарных работ" }
    ]
  },
  {
    number: 6,
    name: "ГБПОУ «Курганский педагогический колледж»",
    website: "https://kpk.kss45.ru/",
    vk: "https://vk.com/kpk_kss45",
    address: "640000, Курганская область, г. Курган, ул. Карельцева, д. 32",
    phone: "8 (352) 246-36-60",
    email: "kpk-kurgan@yandex.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.03", title: "Педагогика дополнительного образования" },
      { code: "44.02.04", title: "Специальное дошкольное образование" },
      { code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" },
      { code: "49.02.01", title: "Физическая культура" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "29.01.08", title: "Оператор швейного оборудования" }
    ]
  },
  {
    number: 7,
    name: "ГБПОУ «Курганский техникум сервиса и технологий»",
    website: "https://ktsit.org.ru/",
    vk: "https://vk.com/kurgan.ktsit45",
    address: "640027, Курганская область, г. Курган, ул. Некрасова, 10",
    phone: "8 (352) 225-41-13",
    email: "ktsit45@mail.ru",
    directions: [
      { code: "19.02.11", title: "Технология продуктов питания из растительного сырья" },
      { code: "19.02.12", title: "Технология продуктов питания животного происхождения" },
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "38.02.08", title: "Торговое дело (коммерция и осуществление интернет-деятельности)" },
      { code: "38.02.08", title: "Торговое дело (товароведение и продажа потребительских товаров)" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство (гостиничные услуги)" },
      { code: "43.02.16", title: "Туризм и гостеприимство (услуги предприятий питания)" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "19.01.18", title: "Аппаратчик-оператор производства продуктов питания из растительного сырья" },
      { code: "19.01.19", title: "Аппаратчик-оператор производства продуктов питания животного происхождения (производство мясных продуктов питания)" },
      { code: "19.01.19", title: "Мастер по изготовлению швейных изделий" },
      { code: "29.01.34", title: "Оператор оборудования швейного производства (по видам)" },
      { code: "43.01.01", title: "Официант, бармен" },
      { code: "43.01.09", title: "Повар, кондитер" }
    ]
  },
  {
    number: 8,
    name: "ГБПОУ «Курганский промышленный техникум»",
    website: "http://kpt-kurgan.ru/",
    vk: "https://vk.com/kpt45",
    address: "640003, Курганская область, г. Курган, ул. Невежина, д. 26, корп. 2",
    phone: "8 (352) 248-48-59",
    email: "kpt-kurgan@mail.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "15.02.08", title: "Технология машиностроения" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "15.02.10", title: "Мехатроника и мобильная робототехника" },
      { code: "15.02.12", title: "Монтаж, техническое обслуживание и ремонт промышленного оборудования" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования" },
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "19.02.01", title: "Биохимическое производство" },
      { code: "18.02.15", title: "Биохимическое производство" },
      { code: "20.02.04", title: "Пожарная безопасность" },
      { code: "22.02.03", title: "Литейное производство черных и цветных металлов" },
      { code: "22.02.06", title: "Сварочное производство" },
      { code: "23.02.02", title: "Автомобиле- и тракторостроение" },
      { code: "22.02.08", title: "Металлургическое производство" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "27.02.04", title: "Автоматические системы управления" },
      { code: "27.02.07", title: "Управление качеством продукции, процессов и услуг" },
      { code: "29.02.04", title: "Конструирование, моделирование и технология швейных изделий" }
    ]
  },
  {
    number: 9,
    name: "ГБПОУ «Шадринский политехнический колледж»",
    website: "https://shpk45.ru/",
    vk: "https://vk.com/shpk045",
    address: "641877, Курганская область, г. Шадринск, ул. Батуринская, д. 34",
    phone: "8 (352) 533-98-12",
    email: "shpk045@mail.ru",
    directions: [
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.02.11", title: "Разработка и управление программным обеспечением" },
      { code: "15.02.08", title: "Технология машиностроения" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "15.02.12", title: "Монтаж, техническая эксплуатация и ремонт промышленного оборудования" },
      { code: "15.02.17", title: "Монтаж, техническая эксплуатация и ремонт промышленного оборудования" },
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "22.02.06", title: "Сварочное производство" }
    ]
  },
  {
    number: 10,
    name: "ГБПОУ «Березовский агропромышленный техникум»",
    website: "https://beragroteh.kurg.eduru.ru/",
    vk: "https://vk.com/public213386349",
    address: "641468, Курганская область, Куртамышский район, село Советское, ул. Центральная, д. 47",
    phone: "8 (352) 492-41-73",
    email: "kurganpu19@mail.ru",
    directions: [
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "43.01.09", title: "Тракторист - машинист сельскохозяйственного производства" },
      { code: "19.01.18", title: "Аппаратчик - оператор производства продуктов питания из растительного сырья" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "38.01.02", title: "Продавец, контролер-кассир" }
    ]
  },
  {
    number: 11,
    name: "ГБПОУ «Кособродский профессиональный техникум»",
    website: "http://kospt.kurgan.su/new/",
    vk: "https://vk.com/club52404260",
    address: "641941, Курганская область, Каргапольский район, р.п. Красный Октябрь, ул. Ленина д. 118",
    phone: "8 (352) 562-00-27",
    email: "pu23kos@inbox.ru",
    directions: [
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)" },
      { code: "35.01.01", title: "Мастер по лесному хозяйству" },
      { code: "19.01.18", title: "Аппаратчик-оператор производства продуктов питания из растительного сырья" },
      { code: "15.01.35", title: "Мастер слесарных работ" }
    ]
  },
  {
    number: 12,
    name: "ГБПОУ «Лебяжьевский агропромышленный техникум»",
    website: "http://lebpu.ru/",
    vk: "https://vk.com/public208756572",
    address: "641500, Курганская область, р.п. Лебяжье, ул. Кирова 2",
    phone: "8 (352) 379-18-23",
    email: "pu-25@mail.ru",
    directions: [
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "29.01.34", title: "Оператор оборудования швейного производства" }
    ]
  },
  {
    number: 13,
    name: "ГБПОУ «Лебяжьевский агропромышленный техникум - Мокроусовский филиал»",
    website: "http://lebpu.ru/",
    vk: "https://vk.com/public208756572",
    address: "641530, Курганская область, Мокроусовский район, с. Мокроусово, ул. Октябрьская, д. 29",
    phone: "8 (352) 349-10-02",
    email: "laptfilial@yandex.ru",
    directions: [
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "19.01.18", title: "Аппаратчик-оператор производства продуктов питания из растительного сырья" }
    ]
  },
  {
    number: 14,
    name: "ГБПОУ «Альменевский аграрно-технологический техникум»",
    website: "https://aatt45.ru/",
    vk: "https://vk.com/aatt45",
    address: "641130, Курганская область, с. Альменево, ул. 8 Марта, д. 2",
    phone: "8 (352) 429-12-26",
    email: "aatt45@mail.ru",
    directions: [
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "20.01.01", title: "Пожарный" },
      { code: "43.01.09", title: "Повар, кондитер" }
    ]
  },
  {
    number: 15,
    name: "ГБПОУ «Катайский профессионально-педагогический техникум»",
    website: "http://кппт.рф/",
    vk: "https://vk.com/gbpoy_kppt",
    address: "641700, Курганская область, г. Катайск, ул. Матросова, 81",
    phone: "8 (352) 512-22-76",
    email: "kppt45@yandex.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "27.02.06", title: "Метрологический контроль средств измерений" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "29.01.34", title: "Оператор оборудования швейного производства (по видам)" },
      { code: "15.01.38", title: "Оператор- наладчик металлообрабатывающих станков" },
      { code: "09.02.11", title: "Разработка и управление программным обеспечением" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки) (Профессионалетет)" }
    ]
  },
  {
    number: 16,
    name: "ГБПОУ «Катайский профессионально-педагогический техникум - Далматовский филиал»",
    website: "http://кппт.рф/",
    vk: "https://vk.com/club122976845",
    address: "641730, Курганская область, г. Далматово, ул. Гагарина, 89 а",
    phone: "8 (352) 523-66-90",
    email: "pl31-dalmatovo@yandex.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "15.01.35", title: "Мастер слесарных работ" }
    ]
  },
  {
    number: 17,
    name: "ГБПОУ «Мишкинский профессионально-педагогический колледж»",
    website: "https://мппк45.рф/",
    vk: "https://vk.com/gbpoumppk",
    address: "641040, Курганская область, р.п. Мишкино, ул. Павших борцов, 4",
    phone: "8 (951) 276-36-55",
    email: "mppkru@yandex.ru",
    directions: [
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.03", title: "Педагогика дополнительного образования" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "19.02.11", title: "Технология продуктов питания из растительного сырья" },
      { code: "44.02.07", title: "Преподавание в основном общем образовании" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "35.02.16", title: "Торговое дело" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" }
    ]
  },
  {
    number: 18,
    name: "ГБПОУ «Шумихинский аграрно-строительный колледж»",
    website: "https://шаск.рф/",
    vk: "https://vk.com/shask45",
    address: "641100, Курганская область, г. Шумиха, ул. Ленина, 112",
    phone: "8 (352) 452-11-57",
    email: "shask@mail.ru",
    directions: [
      { code: "20.02.04", title: "Пожарная безопасность" },
      { code: "09.02.12", title: "Техническая эксплуатация и сопровождение информационных систем" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "40.02.02", title: "Правоохранительная деятельность (ЗАОЧНО)" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных  систем" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "08.01.27", title: "Мастер общестроительных работ" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "23.01.06", title: "Машинист дорожных и строительных машин" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки)" },
      { code: "35.01.27", title: "Мастер  сельскохозяйственного производства" }
    ]
  },
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  {
    number: 1,
    name: "ФГКОУ «Курганский пограничный институт Федеральной службы безопасности Российской Федерации»",
    website: "http://kpi.fsb.ru/",
    vk: "https://vk.com/club26293167",
    address: "640016, Курганская область, г. Курган, ул. Трактовая, 1",
    phone: "8 (352) 248-27-00",
    email: "kpi@fsb.ru",
    directions: [
      { code: "57.02.01", title: "Пограничная деятельность" }
    ]
  },
  {
    number: 2,
    name: "ФГБОУ «Курганский государственный университет»",
    website: "https://www.kgsu.ru/",
    vk: "https://vk.com/kgsu_ru",
    address: "640020, Курганская область, город Курган, ул. Советская, 63, стр. 4",
    phone: "8 (352) 265-49-99",
    email: "rektorat@kgsu.ru",
    directions: [
      { code: "01.03.01", title: "Математика" },
      { code: "03.03.02", title: "Физика" },
      { code: "05.03.02", title: "География" },
      { code: "05.03.06", title: "Экология и природопользование" },
      { code: "06.03.01", title: "Биология" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "09.03.04", title: "Программная инженерия" },
      { code: "13.03.01", title: "Теплоэнергетика и теплотехника" },
      { code: "13.03.02", title: "Электроэнергетика и электротехника" },
      { code: "15.03.01", title: "Машиностроение" },
      { code: "15.03.04", title: "Автоматизация технологических процессов и производств" },
      { code: "15.03.05", title: "Конструкторско-технологическое обеспечение машиностроительных производств" },
      { code: "19.03.01", title: "Биотехнология" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "23.03.01", title: "Технология транспортных процессов" },
      { code: "23.03.03", title: "Эксплуатация транспортно-технологических машин и комплексов" },
      { code: "27.03.01", title: "Стандартизация и метрология" },
      { code: "27.03.04", title: "Управление в технических системах" },
      { code: "37.03.01", title: "Психология" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "39.03.01", title: "Социология" },
      { code: "39.03.02", title: "Социальная работа" },
      { code: "39.03.03", title: "Организация работы с молодежью" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "42.03.01", title: "Реклама и связи с общественностью" },
      { code: "42.03.02", title: "Журналистика" },
      { code: "44.03.02", title: "Психолого-педагогическое образование" },
      { code: "44.03.03", title: "Специальное (дефектологическое) образование" },
      { code: "44.03.04", title: "Профессиональное обучение" },
      { code: "44.03.05", title: "Педагогическое образование (с двумя профилями подготовки)" },
      { code: "45.03.01", title: "Филология" },
      { code: "45.03.02", title: "Лингвистика" },
      { code: "46.03.02", title: "Документоведение и архивоведение" },
      { code: "49.03.01", title: "Физическая культура" },
      { code: "49.03.02", title: "Физическая культура для лиц с отклонениями в состоянии здоровья" },
      { code: "54.03.01", title: "Дизайн" },
      { code: "01.05.01", title: "Фундаментальные математика и механика" },
      { code: "04.05.01", title: "Фундаментальная и прикладная химия" },
      { code: "10.05.03", title: "Информационная безопасность автоматизированных систем" },
      { code: "23.05.01", title: "Наземные транспортно-технологические средства" },
      { code: "23.05.02", title: "Транспортные средства специального назначения" },
      { code: "38.05.01", title: "Экономическая безопасность" },
      { code: "38.05.02", title: "Таможенное дело" }
    ]
  },
  {
    number: 3,
    name: "ФГБОУ «Шадринский государственный педагогический университет»",
    website: "https://shspu.ru/",
    vk: "https://vk.com/shgpu_edu",
    address: "641870, Курганская область, г. Шадринск, ул. К. Либкнехта, д. 3",
    phone: "8 (352) 536-45-19",
    email: "vuz@shspu.ru",
    directions: [
      { code: "09.03.01", title: "Информатика и вычислительная техника" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "39.03.02", title: "Социальная работа" },
      { code: "44.03.01", title: "Педагогическое образование" },
      { code: "44.03.02", title: "Психолого-педагогическое образование" },
      { code: "44.03.03", title: "Специальное (дефектологическое) образование" },
      { code: "44.03.04", title: "Профессиональное обучение" },
      { code: "44.03.05", title: "Педагогическое образование (с двумя профилями подготовки)" },
      { code: "54.03.01", title: "Дизайн" },
      { code: "37.03.01", title: "Психология" }
    ]
  },
  {
    number: 4,
    name: "ФГБОУ «Курганская государственная сельскохозяйственная академия имени Т.С. Мальцева - филиал Курганского государственного университета»",
    website: "https://kgsu.ru/ksaa/",
    vk: "https://vk.com/ksaazaural",
    address: "641300, Курганская обл., Кетовский р-н, с. Лесниково",
    phone: "8 (352) 314-41-40",
    email: "kgcxa@kgsu.ru",
    directions: [
      { code: "05.03.06", title: "Экология и природопользование" },
      { code: "08.03.01", title: "Строительство" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "21.03.02", title: "Землеустройство и кадастры" },
      { code: "27.03.01", title: "Стандартизация и метрология" },
      { code: "35.03.03", title: "Агрохимия и агропочвоведение" },
      { code: "35.03.04", title: "Агрономия" },
      { code: "35.03.05", title: "Садоводство" },
      { code: "35.03.06", title: "Агроинженерия" },
      { code: "35.03.07", title: "Технология производства и переработки сельскохозяйственной продукции" },
      { code: "36.03.01", title: "Ветеринарно-санитарная экспертиза" },
      { code: "36.03.02", title: "Зоотехния" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.07", title: "Товароведение" },
      { code: "20.05.01", title: "Пожарная безопасность" },
      { code: "38.05.01", title: "Экономическая безопасность" }
    ]
  },
  {
    number: 5,
    name: "ФГБОУ «Курганский институт железнодорожного транспорта - филиал Уральского государственного университета путей сообщения»",
    website: "https://kirt.usurt.ru/",
    vk: "https://vk.com/kirt45",
    address: "640000, Курганская область, г. Курган, ул. Коли Мяготина, д. 147",
    phone: "8 (352) 246-45-07",
    email: "kurgtech_mps@mail.ru",
    directions: [
      { code: "23.05.04", title: "Эксплуатация железных дорог" },
      { code: "23.05.06", title: "Строительство железных дорог, мостов и транспортных тоннелей" }
    ]
  },
  {
    number: 6,
    name: "ФГБОУ «Российская академия народного хозяйства и государственной службы при Президенте Российской Федерации - Курганский филиал»",
    website: "https://kurg.ranepa.ru/",
    vk: "https://vk.com/ranepa45",
    address: "640022, Курганская область, г. Курган, ул. К. Маркса, 147а",
    phone: "8 (352) 224-78-43",
    email: "kurg@ranepa.ru",
    directions: [
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "38.03.01", title: "Экономика" },
      { code: "40.03.01", title: "Юриспруденция" }
    ]
  },
  {
    number: 7,
    name: "ОУП ВО «Академия труда и социальных отношений - Курганский филиал»",
    website: "http://kfatso.ru/",
    vk: "https://vk.com/kfatso",
    address: "640000, Курганская область, г. Курган, ул. Пролетарская, 80",
    phone: "8 (352) 224-24-50",
    email: "kurgan@atiso.ru",
    directions: [
      { code: "43.03.01", title: "Сервис" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "43.03.02", title: "Туризм" },
      { code: "43.03.03", title: "Гостиничное дело" },
      { code: "38.03.03", title: "Управление персоналом" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.01", title: "Экономика" }
    ]
  }
];