window.catalogData = window.catalogData || {};
window.catalogData["Мурманская область"] = [
  {
    number: 1,
    name: "ГАПОУ «Апатитский политехнический колледж имени Голованова Георгия Александровича»",
    website: "https://www.apatity-college.ru/",
    vk: "https://vk.com/apk_college",
    address: "184209, Мурманская область, г. Апатиты, ул. Энергетическая, 35",
    phone: "8 (815) 556-28-21",
    email: "apc@apatity-college.ru",
    directions: [
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "23.02.04", title: "Техническая эксплуатация подъёмно-транспортных, строительных, дорожных машин и оборудования" },
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  {
    number: 2,
    name: "ГАПОУ «Кандалакшский индустриальный колледж»",
    website: "http://kandik.ru/",
    vk: "https://vk.com/kandik51",
    address: "184041, Мурманская область, г. Кандалакша, ул. Спекова, 50",
    phone: "8 (815) 333-18-35",
    email: "kandik-51@mail.ru",
    directions: [
      { code: "13.01.16", title: "Электромонтер по техническому обслуживанию и ремонту оборудования подстанций и сетей" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)" },
      { code: "23.01.09", title: "Помощник машиниста" },
      { code: "23.01.11", title: "Слесарь-электрик по ремонту электрооборудования подвижного состава" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "13.02.07", title: "Электроснабжение" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 3,
    name: "ГАПОУ «Ковдорский политехнический колледж»",
    website: "https://kovcollege.ru/",
    vk: "https://vk.com/kpk198714_professionalitet",
    address: "184144, Мурманская область, г. Ковдор, ул. Комсомольская, 14",
    phone: "7 (815) 355-00-85",
    email: "inbox@kovcollege.ru",
    directions: [
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "21.02.18", title: "Обогащение полезных ископаемых" },
      { code: "21.02.15", title: "Открытые горные работы" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования" }
    ]
  },
  {
    number: 4,
    name: "ГАПОУ «Ковдорский политехнический колледж» - филиал в г. пгт Умба",
    website: "https://kovcollege.ru/",
    vk: "https://vk.com/kpk198714_professionalitet",
    address: "184703, Мурманская область, Терский район, пгт. Умба, ул. Беломорская, 1В",
    phone: "8 (815) 596-71-00",
    email: "umba@kovcollege.ru",
    directions: [
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  {
    number: 5,
    name: "ГАПОУ «Кольский медицинский колледж»",
    website: "https://kolamed.ru/",
    vk: "https://vk.com/kolamed51",
    address: "184209, Мурманская область, г. Апатиты, ул. Зиновьева, 5",
    phone: "8 (815) 552-08-50",
    email: "post@kolamed.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.02", title: "Акушерское дело" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 6,
    name: "ГАПОУ «Кольский транспортный колледж»",
    website: "https://ktk51.ru/",
    vk: "https://vk.com/ktk51",
    address: "184381, Мурманская область, г. Кола, пер. Островский, 14",
    phone: "8 (815) 533-33-09",
    email: "ktk@ktk51.ru",
    directions: [
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "23.02.04", title: "Техническая эксплуатация подъёмно-транспортных, строительных, дорожных машин и оборудования" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" }
    ]
  },
  {
    number: 7,
    name: "ГАПОУ «Мончегорский политехнический колледж»",
    website: "https://www.монпк.рф/ru/",
    vk: "https://vk.com/mon_pk_professionalitet",
    address: "184511, Мурманская область, г. Мончегорск, пр. Металлургов, 1",
    phone: "7 (815) 367-36-05",
    email: "monpk@yandex.ru",
    directions: [
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "15.02.09", title: "Аддитивные технологии" },
      { code: "15.01.35", title: "Мастер слесарных работ" },
      { code: "23.01.07", title: "Машинист крана" },
      { code: "15.02.10", title: "Мехатроника и робототехника" },
      { code: "22.02.08", title: "Металлургическое производство" },
      { code: "15.02.18", title: "Техническая эксплуатация и обслуживание роботизированного производства" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" }
    ]
  },
  {
    number: 8,
    name: "ГАПОУ «Мурманский индустриальный колледж»",
    website: "https://murindkol.ru/",
    vk: "https://vk.com/mik_murmansk",
    address: "183001, Мурманская область, г. Мурманск, ул. Фестивальная, 24",
    phone: "8 (815) 247-29-59",
    email: "gregor@murindkol.ru",
    directions: [
      { code: "15.02.09", title: "Аддитивные технологии" },
      { code: "22.02.06", title: "Сварочное производство" },
      { code: "15.02.15", title: "Технология металлообрабатывающего производства" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "26.02.02", title: "Судостроение" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "21.02.03", title: "Сооружение и эксплуатация газонефтепроводов и газонефтехранилищ" },
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования" }
    ]
  },
  {
    number: 9,
    name: "ГАПОУ «Мурманский колледж экономики и информационных технологий»",
    website: "https://mkeiit.ru/",
    vk: "https://vk.com/gapou_mo_mkeiit",
    address: "183025, Мурманская область, г. Мурманск, ул. Полярные Зори, 60",
    phone: "8 (815) 244-69-42",
    email: "secretar@mcesii.ru",
    directions: [
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "09.02.08", title: "Интеллектуальные интегрированные системы" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "38.02.04", title: "Коммерция" }
    ]
  },
  {
    number: 10,
    name: "ГАПОУ «Мурманский медицинский колледж»",
    website: "https://murmedic.ru/",
    vk: "https://vk.com/mmk_51",
    address: "183032, Мурманская область, г. Мурманск, ул. Ломоносова, 16",
    phone: "8 (815) 225-35-93",
    email: "MURMEDIC@RAMBLER.RU",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "33.02.01", title: "Фармация" }
    ]
  },
  {
    number: 11,
    name: "ГАПОУ «Мурманский педагогический колледж»",
    website: "https://mpc-murmansk.ru/",
    vk: "https://vk.com/pcmpc7092017",
    address: "183038, Мурманская область, г. Мурманск, ул. Володарского, 5",
    phone: "8 (815) 242-25-63",
    email: "mpc@mpc-murmansk.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.03", title: "Педагогика дополнительного образования" },
      { code: "44.02.04", title: "Специальное дошкольное образование" },
      { code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" }
    ]
  },
  {
    number: 12,
    name: "ГАПОУ «Мурманский строительный колледж имени Н.Е. Момота»",
    website: "https://msk-murman.ru/",
    vk: "https://vk.com/momotamsk",
    address: "183035, Мурманская область, г. Мурманск, ул. А. Невского, 86",
    phone: "8 (815) 243-47-85",
    email: "mbcmomota@yandex.ru",
    directions: [
      { code: "08.01.27", title: "Мастер общестроительных работ" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "08.01.29", title: "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)" },
      { code: "23.01.06", title: "Машинист дорожных и строительных машин" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "08.02.13", title: "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { code: "08.02.14", title: "Эксплуатация и обслуживание многоквартирного дома" },
      { code: "08.02.15", title: "Информационное моделирование в строительстве" },
      { code: "15.02.09", title: "Аддитивные технологии" },
      { code: "23.02.04", title: "Техническая эксплуатация подъёмно-транспортных, строительных, дорожных машин и оборудования" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "27.02.04", title: "Автоматические системы управления" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 13,
    name: "ГАПОУ «Мурманский строительный колледж имени Н.Е. Момота» - филиал в ЗАТО Александровск",
    website: "https://msk-murman.ru/",
    vk: "https://vk.com/club193046576",
    address: "184682, Мурманская область, г. Полярный, ул. Гаджиева, 1",
    phone: "8 (815) 517-31-51",
    email: "filialmsk@mail.ru",
    directions: [
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования" },
      { code: "26.01.03", title: "Слесарь-монтажник судовой" },
      { code: "26.02.02", title: "Судостроение" }
    ]
  },
  {
    number: 14,
    name: "ГАПОУ «Мурманский технологический колледж сервиса»",
    website: "https://mtcs-murmansk.ru/",
    vk: "https://vk.com/mtcs_professionalitet",
    address: "183038, Мурманская область, г. Мурманск, ул. Гвардейская, 14",
    phone: "8 (815) 270-45-66",
    email: "mtcs@mail.ru",
    directions: [
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "42.02.01", title: "Реклама" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "54.02.01", title: "Дизайн" }
    ]
  },
  {
    number: 15,
    name: "ГАПОУ «Оленегорский горнопромышленный колледж»",
    website: "http://my.olgpk.ru/",
    vk: "https://vk.com/gapoumoogpk",
    address: "184530, Мурманская область, г. Оленегорск, ул. Строительная, 65",
    phone: "8 (815) 525-73-48",
    email: "mail@olgpk.ru",
    directions: [
      { code: "08.01.29", title: "Мастер по обслуживанию и ремонту инженерных систем жилищно-коммунального хозяйства" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "15.01.35", title: "Мастер слесарных работ" },
      { code: "21.01.16", title: "Обогатитель полезных ископаемых" },
      { code: "35.01.21", title: "Оленевод-механизатор" },
      { code: "35.01.23", title: "Хозяйка(ин) усадьбы" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "38.01.02", title: "Продавец, контролер-кассир" },
      { code: "21.02.18", title: "Обогащение полезных ископаемых" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "08.02.04", title: "Водоснабжение и водоотведение" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "21.02.17", title: "Подземная разработка месторождений полезных ископаемых" }
    ]
  },
  {
    number: 16,
    name: "ГАПОУ «Оленегорский горнопромышленный колледж» - филиал в с. Ловозеро",
    website: "http://my.olgpk.ru/",
    vk: "https://vk.com/club179285144",
    address: "184592, Мурманская область, Ловозерский район, с. Ловозеро, ул. Пионерская, 8",
    phone: "8 (815) 384-02-36",
    email: "lovpu26@mail.ru",
    directions: [
      { code: "36.01.06", title: "Мастер оленеводства" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "35.01.23", title: "Хозяйка(ин) усадьбы" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "35.01.21", title: "Оленевод-механизатор" },
      { code: "38.01.02", title: "Продавец, контролер-кассир" },
      { code: "35.01.13", title: "Тракторист-машинист сельскохозяйственного производства" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "21.02.17", title: "Подземная разработка месторождений полезных ископаемых" },
      { code: "21.02.18", title: "Обогащение полезных ископаемых" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования" }
    ]
  },
  {
    number: 17,
    name: "ГАПОУ «Печенгский политехнический техникум»",
    website: "https://ppt-nickel.com/",
    vk: "https://vk.com/public193279235",
    address: "184421, Мурманская область, Печенгский район, пгт. Никель, ул. Спортивная, 14",
    phone: "8 (815) 545-02-49",
    email: "goou-spo-ppt@yandex.ru",
    directions: [
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "21.02.17", title: "Подземная разработка месторождений полезных ископаемых" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "43.02.10", title: "Туризм" }
    ]
  },
  {
    number: 18,
    name: "ГАПОУ «Полярнозоринский энергетический колледж»",
    website: "https://mypek.ru/",
    vk: "https://vk.com/pekcollege",
    address: "184230, Мурманская область, г. Полярные Зори, ул. Курчатова, 24",
    phone: "8 (815) 327-57-12",
    email: "uch@mypek.ru",
    directions: [
      { code: "15.01.37", title: "Слесарь-наладчик контрольно-измерительных приборов и автоматики" },
      { code: "13.02.07", title: "Электроснабжение" },
      { code: "14.02.01", title: "Атомные электрические станции и установки" },
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "27.02.06", title: "Метрологический контроль средств измерений" },
      { code: "27.02.04", title: "Автоматические системы управления" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" }
    ]
  },
  {
    number: 19,
    name: "ГАПОУ «Северный колледж физической культуры и спорта»",
    website: "https://skfkis.ucoz.ru/",
    vk: "https://vk.com/gapou_mo_skfkis",
    address: "184505, Мурманская область, г. Мончегорск, пр-т Кирова, 7",
    phone: "8 (815) 367-23-75",
    email: "skfkis@list.ru",
    directions: [
      { code: "49.02.01", title: "Физическая культура" },
      { code: "49.02.02", title: "Адаптивная физическая культура" }
    ]
  },
  {
    number: 20,
    name: "ГОБПОУ «Мурманский колледж искусств»",
    website: "https://mki-51.ru/",
    vk: "https://vk.com/murmanskcollegeofarts",
    address: "183038, Мурманская область, г. Мурманск, ул. Воровского, 14",
    phone: "8 (815) 245-63-89",
    email: "mki-priem@com.mels.ru",
    directions: [
      { code: "53.02.02", title: "Музыкальное искусство эстрады" },
      { code: "53.02.03", title: "Инструментальное исполнительство" },
      { code: "53.02.06", title: "Хоровое дирижирование" },
      { code: "53.02.07", title: "Теория музыки" },
      { code: "54.02.05", title: "Живопись" }
    ]
  },
  {
    number: 21,
    name: "ПОЧУ «Мурманский кооперативный техникум»",
    website: "https://www.ktmops.ru/",
    vk: "https://vk.com/mkt_1966",
    address: "183032, Мурманская область, г. Мурманск, ул. Полярные Зори, 1",
    phone: "8 (815) 225-66-26",
    email: "mkt-1966@yandex.ru",
    directions: [
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
      { code: "09.02.12", title: "Техническая эксплуатация и сопровождение информационных систем" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учёт" }
    ]
  },
  {
    number: 22,
    name: "ЧПОУ «Колледж предпринимательства и права»",
    website: "https://kppkola.murmanschool.ru/",
    vk: "",
    address: "184381, Мурманская область, Кольский район, г. Кола, проспект Советский, 34",
    phone: "8 (911) 337-14-75",
    email: "kppkola@inbox.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "38.02.05", title: "Товароведение и экспертиза качества потребительских товаров" }
    ]
  },
  {
    number: 23,
    name: "ФГАПОУ «Мурманский морской рыбопромышленный колледж имени И.И. Месяцева»",
    website: "https://mauniver.ru/structure/branches/mmrc/",
    vk: "https://vk.com/public_mmrc",
    address: "183038, Мурманская область, г. Мурманск, ул. Шмидта, 19",
    phone: "8 (815) 247-61-21",
    email: "priem.mmrc@mauniver.ru",
    directions: [
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "11.02.03", title: "Эксплуатация оборудования радиосвязи и электрорадионавигации судов" },
      { code: "13.02.07", title: "Электроснабжение" },
      { code: "15.02.06", title: "Монтаж, техническая эксплуатация и ремонт холодильно-компрессорных и теплонасосных машин и установок" },
      { code: "21.02.03", title: "Сооружение и эксплуатация газонефтепроводов и газонефтехранилищ" },
      { code: "26.02.03", title: "Судовождение" },
      { code: "26.02.05", title: "Эксплуатация судовых энергетических установок" },
      { code: "26.02.06", title: "Эксплуатация судового электрооборудования и средств автоматики" },
      { code: "35.02.09", title: "Водные биоресурсы и аквакультура" },
      { code: "35.02.11", title: "Промышленное рыболовство" }
    ]
  },
  {
    number: 24,
    name: "ФГАПОУ «Колледж Мурманского арктического университета»",
    website: "https://mauniver.ru/structure/branches/college/",
    vk: "https://vk.com/mauniver_college",
    address: "183038, Мурманская область, г. Мурманск, пр. Ленина, 57",
    phone: "8 (815) 221-38-10",
    email: "priem.spo@mauniver.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "21.02.05", title: "Земельно-имущественные отношения" },
      { code: "38.02.06", title: "Финансы" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "54.02.01", title: "Дизайн" }
    ]
  },
  {
    number: 25,
    name: "ФГАПОУ «Мурманский арктический университет» - филиал в г. Кировск",
    website: "https://kf.mauniver.ru/",
    vk: "https://vk.com/kfmau",
    address: "184250, Мурманская область, г. Кировск, ул. 50 лет Октября, 2",
    phone: "8 (815) 314-30-85",
    email: "fk@mauniver.ru",
    directions: [
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "13.02.07", title: "Электроснабжение" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования" },
      { code: "21.02.14", title: "Маркшейдерское дело" },
      { code: "21.02.17", title: "Подземная разработка месторождений полезных ископаемых" },
      { code: "21.02.18", title: "Обогащение полезных ископаемых" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  {
    number: 26,
    name: "ФГАПОУ «Мурманский арктический университет» - филиал в г. Полярный",
    website: "https://mauniver.ru/structure/branches/pf/",
    vk: "https://vk.com/pfmau",
    address: "184650, Мурманская область, г. Полярный, ул. Лунина, 5",
    phone: "8 (815) 517-36-60",
    email: "pf@mauniver.ru",
    directions: [
      { code: "26.02.02", title: "Судостроение" }
    ]
  },
  {
    number: 27,
    name: "ГАПОУ «Мурманский региональный колледж» - филиал \"Уральского регионального колледжа\"",
    website: "https://mrk.ural-campus.ru/",
    vk: "https://vk.com/murmansk.preco",
    address: "183025, Мурманская область, г. Мурманск, ул. Полярной Правды, 8",
    phone: "8 (815) 244-04-49",
    email: "skmurm1@inueco.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.02.11", title: "Разработка и управление программным обеспечением" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.03", title: "Право и судебное администрирование" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 28,
    name: "АНО ВО «Северо-Западный институт» - филиал Московского гуманитарно-экономического университета",
    website: "https://szfmgei.ru/",
    vk: "https://vk.com/szfmgei_murmansk",
    address: "183032, Мурманская область, г. Мурманск, проспект Кольский, 51, корпус 7",
    phone: "8 (815) 224-62-01",
    email: "df@szfmgei.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "40.05.04", title: "Судебная и прокурорская деятельность" }
    ]
  },
  {
    number: 29,
    name: "АНО СПО «Мурманский колледж цифровых профессий «Синергия»»",
    website: "https://колледж-мурманск.рф/",
    vk: "https://vk.com/mrm.synergy",
    address: "183010, Мурманская область, г. Мурманск, ул. Алексея Генералова, 8",
    phone: "8 (815) 256-77-88",
    email: "murmansk_college@synergy.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "42.02.01", title: "Реклама" },
      { code: "55.02.02", title: "Анимация и анимационное кино" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "09.02.10", title: "Разработка компьютерных игр, дополненной и виртуальной реальности" },
      { code: "09.02.11", title: "Разработка и управление программным обеспечением" },
      { code: "09.02.12", title: "Техническая эксплуатация и сопровождение информационных систем" },
      { code: "09.02.13", title: "Интеграция решений с применением технологий искусственного интеллекта" }
    ]
  },
// === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
{
    number: 1,
    name: "ФГБОУ ВО «Российская академия народного хозяйства и государственной службы при Президенте Российской Федерации» - филиал в г. Мурманск",
    website: "https://mrm.ranepa.ru/",
    vk: "https://vk.com/ranhgs51",
    address: "183038, Мурманская область, г. Мурманск, ул. Володарского, 3",
    phone: "8 (815) 242-35-75",
    email: "mrm@ranepa.ru",
    directions: [
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "38.03.01", title: "Экономика" }
    ]
  },
  {
    number: 2,
    name: "ФГАОУ ВО «Мурманский арктический университет»",
    website: "https://mauniver.ru/",
    vk: "https://vk.com/mauniver",
    address: "183010, Мурманская область, г. Мурманск, ул. Спортивная, 13",
    phone: "8 (815) 221-38-01",
    email: "office@mauniver.ru",
    directions: [
      { code: "01.03.02", title: "Прикладная математика и информатика" },
      { code: "04.03.01", title: "Химия" },
      { code: "05.03.06", title: "Экология и природопользование" },
      { code: "06.03.01", title: "Биология" },
      { code: "08.03.01", title: "Строительство" },
      { code: "09.03.01", title: "Информатика и вычислительная техника" },
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "13.03.01", title: "Теплоэнергетика и теплотехника" },
      { code: "13.03.02", title: "Электроэнергетика и электротехника" },
      { code: "15.03.04", title: "Автоматизация технологических процессов и производств" },
      { code: "19.03.01", title: "Биотехнология" },
      { code: "19.03.03", title: "Продукты питания животного происхождения" },
      { code: "19.03.04", title: "Технология продукции и организация общественного питания" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "21.03.01", title: "Нефтегазовое дело" },
      { code: "23.03.03", title: "Эксплуатация транспортно-технологических машин и комплексов" },
      { code: "26.03.02", title: "Кораблестроение, океанотехника и системотехника объектов морской инфраструктуры" },
      { code: "27.03.05", title: "Инноватика" },
      { code: "35.03.08", title: "Водные биоресурсы и аквакультура" },
      { code: "37.03.01", title: "Психология" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "39.03.01", title: "Социология" },
      { code: "39.03.02", title: "Социальная работа" },
      { code: "39.03.03", title: "Организация работы с молодежью" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "42.03.02", title: "Журналистика" },
      { code: "43.03.01", title: "Сервис" },
      { code: "43.03.02", title: "Туризм" },
      { code: "44.03.01", title: "Педагогическое образование" },
      { code: "44.03.02", title: "Психолого-педагогическое образование" },
      { code: "44.03.03", title: "Специальное (дефектологическое) образование" },
      { code: "44.03.04", title: "Профессиональное обучение" },
      { code: "44.03.05", title: "Педагогическое образование (с двумя профилями подготовки)" },
      { code: "45.03.02", title: "Лингвистика" },
      { code: "46.03.01", title: "История" },
      { code: "49.03.01", title: "Физическая культура" },
      { code: "49.03.02", title: "Физическая культура для лиц с отклонениями в состоянии здоровья" },
      { code: "54.03.01", title: "Дизайн" },
      { code: "11.05.01", title: "Радиоэлектронные системы и комплексы" },
      { code: "21.05.05", title: "Физические процессы горного или нефтегазового производства" },
      { code: "25.05.03", title: "Техническая эксплуатация транспортного радиооборудования" },
      { code: "26.05.05", title: "Судовождение" },
      { code: "26.05.06", title: "Эксплуатация судовых энергетических установок" },
      { code: "26.05.07", title: "Эксплуатация судового электрооборудования и средств автоматики" },
      { code: "31.05.01", title: "Лечебное дело" }
    ]
  },
  {
    number: 3,
    name: "ФГАОУ ВО «Мурманский арктический университет» - филиал в г. Апатиты",
    website: "https://www.arcticsu.ru/",
    vk: "https://vk.com/mauapatity",
    address: "184209, Мурманская область, г. Апатиты, ул. Лесная, 29",
    phone: "8 (964) 687-00-20",
    email: "apatity@arcticsu.ru",
    directions: [
      { code: "05.03.01", title: "Геология" },
      { code: "06.03.01", title: "Биология" },
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "13.03.02", title: "Электроэнергетика и электротехника" },
      { code: "14.03.01", title: "Ядерная энергетика и теплофизика" },
      { code: "15.03.04", title: "Автоматизация технологических процессов и производств" },
      { code: "21.05.04", title: "Горное дело" },
      { code: "22.03.02", title: "Металлургия" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "39.03.01", title: "Социология" },
      { code: "39.03.02", title: "Социальная работа" }
    ]
  },
  {
    number: 4,
    name: "ЧОУ ВО «Мурманская академия экономики и управления»",
    website: "https://www.maem.ru/",
    vk: "https://vk.com/maem51",
    address: "183025, Мурманская область, г. Мурманск, ул. Полярной Правды, 8",
    phone: "8 (815) 244-04-49",
    email: "rectorat@maem.ru",
    directions: [
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "38.05.01", title: "Экономическая безопасность" }
    ]
  },
  {
    number: 5,
    name: "АНО ВО «Северо-Западный институт»",
    website: "https://szfmgei.ru/",
    vk: "https://vk.com/szfmgei_murmansk",
    address: "183032, Мурманская область, г. Мурманск, проспект Кольский, 51, корпус 7",
    phone: "8 (815) 224-62-01",
    email: "df@szfmgei.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "40.05.04", title: "Судебная и прокурорская деятельность" }
    ]
  },
];
