// data/perm.js
window.catalogData = window.catalogData || {};
window.catalogData["Пермский край"] = [
  // --- Сначала СПО ---
  { number: 1,
    name: "ГБПОУ «Краевой политехнический колледж»",
    website: "https://politex59.ru/abitur/",
    vk: "https://vk.com/politex59",
    address: "617830, Пермский край, г. Чернушка, ул. Юбилейная, д.10",
    phone: "8 (34261) 4-42-70",
    email: "priem-kpk21@yandex.ru",
    directions: [
      { code: "21.02.02", title: "Бурение нефтяных и газовых скважин" },
{ code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
{ code: "21.02.01", title: "Разработка и эксплуатация нефтяных и газовых месторождений" },
{ code: "44.02.02", title: "Преподавание в начальных классах" },
{ code: "43.02.15", title: "Поварское и кондитерское дело" },
{ code: "09.02.07", title: "Информационные системы и программирование" },
{ code: "34.02.01", title: "Сестринское дело" },
{ code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
{ code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
{ code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
{ code: "21.02.03", title: "Сооружение и эксплуатация газонефтепроводов и газонефтехранилищ" },
{ code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
{ code: "23.01.06", title: "Машинист дорожных и строительных машин" },
{ code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
{ code: "", title: "19727 Штукатур" },
{ code: "", title: "13450 Маляр строительный" },
{ code: "", title: "12680 Каменщик" }
    ]
  },
  { number: 2,
    name: "ГБПОУ «Пермский техникум промышленных и информационных технологий им. Б.Г. Изгагина»",
    website: "https://ptpit.ru/",
    vk: "https://vk.com/ptpit_professionalitet",
    address: "614010, г. Пермь, Комсомольский проспект, д. 91",
    phone: "8 (342) 241-03-57",
    email: "mail@ptpit.perm.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
{ code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
{ code: "13.02.07", title: "Электроснабжение (по отраслям)" },
{ code: "15.02.16", title: "Технология машиностроения" }
    ]
  },
  { number: 3,
    name: "ГБПОУ «Коми-Пермяцкий профессионально-педагогический колледж ордена «Знак почета»",
    website: "https://kppt.ru/",
    vk: "https://vk.com/politeh_kud",
    address: "619000, Пермский край, г. Кудымкар, ул. Плеханова, д. 24/1",
    phone: "8 (34260) 4-17-93",
    email: "kudkpppk@kudkpppk.permkrai.ru",
    directions: [
      { code: "08.02.03", title: "Производство неметаллических строительных изделий и конструкций" },
{ code: "09.02.06", title: "Сетевое и системное администрирование" },
{ code: "15.02.19", title: "Сварочное производство" },
{ code: "29.02.10", title: "Конструирование, моделирование и технология изделий легкой промышленности (по отраслям)" },
{ code: "43.02.15", title: "Поварское и кондитерское дело" },
{ code: "43.02.16", title: "Туризм и гостеприимство" },
{ code: "44.02.01", title: "Дошкольное образование" },
{ code: "44.02.02", title: "Преподавание в начальных классах" },
{ code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" },
{ code: "49.02.01", title: "Физическая культура" },
{ code: "49.02.02", title: "Адаптивная физическая культура" },
{ code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
{ code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
{ code: "08.01.31", title: "Электромонтажник по силовым сетям и электрооборудованию" },
{ code: "15.01.38", title: "Оператор-наладчик металлообрабатывающих станков" },
{ code: "08.01.24", title: "Мастер столярно-плотничных, паркетных и стекольных работ" },
{ code: "08.01.29", title: "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
{ code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
{ code: "11.01.05", title: "Монтажник связи" },
{ code: "19.01.18", title: "Аппаратчик-оператор производства продуктов питания из растительного сырья" },
{ code: "", title: "16472 Пекарь" }
    ]
  },
  { number: 4,
    name: "ГБПОУ «Кунгурский центр образования № 1»",
    website: "https://kkptud.ru/",
    vk: "https://vk.com/kkptud",
    address: "617471, Пермский край, г. Кунгур, ул. Просвещения, 2",
    phone: "8 (34271) 6-47-02",
    email: "priem@kkptud.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" },
      { code: "15.01.38", title: "Оператор-наладчик металлообрабатывающих станков" },
      { code: "49.02.01", title: "Физическая культура" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "44.02.06", title: "Профессиональное обучение (по отраслям)" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "18560", title: "Слесарь-сантехник" },
      { code: "19727", title: "Штукатур" },
      { code: "16909", title: "Портной" },
      { code: "16675", title: "Повар" },
      { code: "12901", title: "Кондитер" }
    ]
  },
  { number: 5,
    name: "ГБПОУ «Чайковский индустриальный колледж»",
    website: "https://spo-chik.ru/",
    vk: "https://vk.com/spo_chik",
    address: "617764, Пермский край, город Чайковский, ул. Ленина, д.75",
    phone: "8 (34241) 7-45-00",
    email: "chik@spochir.permkrai.ru",
    directions: [
      { code: "08.02.08", title: "Монтаж и эксплуатация оборудования и систем газоснабжения" },
{ code: "08.02.13", title: "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
{ code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
{ code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
{ code: "18.02.09", title: "Переработка нефти и газа" },
{ code: "18.02.12", title: "Технология аналитического контроля химических соединений" },
{ code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
{ code: "27.02.04", title: "Автоматические системы управления" },
{ code: "39.02.01", title: "Социальная работа" },
{ code: "44.02.01", title: "Дошкольное образование" },
{ code: "44.02.02", title: "Преподавание в начальных классах" },
{ code: "44.02.06", title: "Профессиональное обучение (по отраслям)" },
{ code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
{ code: "15.01.37", title: "Слесарь-монтажник контрольно-измерительных приборов и автоматики" },
{ code: "18.01.26", title: "Аппаратчик-оператор нефтехимического производства" },
{ code: "18.01.27", title: "Машинист технологических насосов и компрессоров" },
{ code: "18.01.28", title: "Оператор нефтепереработки" },
{ code: "18.01.34", title: "Лаборант по контролю качества сырья, реактивов, промежуточных продуктов, готовой продукции, отходов производства (по отраслям)" },
{ code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
{ code: "", title: "14621 Монтажник санитарно-технических систем и оборудования" },
{ code: "", title: "18559 Слесарь-ремонтник" },
{ code: "", title: "19727 Штукатур" },
{ code: "", title: "13450 Маляр строительный" }
    ]
  },
  { number: 6,
    name: "ГБПОУ «Березниковский политехнический техникум»",
    website: "https://berpt.ru/",
    vk: "https://vk.com/berptt",
    address: "618400, Пермский край, г. Березники, Советский пр-т, д. 17",
    phone: "8 (34-24) 26-38-93",
    email: "bpt-priem@mail.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
{ code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
{ code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
{ code: "15.02.18", title: "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
{ code: "18.02.14", title: "Химическая технология производства химических соединений" },
{ code: "21.02.17", title: "Подземная разработка месторождений полезных ископаемых" },
{ code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
{ code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
{ code: "15.01.35", title: "Мастер слесарных работ" },
{ code: "15.01.37", title: "Слесарь-наладчик контрольно-измерительных приборов и автоматики" },
{ code: "18.01.34", title: "Лаборант по контролю качества сырья, реактивов, промежуточных продуктов, готовой продукции, отходов производства (по отраслям)" },
{ code: "18.01.35", title: "Аппаратчик-оператор производства химических соединений" },
{ code: "21.01.16", title: "Обогатитель полезных ископаемых" }
    ]
  },
  { number: 7,
    name: "ГБПОУ «Пермский колледж транспорта и сервиса»",
    website: "http://www.пктс.рф/",
    vk: "https://vk.com/pkts_perm",
    address: "614056, г. Пермь, ул. Ивана Франко, 39",
    phone: "8 (342) 267-09-79",
    email: "avtokolledzh@pkts.permkrai.ru",
    directions: [
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
{ code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
{ code: "08.02.05", title: "Строительство и эксплуатация автомобильных дорог и аэродромов" },
{ code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
{ code: "20.02.04", title: "Пожарная безопасность" },
{ code: "23.02.05", title: "Эксплуатация транспортного электрооборудования и автоматики (по видам транспорта, за исключением водного)" },
{ code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
{ code: "43.02.06", title: "Сервис на транспорте (по видам транспорта)" },
{ code: "26.02.03", title: "Судовождение" },
{ code: "26.02.05", title: "Эксплуатация судовых энергетических установок" },
{ code: "20.02.02", title: "Защита в чрезвычайных ситуациях" },
{ code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
{ code: "08.01.30", title: "Электромонтажник слаботочных систем" },
{ code: "", title: "20190 Архивариус" },
{ code: "", title: "15636 Оператор копировальных и множительных машин" },
{ code: "", title: "12680 Каменщик" },
{ code: "", title: "16600 Печник" },
{ code: "", title: "12759 Кладовщик" },
{ code: "", title: "16199 Оператор электронно-вычислительных и вычислительных машин" },
{ code: "", title: "16671 Плотник" },
{ code: "", title: "18880 Столяр строительный" },
{ code: "", title: "18511 Слесарь по ремонту автомобилей" },
{ code: "", title: "18559 Слесарь-ремонтник" },
{ code: "", title: "17544 Рабочий по комплексному обслуживанию и ремонту зданий" },
{ code: "", title: "19601 Швея" }
    ]
  },
  { number: 8,
    name: "ГБПОУ «Кудымкарский лесотехнический техникум»",
    website: "https://kudlesteh.ru/index/abiturientu/0-9",
    vk: "https://vk.com/lesteh_kud",
    address: "619000, Пермский край, г. Кудымкар, ул. Леваневского, д. 12",
    phone: "8 (34260) 4-58-98",
    email: "info@klt.permkrai.ru",
    directions: [
      { code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
{ code: "35.02.01", title: "Лесное и лесопарковое хозяйство" },
{ code: "35.02.02", title: "Технология лесозаготовок" },
{ code: "08.02.05", title: "Строительство и эксплуатация автомобильных дорог и аэродромов" },
{ code: "21.02.19", title: "Землеустройство" },
{ code: "35.01.30", title: "Машинист лесозаготовительных и трелевочных машин" }
    ]
  },
  { number: 9,
    name: "ГБПОУ «Горнозаводский политехнический техникум»",
    website: "https://gpt-gorn.ru/",
    vk: "https://vk.com/public195950358",
    address: "618820, Пермский край, г. Горнозаводск, ул. Свердлова, 67",
    phone: "8 (342) 694-2601",
    email: "svvylomov@gpt.permkrai.ru",
    directions: [
      { code: "15.02.19", title: "Сварочное производство" },
{ code: "44.02.06", title: "Профессиональное обучение (по отраслям)" },
{ code: "15.02.16", title: "Технология машиностроения" },
{ code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
{ code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
{ code: "18.01.27", title: "Машинист технологических насосов и компрессоров" },
{ code: "", title: "18559 Слесарь-ремонтник" },
{ code: "", title: "19727 Штукатур" },
{ code: "", title: "13450 Маляр строительный" }
    ]
  },
  { number: 10,
    name: "ГБПОУ «Нытвенский многопрофильный техникум»",
    website: "https://npet.permarea.ru/",
    vk: "https://vk.com/npet.permarea",
    address: "617000, г. Нытва, Пермский край, ул. К. Либкнехта, 118 корпус 1",
    phone: "8 (34272) 3-15-95",
    email: "nmt@nmt.permkrai.ru",
    directions: [
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
{ code: "22.02.08", title: "Металлургическое производство (по видам производства)" },
{ code: "35.02.18", title: "Технология переработки древесины" },
{ code: "39.02.01", title: "Социальная работа" },
{ code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
{ code: "", title: "16675 Повар" },
{ code: "", title: "12901 Кондитер" },
{ code: "", title: "18511 Слесарь по ремонту автомобилей" },
{ code: "", title: "18545 Слесарь по ремонту сельскохозяйственных машин и оборудования" },
{ code: "", title: "19149 Токарь" },
{ code: "", title: "18559 Слесарь-ремонтник" }
    ]
  },
{ number: 11,
    name: "ГБПОУ «Березниковский техникум профессиональных технологий»",
    website: "https://berpl42.edusite.ru/",
    vk: "https://vk.com/berbtpt",
    address: "618400 Пермский край, г. Березники, ул. Юбилейная, 13",
    phone: "8 (3424) 26 41 47",
    email: "berbtpt@mail.ru",
    directions: [
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
{ code: "29.02.10", title: "Конструирование, моделирование и технология изделий легкой промышленности (по отраслям)" },
{ code: "38.02.03", title: "Операционная деятельность в логистике" },
{ code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
{ code: "19.02.11", title: "Технология продуктов питания из растительного сырья" },
{ code: "29.01.33", title: "Мастер по изготовлению швейных изделий" },
{ code: "", title: "16472 Пекарь" },
{ code: "", title: "13235 Кулинар мучных изделий" },
{ code: "", title: "19601 Швея" },
{ code: "", title: "11583 Вышивальщица" }
    ]
  },
  { number: 12,
    name: "ГБПОУ «Строгановский колледж»",
    website: "https://strogankolledj.nubex.ru/",
    vk: "https://vk.com/club193155739",
    address: "617140, Пермский край, г. Очер, ул. Революционная, 95",
    phone: "+7 (34278) 3-13-70",
    email: "info@ochsk.permkrai.ru",
    directions: [
      { code: "15.02.16", title: "Технология машиностроения" },
{ code: "44.02.01", title: "Дошкольное образование" },
{ code: "44.02.06", title: "Профессиональное обучение (по отраслям)" },
{ code: "08.02.08", title: "Монтаж и эксплуатация оборудования и систем газоснабжения" },
{ code: "43.02.15", title: "Поварское и кондитерское дело" },
{ code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
{ code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
{ code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
{ code: "19.01.18", title: "Аппаратчик-оператор производства продуктов питания из растительного сырья" },
{ code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
{ code: "", title: "16199 Оператор электронно-вычислительных и вычислительных машин" },
{ code: "", title: "17192 Продавец продовольственных товаров" }
    ]
  },
  { number: 13,
    name: "КГАПОУ «Пермский авиационный техникум им. А.Д. Швецова»",
    website: "https://permaviat.ru/",
    vk: "https://vk.com/permaviat",
    address: "614000, г. Пермь, ул. Луначарского, 24, строение 3",
    phone: "8 (342) 206-04-30",
    email: "priem@permaviat.ru",
    directions: [
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
{ code: "09.02.07", title: "Информационные системы и программирование" },
{ code: "09.02.09", title: "Веб-разработка" },
{ code: "09.02.11", title: "Разработка и управление программным обеспечением" },
{ code: "12.02.01", title: "Авиационные приборы и комплексы" },
{ code: "12.02.03", title: "Радиоэлектронные приборы и устройства" },
{ code: "15.02.09", title: "Аддитивные технологии" },
{ code: "15.02.10", title: "Мехатроника и робототехника (по отраслям)" },
{ code: "15.02.16", title: "Технология машиностроения" },
{ code: "22.02.03", title: "Литейное производство черных и цветных металлов" },
{ code: "22.02.08", title: "Металлургическое производство (по видам производства)" },
{ code: "24.02.02", title: "Производство авиационных двигателей" },
{ code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
{ code: "27.02.07", title: "Управление качеством продукции, процессов и услуг (по отраслям)" }
    ]
  },
  { number: 14,
    name: "ГБПОУ «Березниковский строительный техникум»",
    website: "https://berst59.edusite.ru/p67aa1.html",
    vk: "https://vk.com/bst59",
    address: "618416, г. Березники, ул. Свердлова, 126",
    phone: "8 (3424) 26-12-17",
    email: "info@bkst.permkrai.ru",
    directions: [
     { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
{ code: "08.02.04", title: "Водоснабжение и водоотведение" },
{ code: "21.02.19", title: "Землеустройство" },
{ code: "23.02.04", title: "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
{ code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
{ code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
{ code: "08.01.29", title: "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
{ code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
{ code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
{ code: "23.01.06", title: "Машинист дорожных и строительных машин" },
{ code: "23.01.07", title: "Машинист крана (крановщик)" },
{ code: "23.01.08", title: "Слесарь по ремонту строительных машин" },
{ code: "", title: "12680 Каменщик" },
{ code: "", title: "19727 Штукатур" },
{ code: "", title: "11196 Бетонщик" },
{ code: "", title: "18560 Слесарь-сантехник" },
{ code: "", title: "11945 Жестянщик" }
    ]
  },
  { number: 15,
    name: "ГБПОУ «Кунгурский автотранспортный колледж»",
    website: "https://mirkatk.ru/",
    vk: "https://vk.com/katk_college",
    address: "617470, Пермский край, г. Кунгур, ул. Просвещения 9",
    phone: "8 (34271) 2 96 23",
    email: "info@katk.permkrai.ru",
    directions: [
     { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
{ code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
{ code: "08.02.05", title: "Строительство и эксплуатация автомобильных дорог и аэродромов" },
{ code: "27.02.07", title: "Управление качеством продукции, процессов и услуг (по отраслям)" },
{ code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
{ code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" }
    ]
  },
  { number: 16,
    name: "ГБПОУ «Осинский колледж образования и профессиональных технологий»",
    website: "https://осинск.рф/",
    vk: "https://vk.com/okoipt",
    address: "618122, г. Оса, ул. Пугачёва, д. 12",
    phone: "8 (34291) 4-59-33",
    email: "okopt@okopt.permkrai.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
{ code: "43.02.16", title: "Туризм и гостеприимство" },
{ code: "44.02.02", title: "Преподавание в начальных классах" },
{ code: "21.02.01", title: "Разработка и эксплуатация нефтяных и газовых месторождений" },
{ code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
{ code: "36.02.01", title: "Ветеринария" },
{ code: "34.02.01", title: "Сестринское дело" },
{ code: "21.01.01", title: "Оператор нефтяных и газовых скважин" },
{ code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
{ code: "", title: "16675 Повар" },
{ code: "", title: "12901 Кондитер" }
    ]
  },
  { number: 17,
    name: "ГБПОУ «Краснокамский политехнический техникум»",
    website: "https://zutt.su/",
    vk: "",
    address: "617067, Пермский край, г. Краснокамск, ул. Пушкина, д. 15",
    phone: "8 (34273) 4-98-22",
    email: "priem_kpt@mail.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" },
{ code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
{ code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
{ code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
{ code: "43.02.15", title: "Поварское и кондитерское дело" },
{ code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
{ code: "08.01.27", title: "Мастер общестроительных работ" },
{ code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
{ code: "29.01.33", title: "Мастер по изготовлению швейных изделий" },
{ code: "15.01.38", title: "Оператор-наладчик металлообрабатывающих станков" },
{ code: "15.01.37", title: "Слесарь-наладчик контрольно-измерительных приборов и автоматики" },
{ code: "", title: "16675 Повар" },
{ code: "", title: "12901 Кондитер" },
{ code: "", title: "16472 Пекарь" },
{ code: "", title: "19727 Штукатур" },
{ code: "", title: "13450 Маляр строительный" }
    ]
  },
  { number: 18,
    name: "ГБПОУ «Уральский химико-технологический колледж»",
    website: "http://ухтк-59.рф/",
    vk: "https://vk.com/uhtk2020",
    address: "618250, Пермский край, г. Губаха, пр.Октябрьский,17",
    phone: "8 (34248) 4-88-98",
    email: "info@uhtk.permkrai.ru",
    directions: [
      { code: "18.02.06", title: "Химическая технология органических веществ" },
{ code: "18.02.14", title: "Химическая технология производства химических соединений" },
{ code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
{ code: "18.02.12", title: "Технология аналитического контроля химических соединений" },
{ code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
{ code: "", title: "16675 Повар" },
{ code: "", title: "12901 Кондитер" },
{ code: "", title: "16472 Пекарь" }
    ]
  },
  { number: 19,
    name: "ГБПОУ «Верещагинский многопрофильный техникум»",
    website: "https://vermt.ru/",
    vk: "https://vk.com/vmtver",
    address: "617120, Пермский край, г. Верещагино, ул. Ярославцева, д. 54",
    phone: "8 (34254) 3-50-56",
    email: "vervmt@mail.ru",
    directions: [
      { code: "43.02.06", title: "Сервис на транспорте (по видам транспорта)" },
{ code: "23.02.06", title: "Техническая эксплуатация подвижного состава железных дорог" },
{ code: "23.02.08", title: "Строительство железных дорог, путь и путевое хозяйство" },
{ code: "35.02.08", title: "Электротехнические системы в агропромышленном комплексе (АПК)" },
{ code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
{ code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
{ code: "43.02.15", title: "Поварское и кондитерское дело" },
{ code: "23.01.09", title: "Машинист локомотива" },
{ code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
{ code: "", title: "12680 Каменщик" },
{ code: "", title: "16600 Печник" },
{ code: "", title: "19727 Штукатур" },
{ code: "", title: "15220 Облицовщик-плиточник" },
{ code: "", title: "16199 Оператор электронно-вычислительных и вычислительных машин" },
{ code: "", title: "16675 Повар" },
{ code: "", title: "12391 Изготовитель пищевых полуфабрикатов" },
{ code: "", title: "12882 Комплектовщик товаров" }
    ]
  },
  { number: 20,
    name: "ГБПОУ «Соликамский горно-химический техникум»",
    website: "https://solght.ru/",
    vk: "https://vk.com/sol_sght",
    address: "618553, Пермский край, г. Соликамск, пр-т Строителей, д. 2",
    phone: "8 (34253) 2-84-41",
    email: "sght@sght.permkrai.ru",
    directions: [
      { code: "27.02.06", title: "Контроль работы измерительных приборов" },
{ code: "21.02.17", title: "Подземная разработка месторождений полезных ископаемых" },
{ code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
{ code: "09.02.07", title: "Информационные системы и программирование" },
{ code: "18.02.12", title: "Технология аналитического контроля химических соединений" },
{ code: "18.02.14", title: "Химическая технология производства химических соединений" },
{ code: "21.02.14", title: "Маркшейдерское дело" },
{ code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
{ code: "21.01.15", title: "Электрослесарь подземный" }
    ]
  },
  { number: 21,
    name: "ГБПОУ «Кудымкарское медицинское училище»",
    website: "https://med-kud.ru/",
    vk: "https://vk.com/medkud",
    address: "619000, Пермский край, г. Кудымкар, ул. Леваневского, 19",
    phone: "8 (34260) 4-11-39",
    email: "info@kmy.permkrai.ru",
    directions: [
      {
        "code": "34.02.01",
        "title": "Сестринское дело"
      },
      {
        "code": "31.02.01",
        "title": "Лечебное дело"
      },
      {
        "code": "31.02.02",
        "title": "Акушерское дело"
      }
    ]
  },
  { number: 22,
    name: "ГБПОУ «Соликамский социально-педагогический колледж им. А.П.Раменского»",
    website: "https://www.spksol.ru/",
    vk: "https://vk.com/spksol",
    address: "618542, Пермский край, г. Соликамск, ул. 20-летия Победы, д. 94",
    phone: "8 (34253) 7-03-42",
    email: "info@spksol.permkrai.ru",
    directions: [
      {
        "code": "44.02.02",
        "title": "Преподавание в начальных классах"
      },
      {
        "code": "44.02.01",
        "title": "Дошкольное образование"
      },
      {
        "code": "31.02.01",
        "title": "Лечебное дело"
      },
      {
        "code": "34.02.01",
        "title": "Сестринское дело"
      }
    ]
  },
  { number: 23,
    name: "ГБПОУ «Чайковский медицинский колледж»",
    website: "https://med-col.ru/",
    vk: "https://vk.com/chaikmedcol",
    address: "617763, Пермский Край, г. Чайковский, ул. Мира, д. 2а",
    phone: "8 (34241) 3-26-07",
    email: "info@chmk.permkrai.ru",
    directions: [
      {
        "code": "34.02.01",
        "title": "Сестринское дело"
      },
      {
        "code": "31.02.01",
        "title": "Лечебное дело"
      },
      {
        "code": "31.02.02",
        "title": "Акушерское дело"
      },
      {
        "code": "33.02.01",
        "title": "Фармация"
      }
    ]
  },
  { number: 24,
    name: "ГБПОУ «Пермский базовый медицинский колледж»",
    website: "https://pbmc59.ru/",
    vk: "https://vk.com/permmed",
    address: "614066, Пермский край, г Пермь, ул Баумана, д. 24",
    phone: "8 (342) 229-98-38",
    email: "info@pbmc.permkrai.ru",
    directions: [
      {
        "code": "34.02.01",
        "title": "Сестринское дело"
      },
      {
        "code": "31.02.01",
        "title": "Лечебное дело"
      },
      {
        "code": "31.02.02",
        "title": "Акушерское дело"
      },
      {
        "code": "33.02.01",
        "title": "Фармация"
      },
      {
        "code": "31.02.03",
        "title": "Лабораторная диагностика"
      },
      {
        "code": "31.02.05",
        "title": "Стоматология ортопедическая"
      }
    ]
  },
  { number: 25,
    name: "ГБПОУ «Пермский краевой колледж «Оникс»",
    website: "https://колледж-оникс.рф/",
    vk: "https://vk.com/kpt_perm59",
    address: "614068, Пермский край, г. Пермь, ул. Пушкина, д. 107а",
    phone: "8 (342) 244-89-21",
    email: "info@onix.permkrai.ru",
    directions: [
      {
        "code": "44.02.03",
        "title": "Педагогика дополнительного образования"
      },
      {
        "code": "46.02.01",
        "title": "Документационное обеспечение управления и архивоведение"
      },
      {
        "code": "44.02.06",
        "title": "Профессиональное обучение (по отраслям)"
      },
      {
        "code": "54.02.01",
        "title": "Дизайн (по отраслям)"
      },
      {
        "code": "54.02.02",
        "title": "Декоративно-прикладное искусство и народные промыслы (по видам)"
      },
      {
        "code": "54.02.05",
        "title": "Живопись (станковая)"
      },
      {
        "code": "54.02.06",
        "title": "Изобразительное искусство и черчение"
      },
      {
        "code": "44.02.01",
        "title": "Дошкольное образование"
      },
      {
        "code": "54.01.20",
        "title": "Графический дизайнер"
      },
      {
        "code": "",
        "title": "12476 Изготовитель художественных изделий из бересты"
      },
      {
        "code": "",
        "title": "12482 Изготовитель художественных изделий из кожи"
      },
      {
        "code": "",
        "title": "13450 Маляр"
      },
      {
        "code": "",
        "title": "18035 Реставратор декоративно-художественных покрасок"
      },
      {
        "code": "",
        "title": "16909 Портной"
      },
      {
        "code": "",
        "title": "19123 Термоотделочник швейных изделий"
      },
      {
        "code": "",
        "title": "16199 Оператор электронно-вычислительных и вычислительных машин"
      },
      {
        "code": "",
        "title": "15636 Оператор копировальных и множительных машин"
      },
      {
        "code": "",
        "title": "19601 Швея"
      }
    ]
  },
  { number: 26,
    name: "КГАПОУ «Пермский строительный колледж»",
    website: "https://www.psk.perm.ru/abitur/priem-komiss.php",
    vk: "https://vk.com/psk.perm",
    address: "614039, Пермский край, Город Пермь, Проспект Комсомольский, 59",
    phone: "8 (342) 259-2600",
    email: "priem.com.psk.perm@mail.ru",
    directions: [
      {
        "code": "08.02.15",
        "title": "Информационное моделирование в строительстве"
      },
      {
        "code": "08.02.14",
        "title": "Эксплуатация и обслуживание многоквартирного дома"
      },
      {
        "code": "08.02.13",
        "title": "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции"
      },
      {
        "code": "08.02.12",
        "title": "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения"
      },
      {
        "code": "08.02.04",
        "title": "Водоснабжение и водоотведение"
      },
      {
        "code": "08.02.01",
        "title": "Строительство и эксплуатация зданий и сооружений"
      },
      {
        "code": "07.02.01",
        "title": "Архитектура"
      },
      {
        "code": "54.01.22",
        "title": "Реставратор"
      }
    ]
  },
  { number: 27,
    name: "ГБПОУ «Уральский медицинский колледж»",
    website: "https://chusmed.ru/",
    vk: "https://vk.com/gbpou_umk",
    address: "618 250, Пермский край, г. Губаха, проспект Ленина, д. 52 а",
    phone: "8 (34248) 4-88-30",
    email: "gbpou-umk@umk.permkrai.ru",
    directions: [
      {
        "code": "34.02.01",
        "title": "Сестринское дело"
      },
      {
        "code": "31.02.01",
        "title": "Лечебное дело"
      },
      {
        "code": "31.02.02",
        "title": "Акушерское дело"
      }

    ]
  },
  { number: 28,
    name: "ГБПОУ «Кизеловский политехнический техникум»",
    website: "https://www.kpteh.ru/",
    vk: "https://vk.com/kizteh",
    address: "618362, Пермский край, г. Кизел, ул. Крупской, 19",
    phone: "8 (342) 555-01-61",
    email: "tehnkiz@yandex.ru",
    directions: [
      {
        "code": "43.02.15",
        "title": "Поварское и кондитерское дело"
      },
      {
        "code": "15.02.16",
        "title": "Технология машиностроения"
      },
      {
        "code": "08.02.01",
        "title": "Строительство и эксплуатация зданий и сооружений"
      },
      {
        "code": "13.02.13",
        "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)"
      },
      {
        "code": "23.01.17",
        "title": "Мастер по ремонту и обслуживанию автомобилей"
      },
      {
        "code": "13.01.10",
        "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)"
      },
      {
        "code": "15.01.05",
        "title": "Сварщик (ручной и частично механизированной сварки (наплавки))"
      },
      {
        "code": "",
        "title": "13450 Маляр"
      },
      {
        "code": "",
        "title": "19727 Штукатур"
      },
      {
        "code": "",
        "title": "18874 Столяр"
      },
      {
        "code": "",
        "title": "16671 Плотник"
      },
      {
        "code": "",
        "title": "16675 Повар"
      }
    ]
  },
  { number: 29,
    name: "ГБПОУ «Пермский колледж предпринимательства и сервиса»",
    website: "https://pkps-perm.ru/",
    vk: "https://vk.com/pkps_perm",
    address: "614002, г. Пермь, ул. Чернышевского, д. 11",
    phone: "8 (342) 215-73-15",
    email: "info@pkps.permkrai.ru",
    directions: [
      {
        "code": "29.02.10",
        "title": "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)"
      },
      {
        "code": "42.02.01",
        "title": "Реклама"
      },
      {
        "code": "43.02.16",
        "title": "Туризм и гостеприимство"
      },
      {
        "code": "43.02.17",
        "title": "Технологии индустрии красоты"
      },
      {
        "code": "54.02.01",
        "title": "Дизайн (по отраслям)"
      },
      {
        "code": "54.02.08",
        "title": "Техника и искусство фотографии"
      },
      {
        "code": "08.02.14",
        "title": "Эксплуатация и обслуживание многоквартирного дома"
      },
      {
        "code": "38.02.03",
        "title": "Операционная деятельность в логистике"
      },
      {
        "code": "38.02.06",
        "title": "Финансы"
      },
      {
        "code": "38.02.08",
        "title": "Торговое дело"
      },
      {
        "code": "42.02.02",
        "title": "Издательское дело"
      },
      {
        "code": "46.02.01",
        "title": "Документационное обеспечение управления и архивоведение"
      },
      {
        "code": "46.02.02",
        "title": "Обеспечение технологического сопровождения цифровой трансформации документированных сфер деятельности"
      },
      {
        "code": "54.01.20",
        "title": "Графический дизайнер"
      },
      {
        "code": "54.01.02",
        "title": "Ювелир"
      }
    ]
  },
  { number: 30,
    name: "ГБПОУ «Пермский нефтяной колледж»",
    website: "https://pnk59.ru/",
    vk: "https://vk.com/pnk59",
    address: "614077, Пермский Край, г. Пермь, б-р Гагарина, д.54",
    phone: "8 (342) 282-04-00",
    email: "pnk@pnk.permkrai.ru",
    directions: [
      {
        "code": "05.02.01",
        "title": "Картография"
      },
      {
        "code": "15.02.18",
        "title": "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)"
      },
      {
        "code": "21.02.01",
        "title": "Разработка и эксплуатация нефтяных и газовых месторождений"
      },
      {
        "code": "21.02.02",
        "title": "Бурение нефтяных и газовых скважин"
      },
      {
        "code": "21.02.20",
        "title": "Прикладная геодезия"
      },
      {
        "code": "21.02.10",
        "title": "Геология и разведка нефтяных и газовых месторождений"
      },
      {
        "code": "21.02.11",
        "title": "Геофизические методы поисков и разведки месторождений полезных ископаемых"
      }
    ]
  },
  { number: 31,
    name: "ГБПОУ «Пермский машиностроительный колледж»",
    website: "https://pmkspo.ru/documents/ydisk/abiturientam",
    vk: "https://vk.com/pmkedu",
    address: "614112, Пермский край, г. Пермь, ул. Репина, д. 76",
    phone: "8 (342) 214 40 03",
    email: "pmk@pmkedu.permkrai.ru",
    directions: [
     {
        "code": "09.02.01",
        "title": "Компьютерные системы и комплексы"
      },
      {
        "code": "09.02.06",
        "title": "Сетевое и системное администрирование"
      },
      {
        "code": "13.02.08",
        "title": "Электроизоляционная, кабельная и конденсаторная техника"
      },
      {
        "code": "13.02.13",
        "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)"
      },
      {
        "code": "13.02.11",
        "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)"
      },
      {
        "code": "15.02.16",
        "title": "Технология машиностроения"
      },
      {
        "code": "15.02.15",
        "title": "Технология металлообрабатывающего производства"
      },
      {
        "code": "35.02.18",
        "title": "Технология переработки древесины"
      },
      {
        "code": "35.02.04",
        "title": "Технология комплексной переработки древесины"
      },
      {
        "code": "38.02.01",
        "title": "Экономика и бухгалтерский учет (по отраслям)"
      },
      {
        "code": "38.02.04",
        "title": "Коммерция (по отраслям)"
      },
      {
        "code": "40.02.01",
        "title": "Право и организация социального обеспечения"
      },
      {
        "code": "13.01.10",
        "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)"
      },
      {
        "code": "54.01.20",
        "title": "Графический дизайнер"
      },
      {
        "code": "15.01.36",
        "title": "Дефектоскопист"
      }
    ]
  },
  { number: 32,
    name: "ГБПОУ «Пермский химико-технологический техникум»",
    website: "https://phtt.ru/",
    vk: "https://vk.com/ofphtt",
    address: "614101, г. Пермь, ул. Ласьвинская, д. 6",
    phone: "8 (342) 274-90-40",
    email: "pk@phtt.ru",
    directions: [
     {
        "code": "09.02.07",
        "title": "Информационные системы и программирование"
      },
      {
        "code": "13.02.13",
        "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)"
      },
      {
        "code": "15.02.17",
        "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)"
      },
      {
        "code": "15.02.18",
        "title": "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)"
      },
      {
        "code": "15.02.19",
        "title": "Сварочное производство"
      },
      {
        "code": "18.02.07",
        "title": "Технология производства и переработки пластических масс и эластомеров"
      },
      {
        "code": "18.02.12",
        "title": "Технология аналитического контроля химических соединений"
      },
      {
        "code": "18.02.13",
        "title": "Технология производства изделий из полимерных композитов"
      },
      {
        "code": "27.02.07",
        "title": "Управление качеством продукции, процессов и услуг (по отраслям)"
      },
      {
        "code": "43.02.15",
        "title": "Поварское и кондитерское дело"
      },
      {
        "code": "08.01.24",
        "title": "Мастер столярно-плотничных, паркетных и стекольных работ"
      },
      {
        "code": "09.01.03",
        "title": "Оператор информационных систем и ресурсов"
      },
      {
        "code": "11.01.01",
        "title": "Монтажник радиоэлектронной аппаратуры и приборов"
      },
      {
        "code": "13.01.10",
        "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)"
      },
      {
        "code": "15.01.05",
        "title": "Сварщик (ручной и частично механизированной сварки (наплавки))"
      },
      {
        "code": "15.01.13",
        "title": "Монтажник-наладчик технологического оборудования"
      },
      {
        "code": "15.01.35",
        "title": "Мастер слесарных работ"
      },
      {
        "code": "15.01.37",
        "title": "Слесарь-наладчик контрольно-измерительных приборов и автоматики"
      },
      {
        "code": "15.01.38",
        "title": "Оператор-наладчик металлообрабатывающих станков"
      },
      {
        "code": "23.01.17",
        "title": "Мастер по ремонту и обслуживанию автомобилей"
      },
      {
        "code": "",
        "title": "19601 Швея"
      },
      {
        "code": "",
        "title": "19123 Термоотделочник швейных изделий"
      },
      {
        "code": "",
        "title": "18874 Столяр"
      },
      {
        "code": "",
        "title": "16671 Плотник"
      },
      {
        "code": "",
        "title": "16199 Оператор электронно-вычислительных и вычислительных машин"
      },
      {
        "code": "",
        "title": "17353 Продавец продовольственных товаров"
      },
      {
        "code": "",
        "title": "19727 Маляр строительный. Штукатур"
      }
    ]
  },
  { number: 33,
    name: "ГБПОУ «Соликамский автодорожно-промышленный колледж»",
    website: "https://sadk.ucoz.net/index/objom_i_struktura_prijoma/0-68",
    vk: "https://vk.com/solapk",
    address: "618554, Пермский край, г. Соликамск, ул. Всеобуча, 6",
    phone: "8 (34253) 7-03-84",
    email: "info@sapk.permkrai.ru",
    directions: [
      {
        "code": "08.02.12",
        "title": "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения"
      },
      {
        "code": "09.02.07",
        "title": "Информационные системы и программирование"
      },
      {
        "code": "15.02.19",
        "title": "Сварочное производство"
      },
      {
        "code": "20.02.02",
        "title": "Защита в чрезвычайных ситуациях"
      },
      {
        "code": "21.02.01",
        "title": "Разработка и эксплуатация нефтяных и газовых месторождений"
      },
      {
        "code": "23.02.01",
        "title": "Организация перевозок и управление на транспорте (по видам)"
      },
      {
        "code": "23.02.04",
        "title": "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)"
      },
      {
        "code": "23.02.07",
        "title": "Техническое обслуживание и ремонт автотранспортных средств"
      },
      {
        "code": "43.02.15",
        "title": "Поварское и кондитерское дело"
      },
      {
        "code": "43.02.16",
        "title": "Туризм и гостеприимство"
      },
      {
        "code": "46.02.01",
        "title": "Документационное обеспечение управления и архивоведение"
      },
      {
        "code": "15.01.05",
        "title": "Сварщик (ручной и частично механизированной сварки (наплавки))"
      },
      {
        "code": "29.01.33",
        "title": "Мастер по изготовлению швейных изделий"
      },
      {
        "code": "23.01.17",
        "title": "Мастер по ремонту и обслуживанию автомобилей"
      },
      {
        "code": "",
        "title": "13450 Маляр"
      },
      {
        "code": "",
        "title": "19727 Штукатур"
      },
      {
        "code": "",
        "title": "16909 Портной"
      },
      {
        "code": "",
        "title": "19601 Швея"
      },
      {
        "code": "",
        "title": "16675 Повар"
      },
      {
        "code": "",
        "title": "16472 Пекарь"
      }
    ]
  },
  { number: 34,
    name: "ГБПОУ «Кунгурский колледж агротехнологии и управления»",
    website: "https://kkatu.ru/",
    vk: "https://vk.com/club_kkatu",
    address: "617475, Пермский край, г. Кунгур, ул. Полетаевская, 2",
    phone: "8 (34271) 2-78-91",
    email: "info@kkatu.permkrai.ru",
    directions: [
      {
        "code": "09.02.07",
        "title": "Информационные системы и программирование"
      },
      {
        "code": "20.02.04",
        "title": "Пожарная безопасность"
      },
      {
        "code": "35.02.05",
        "title": "Агрономия"
      },
      {
        "code": "19.02.12",
        "title": "Технология продуктов питания животного происхождения"
      },
      {
        "code": "19.02.11",
        "title": "Технология продуктов питания из растительного сырья"
      },
      {
        "code": "35.02.08",
        "title": "Электротехнические системы в агропромышленном комплексе (АПК)"
      },
      {
        "code": "35.02.16",
        "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования"
      },
      {
        "code": "21.02.19",
        "title": "Землеустройство"
      },
      {
        "code": "35.01.27",
        "title": "Мастер сельскохозяйственного производства"
      },
      {
        "code": "",
        "title": "16675 Повар"
      },
      {
        "code": "",
        "title": "16472 Пекарь"
      },
      {
        "code": "",
        "title": "12901 Кондитер"
      },
      {
        "code": "",
        "title": "19203 Тракторист"
      },
      {
        "code": "",
        "title": "18545 Слесарь по ремонту с/х машин и оборудования"
      },
      {
        "code": "",
        "title": "19906 Сварщик ручной дуговой сварки"
      }
    ]
  },
  { number: 35,
    name: "ГБПОУ «Пермский торгово-технологический колледж»",
    website: "http://pttk.su/ru/",
    vk: "https://vk.com/pgtkperm",
    address: "614070, г. Пермь, ул. Крупской 52",
    phone: "8 (342) 214-94-35",
    email: "pttk@pttk.permkrai.ru",
    directions: [
{
        "code": "08.02.01",
        "title": "Строительство и эксплуатация зданий и сооружений"
      },
      {
        "code": "08.02.09",
        "title": "Монтаж, наладка электрооборудования промышленных и гражданских зданий"
      },
      {
        "code": "08.02.14",
        "title": "Эксплуатация и обслуживание многоквартирного дома"
      },
      {
        "code": "19.02.11",
        "title": "Технология продуктов из растительного сырья"
      },
      {
        "code": "15.02.19",
        "title": "Сварочное производство"
      },
      {
        "code": "38.02.03",
        "title": "Операционная деятельность в логистике"
      },
      {
        "code": "38.02.08",
        "title": "Торговое дело"
      },
      {
        "code": "43.02.15",
        "title": "Поварское и кондитерское дело"
      },
      {
        "code": "08.01.24",
        "title": "Мастер столярно-плотничных, паркетных и стекольных работ"
      },
      {
        "code": "08.01.27",
        "title": "Мастер общестроительных работ (Каменщик, Бетонщик, Сварщик)"
      },
      {
        "code": "08.01.28",
        "title": "Мастер отделочных строительных и декоративных работ (Штукатур, Маляр, Монтажник каркасно-обшивных конструкций/Облицовщик-плиточник)"
      },
      {
        "code": "08.01.29",
        "title": "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства (Слесарь-сантехник, Электромонтажник, Сварщик)"
      },
      {
        "code": "08.01.31",
        "title": "Электромонтажник электрических сетей и электрооборудования"
      },
      {
        "code": "13.01.10",
        "title": "Электромонтер по ремонту и обслуживанию электрооборудования"
      },
      {
        "code": "15.01.05",
        "title": "Сварщик (ручной и частично механизированной сварки (наплавки))"
      },
      {
        "code": "19.01.18",
        "title": "Аппаратчик-оператор производства продуктов питания из растительного сырья (Пекарь, Кондитер)"
      },
      {
        "code": "23.01.09",
        "title": "Слесарь по ремонту строительных машин (Слесарь по ремонту автомобилей, Сварщик, Контролер технического состояния автомототранспортных средств)"
      },
      {
        "code": "23.01.08",
        "title": "Слесарь по ремонту строительных машин"
      },
      {
        "code": "43.01.09",
        "title": "Повар, кондитер"
      },
      {
        "code": "",
        "title": "16675 Повар"
      },
      {
        "code": "",
        "title": "16399 Официант"
      },
      {
        "code": "",
        "title": "11176 Бармен"
      },
      {
        "code": "",
        "title": "16472 Пекарь"
      },
      {
        "code": "",
        "title": "17353 Продавец продовольственных товаров"
      },
      {
        "code": "",
        "title": "12901 Кондитер"
      },
      {
        "code": "",
        "title": "36677 Повар детского питания"
      },
      {
        "code": "",
        "title": "18880 Столяр строительный"
      },
      {
        "code": "",
        "title": "16671 Плотник"
      },
      {
        "code": "",
        "title": "11161 Сборщик изделий из древесины"
      },
      {
        "code": "",
        "title": "12680 Каменщик"
      },
      {
        "code": "",
        "title": "19727 Штукатур"
      },
      {
        "code": "",
        "title": "16473 Пекарь"
      }
    ]
  },
{ number: 36,
  name: "ГБПОУ «Пермский политехнический колледж им. Н.Г. Славянова»",
  website: "https://ppkslavyanova.ru/",
  vk: "https://vk.com/ppkslavyanova_official",
  address: "614014, г. Пермь, ул. Уральская, д. 78/1",
  phone: "8 (342) 260-21-92",
  email: "sekretar@permpk.permkrai.ru",
  directions: [
    {
        "code": "27.02.07",
        "title": "Управление качеством продукции, процессов и услуг (по отраслям)"
      },
      {
        "code": "15.02.19",
        "title": "Сварочное производство"
      },
      {
        "code": "15.02.16",
        "title": "Технология машиностроения"
      },
      {
        "code": "15.02.04",
        "title": "Специальные машины и устройства"
      },
      {
        "code": "08.02.09",
        "title": "Монтаж, наладка и эксплуатация электрооборудования"
      },
      {
        "code": "09.02.06",
        "title": "Сетевое и системное администрирование"
      },
      {
        "code": "09.02.01",
        "title": "Компьютерные системы и комплексы"
      },
      {
        "code": "15.01.29",
        "title": "Контролер качества в машиностроении"
      }
  ]
},
{ number: 37,
  name: "ГБПОУ «Березниковский медицинский колледж»",
  website: "https://bmu59.ru/",
  vk: "https://vk.com/bmk59",
  address: "618400, Пермский край, г. Березники, Советский проспект, 15",
  phone: "8 (3424) 26-29-29",
  email: "info@bmk.permkrai.ru",
  directions: [
    {
        "code": "31.02.01",
        "title": "Лечебное дело"
      },
      {
        "code": "34.02.01",
        "title": "Сестринское дело"
      }
  ]
},
{ number: 38,
  name: "ГБПОУ «Лысьвенский политехнический колледж»",
  website: "http://lpk.lysva.ru/",
  vk: "https://vk.com/lysva_lpk",
  address: "618900, Пермский край, г. Лысьва, ул. Мира, д. 45",
  phone: "8 (34249) 3-79-70",
  email: "gbpou-lpk@lpk.permkrai.ru",
  directions: [
    {
        "code": "15.02.16",
        "title": "Технология машиностроения"
      },
      {
        "code": "15.02.19",
        "title": "Сварочное производство"
      },
      {
        "code": "09.02.06",
        "title": "Сетевое и системное администрирование"
      },
      {
        "code": "22.02.08",
        "title": "Металлургическое производство (по видам производства)"
      },
      {
        "code": "13.02.13",
        "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)"
      },
      {
        "code": "27.02.07",
        "title": "Управление качеством продукции, процессов и услуг (по отраслям)"
      },
      {
        "code": "08.02.01",
        "title": "Строительство и эксплуатация зданий и сооружений"
      },
      {
        "code": "44.02.02",
        "title": "Преподавание в начальных классах"
      },
      {
        "code": "08.01.28",
        "title": "Мастер отделочных строительных и декоративных работ"
      },
      {
        "code": "08.01.29",
        "title": "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства"
      },
      {
        "code": "15.01.38",
        "title": "Оператор-наладчик металлообрабатывающих станков"
      },
      {
        "code": "15.01.05",
        "title": "Сварщик (ручной и частично механизированной сварки (наплавки))"
      },
      {
        "code": "13.01.10",
        "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)"
      },
      {
        "code": "23.01.17",
        "title": "Мастер по ремонту и обслуживанию автомобилей"
      },
      {
        "code": "29.01.33",
        "title": "Мастер по изготовлению швейных изделий"
      }
  ]
},
{ number: 39,
  name: "ГБПОУ «Чусовской индустриальный техникум»",
  website: "https://chusteh.ru/",
  vk: "https://vk.com/chusteh",
  address: "618206, Пермский край, город Чусовой, ул 50 лет ВЛКСМ, д. 21",
  phone: "8 (34256) 5-02-60",
  email: "",
  directions: [
   {
        "code": "22.02.08",
        "title": "Металлургическое производство (по видам производства)"
      },
      {
        "code": "13.02.13",
        "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)"
      },
      {
        "code": "15.02.19",
        "title": "Сварочное производство"
      },
      {
        "code": "23.02.07",
        "title": "Техническое обслуживание и ремонт автотранспортных средств"
      },
      {
        "code": "49.02.01",
        "title": "Физическая культура"
      },
      {
        "code": "15.01.35",
        "title": "Мастер слесарных работ"
      },
      {
        "code": "08.01.24",
        "title": "Мастер столярно-плотничных, паркетных и стекольных работ"
      },
      {
        "code": "15.01.38",
        "title": "Оператор-наладчик металлообрабатывающих станков"
      },
      {
        "code": "23.01.09",
        "title": "Помощник машиниста (по видам подвижного состава железнодорожного транспорта)"
      },
      {
        "code": "43.01.06",
        "title": "Проводник на железнодорожном транспорте"
      },
      {
        "code": "",
        "title": "16675 Повар"
      },
      {
        "code": "",
        "title": "12901 Кондитер"
      },
      {
        "code": "",
        "title": "13450 Маляр"
      },
      {
        "code": "",
        "title": "19727 Штукатур"
      },
      {
        "code": "",
        "title": "19601 Швея"
      }
  ]
},
{ number: 40,
  name: "ГБПОУ «Краевой индустриальный техникум им. В.П. Сухарева»",
  website: "https://kitspo59.ru/",
  vk: "https://vk.com/kitspoperm",
  address: "614095, Пермский край, Пермский городской округ, город Пермь, ул. Советской армии 32",
  phone: "8 (342) 221-74-31",
  email: "kit@kitspo.permkrai.ru",
  directions: [
   {
        "code": "18.02.09",
        "title": "Переработка нефти и газа"
      },
      {
        "code": "13.02.13",
        "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования"
      },
      {
        "code": "18.02.12",
        "title": "Технология аналитического контроля химических соединений"
      },
      {
        "code": "38.02.03",
        "title": "Операционная деятельность в логистике"
      }
  ]
},
{ number: 41,
  name: "ГБПОУ «Пермский профессионально-педагогический колледж»",
  website: "https://perm-ppk.ru/",
  vk: "https://vk.com/pppk_pedagogika_professionalitet",
  address: "614010, г. Пермь, ул. Белинского, 50",
  phone: "8 (342)241-04-01",
  email: "pppk@pppk.permkrai.ru",
  directions: [
   { "code": "44.02.01", "title": "Дошкольное образование" },
      { "code": "44.02.02", "title": "Преподавание в начальных классах" },
      { "code": "44.02.05", "title": "Коррекционная педагогика в начальном образовании" },
      { "code": "44.02.06", "title": "Профессиональное обучение (по отраслям)" },
      { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
      { "code": "43.02.17", "title": "Технологии индустрии красоты" },
      { "code": "44.02.03", "title": "Педагогика дополнительного образования" },
      { "code": "44.02.04", "title": "Специальное дошкольное образование" },
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
      { "code": "09.02.09", "title": "Веб-разработка" },
      { "code": "49.02.02", "title": "Адаптивная физическая культура" },
      { "code": "39.02.01", "title": "Социальная работа" }
  ]
},
{ number: 42,
  name: "ГБПОУ «Пермский радиотехнический колледж им. А.С. Попова»",
  website: "https://prk.perm.ru/",
  vk: "https://vk.com/perm_college_radio",
  address: "614022, г. Пермь, ул. Танкистов, 46",
  phone: "8 (342) 224-12-61",
  email: "prk@prk.permkrai.ru",
  directions: [
    { code: "09.02.01", title: "Компьютерные системы и комплексы" },
    { code: "09.02.06", title: "Сетевое и системное администрирование" },
    { code: "09.02.08", title: "Интеллектуальные интегрированные системы" },
    { code: "11.02.16", title: "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" },
    { code: "11.02.17", title: "Разработка электронных устройств и систем" },
    { code: "10.02.04", title: "Обеспечение информационной безопасности телекоммуникационных систем" },
    { code: "11.02.15", title: "Инфокоммуникационные сети и системы связи" }
  ]
},
{ number: 43,
  name: "ГБПОУ «Чайковский техникум промышленных технологий и управления»",
  website: "https://chtptu.ru/",
  vk: "https://vk.com/chtptu_professionalitet",
  address: "617763, Пермский край, г. Чайковский, ул. Вокзальная, 11",
  phone: "8 (34241) 3-55-31",
  email: "chtptu@chtptu.permkrai.ru",
  directions: [
    { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { code: "13.02.07", title: "Электроснабжение" },
    { code: "09.02.07", title: "Информационные системы и программирование" },
    { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
    { code: "11.02.17", title: "Разработка электронных устройств и систем" },
    { code: "43.02.15", title: "Поварское и кондитерское дело" },
    { code: "43.02.16", title: "Туризм и гостеприимство" },
    { code: "43.02.17", title: "Технологии индустрии красоты" },
    { code: "15.02.16", title: "Технология машиностроения" },
    { code: "21.02.03", title: "Сооружение и эксплуатация газонефтепроводов и газонефтехранилищ" },
    { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" }
  ]
},
{ number: 44,
  name: "ГБПОУ «Пермский агропромышленный техникум»",
  website: "https://papt59.ru/",
  vk: "https://vk.com/agroprom_perm",
  address: "614095, Пермский край, г. Пермь, ул. Карпинского, 79",
  phone: "8 (342) 224-14-57",
  email: "papt@papt59.ru",
  directions: [
         { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья" },
      { "code": "19.02.12", "title": "Технология продуктов питания животного происхождения" },
      { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг (по отраслям)" },
      { "code": "35.02.08", "title": "Электротехнические системы в агропромышленном комплексе (АПК)" },
      { "code": "35.02.12", "title": "Садово-парковое и ландшафтное строительство" },
      { "code": "36.02.01", "title": "Ветеринария" },
      { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
      { "code": "43.02.16", "title": "Туризм и гостеприимство" },
      { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { "code": "43.01.11", "title": "Мастер флористического сервиса" },
      { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
      { "code": "08.01.27", "title": "Мастер общестроительных работ" },
      { "code": "", "title": "16675 Повар" },
      { "code": "", "title": "13319 Лаборант химико-бактериологического анализа" },
      { "code": "", "title": "12901 Кондитер" },
      { "code": "", "title": "16472 Пекарь" },
      { "code": "", "title": "19205 Тракторист-машинист сельскохозяйственного производства" },
      { "code": "", "title": "18545 Слесарь по ремонту сельскохозяйственных машин и оборудования" },
      { "code": "", "title": "17546 Рабочий по уходу за животными" },
      { "code": "", "title": "19727 Штукатур" },
      { "code": "", "title": "15220 Облицовщик-плиточник" },
      { "code": "", "title": "13450 Маляр" }
  ]
},
{ number: 45,
  name: "ГБПОУ «Коми-Пермяцкий агротехнический техникум»",
  website: "http://kpselhos.ru/",
  vk: "https://vk.com/kpsht",
  address: "619000, Пермский край, г. Кудымкар, ул. Лихачёва, 60",
  phone: "8 (34260) 4-58-27",
  email: "kp_at@mail.ru",
  directions: [
   { "code": "19.02.12", "title": "Технология продуктов питания животного происхождения" },
      { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг (по отраслям)" },
      { "code": "35.02.05", "title": "Агрономия" },
      { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { "code": "36.02.01", "title": "Ветеринария" },
      { "code": "23.01.06", "title": "Машинист дорожных и строительных машин" },
      { "code": "35.01.19", "title": "Мастер садово-паркового и ландшафтного строительства" },
      { "code": "", "title": "12680 Каменщик" },
      { "code": "", "title": "16600 Печник" },
      { "code": "", "title": "16675 Повар" },
      { "code": "", "title": "12901 Кондитер" },
      { "code": "", "title": "17521 Пчеловод" },
      { "code": "", "title": "18880 Столяр строительный" },
      { "code": "", "title": "18103 Садовник" },
      { "code": "", "title": "17531 Рабочий зеленого хозяйства" },
      { "code": "", "title": "18511 Слесарь по ремонту автомобилей" },
      { "code": "", "title": "11495 Вулканизаторщик" },
      { "code": "", "title": "19203 Тракторист" }
  ]
},
{ number: 46,
  name: "ГБПОУ «Добрянский гуманитарно-технологический техникум им. П.И. Сюзева»",
  website: "https://dobr-dgtt.ru/",
  vk: "https://vk.com/d_gt_t",
  address: "618740, Пермский край, г. Добрянка, ул. Трудовые Резервы, д. 5",
  phone: "8 (34265) 2-10-11",
  email: "info@dgtt.permkrai.ru",
  directions: [
    { code: "43.02.15", title: "Поварское и кондитерское дело" },
    { code: "09.02.07", title: "Информационные системы и программирование" },
    { code: "44.02.02", title: "Преподавание в начальных классах" },
    { code: "34.02.01", title: "Сестринское дело" },
    { code: "08.01.29", title: "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
    { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { code: "16675", title: "Повар" }
  ]
},
{ number: 47,
  name: "ГБПОУ «Соликамский технологический колледж»",
  website: "https://www.soltk.ru/",
  vk: "https://vk.com/soltk_59",
  address: "618554, Пермский край, г. Соликамск, ул. Всеобуча, д. 105",
  phone: "8 (34253) 7-21-73",
  email: "priyemnaya@soltk.ru",
  directions: [
    { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
      { "code": "08.02.14", "title": "Эксплуатация и обслуживание многоквартирного дома" },
      { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { "code": "35.02.08", "title": "Технология переработки древесины" },
      { "code": "35.02.01", "title": "Лесное и лесопарковое хозяйство" },
      { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
      { "code": "35.01.01", "title": "Мастер по лесному хозяйству" },
      { "code": "35.01.30", "title": "Машинист лесозаготовительных и трелевочных машин" }
  ]
},
{ number: 48,
  name: "ГБПОУ \"Художественное училище (техникум)\"",
  website: "https://hudperm.ru/",
  vk: "https://vk.com/perm_art_college",
  address: "614001, г. Пермь, ул. Ленина, д.7",
  phone: "8 (342) 212-59-54",
  email: "hudkolledj@permkray.ru",
  directions: [
    { code: "54.02.05", title: "Живопись" },
    { code: "54.02.01", title: "Дизайн" }
  ]
},
{ number: 49,
  name: "ГБПОУ \"Березниковское музыкальное училище\"",
  website: "https://bereznikibmu.ru/",
  vk: "https://vk.com/berbmu",
  address: "618419, Пермский край, г. Березники, ул. Льва Толстого, д.78",
  phone: "8 (3424)-23-72-00",
  email: "bereznikibmu2007@yandex.ru",
  directions: [
    { code: "53.02.03", title: "Инструментальное исполнительство, по виду инструментов – Фортепиано" },
    { code: "53.02.03", title: "Инструментальное исполнительство, по виду инструментов Оркестровые струнные инструменты" },
    { code: "53.02.03", title: "Инструментальное исполнительство, по виду инструментов Оркестровые духовые инструменты" },
    { code: "53.02.03", title: "Инструментальное исполнительство, по виду инструментов Инструменты народного оркестра" }
  ]
},
{ number: 50,
  name: "ГБПОУ \"Пермский краевой колледж искусств и культуры\"",
  website: "https://pkkik59.ru/",
  vk: "https://vk.com/pkkiikperm",
  address: "614066, Пермский край, город Пермь, улица Мира 72",
  phone: "8 (342) 221-59-51",
  email: "gbpou-pkkiik@yandex.ru",
  directions: [
    { "code": "51.02.03", "title": "Библиотечно-информационная деятельность" },
      { "code": "51.02.02", "title": "Социально-культурная деятельность (по видам)" },
      { "code": "51.02.01", "title": "Народное художественное творчество (по видам)" },
      { "code": "53.02.05", "title": "Сольное и хоровое народное пение" }
  ]
},
{ number: 51,
  name: "ГБПОУ \"Чайковское музыкальное училище\" (техникум)",
  website: "https://muzobr.perm.muzkult.ru/",
  vk: "https://vk.com/chaikmuzprof",
  address: "617764, Пермский край, г. Чайковский, ул. Ленина, 63",
  phone: "8 (34241) 244-26",
  email: "chaikmuzprof@chaykovsky.permkrai.ru",
  directions: [
     { "code": "53.02.03", "title": "Инструментальное исполнительство (по видам инструментов)" },
      { "code": "53.02.07", "title": "Теория музыки" },
      { "code": "53.02.06", "title": "Хоровое дирижирование" },
      { "code": "53.02.04", "title": "Вокальное искусство" },
      { "code": "53.02.05", "title": "Сольное и хоровое народное пение" },
      { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
      { "code": "54.02.05", "title": "Живопись (по видам)" }
  ]
},
{ number: 52,
  name: "ГБПОУ \"Пермский музыкальный колледж\"",
  website: "https://permmc.ru/",
  vk: "https://vk.com/club154020303",
  address: "614000, г. Пермь, ул. Екатерининская, 65, 67, 71; ул. Ленина, 7",
  phone: "8 (342) 212-10-92",
  email: "permmc@mail.ru",
  directions: [
   { "code": "53.02.03", "title": "Инструментальное исполнительство (по видам инструментов)" },
      { "code": "53.02.04", "title": "Вокальное искусство" },
      { "code": "53.02.02", "title": "Музыкальное искусство эстрады (по видам)" },
      { "code": "53.02.01", "title": "Музыкальное образование" },
      { "code": "53.02.07", "title": "Теория музыки" },
      { "code": "53.02.06", "title": "Хоровое дирижирование" }
  ]
},
{ number: 53,
  name: "ГБПОУ \"Колледж олимпийского резерва Пермского края\"",
  website: "https://oy-korpk.ru/",
  vk: "https://vk.com/kor_59",
  address: "614039, г. Пермь, ул. Сибирская, д. 55",
  phone: "8 (342) 244-19-79",
  email: "edu@kor.permkrai.ru",
  directions: [
    { code: "49.02.01", title: "Физическая культура" },
    { code: "49.02.02", title: "Адаптивная физическая культура" },
    { code: "49.02.03", title: "Спорт" }
  ]
},
{ number: 54,
  name: "ФКПОУ \"Кунгурский техникум – интернат\" Министерства труда и социальной защиты Российской Федерации",
  website: "https://kt-i.ru/",
  vk: "https://vk.com/kungur_ti",
  address: "617474, Пермский край, Кунгурский м/округ, п. Садоягодное, ул. Центральная, дом 2",
  phone: "8 (34271) 2-48-70",
  email: "kungur-ti@yandex.ru",
  directions: [
    { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
    { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
    { code: "35.01.19", title: "Мастер садово-паркового и ландшафтного строительства" },
    { code: "09.01.03", title: "Оператор информационных систем и ресурсов" }
  ]
},
{ number: 55,
  name: "Кунгурский государственный художественно-промышленный колледж (филиал) ФГБУ ВО \"Российский государственный художественно-промышленный университет им. С.Г. Строганова\"",
  website: "https://kt-i.ru/",
  vk: "https://vk.com/kungur_ti",
  address: "617474, Пермский край, Кунгурский м/округ, п. Садоягодное, ул. Центральная, дом 2",
  phone: "8 (34271) 2-48-70",
  email: "kungur-ti@yandex.ru",
  directions: [
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
      { "code": "54.02.02", "title": "Декоративно-прикладное искусство и народные промыслы (по видам)" }
  ]
},
{ number: 56,
  name: "Пермский институт (филиал) ФГБОУ ВО \"Российский экономический университет имени Г.В. Плеханова\"",
  website: "https://rea.perm.ru/",
  vk: "https://vk.com/reu",
  address: "614070, г. Пермь, бульвар Гагарина, д. 57",
  phone: "8 (342) 263-26-75",
  email: "perm.pk@rea.ru",
  directions: [
    { code: "09.02.07", title: "Информационные системы и программирование" },
    { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
    { code: "38.02.02", title: "Страховое дело (по отраслям)" },
    { code: "38.02.08", title: "Торговое дело" },
    { code: "38.02.07", title: "Банковское дело" },
    { code: "43.02.15", title: "Поварское и кондитерское дело" }
  ]
},
{ number: 57,
  name: "Колледж профессионального образования ФГБОУ ВО \"Пермский государственный национальный исследовательский университет\"",
  website: "https://www.psu.ru/ru",
  vk: "https://vk.com/kpo_psu",
  address: "614068, г. Пермь, ул. Генкеля, д. 7А, корп. 4",
  phone: "8 (342) 239-67-97",
  email: "college@psu.ru",
  directions: [
    { code: "09.02.07", title: "Информационные системы и программирование" },
    { code: "18.02.12", title: "Технология аналитического контроля химических соединений" },
    { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
    { code: "40.02.04", title: "Юриспруденция" }
  ]
},
{ number: 58,
  name: "Пермский финансово-экономический колледж – филиал ФГОБВО «Финансовый университет при Правительстве Российской Федерации» (Пермский филиал Финуниверситета)",
  website: "https://perm.fa.ru/",
  vk: "https://vk.com/nsoofthepermfi",
  address: "614077, г. Пермь, б-р Гагарина, дом 50, каб. 110",
  phone: "8 (342) 261-82-22",
  email: "priemka@fa.ru",
  directions: [
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "40.02.04", "title": "Юриспруденция" },
      { "code": "38.02.02", "title": "Страховое дело (по отраслям)" },
      { "code": "38.02.06", "title": "Финансы" },
      { "code": "38.02.07", "title": "Банковское дело" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" }
  ]
},
{ number: 59,
  name: "Медико-фармацевтическое училище ФГБОУ ВО \"Пермский государственный медицинский университет имени академика Е.А. Вагнера\" Министерства здравоохранения Российской Федерации",
  website: "https://abit.psmu.ru/about-university/medical-school/",
  vk: "https://vk.com/permsma",
  address: "614990, Пермский край, г. Пермь, ул. Петропавловская, д. 26",
  phone: "8 (342) 217-21-20",
  email: "psmu@psma.ru",
  directions: [
    { code: "31.02.03", title: "Лабораторная диагностика" },
    { code: "34.02.01", title: "Сестринское дело" },
    { code: "33.02.01", title: "Фармация" }
  ]
},
{ number: 60,
  name: "Пермский институт железнодорожного транспорта - филиал ФГБОУ ВО \"Уральский государственный университет путей сообщения\"",
  website: "https://pirt.usurt.ru/",
  vk: "https://vk.com/pizht_usurt_profesionalitet",
  address: "614000, Пермский край, ул. Максима Горького, дом 1",
  phone: "8 (342) 201-43-50",
  email: "sekretar_pizht@usurt.ru",
  directions: [
   { "code": "23.05.04", "title": "Эксплуатация железных дорог" },
      { "code": "13.02.07", "title": "Электроснабжение (по отраслям)" },
      { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
      { "code": "23.02.06", "title": "Техническая эксплуатация подвижного состава железных дорог" },
      { "code": "23.02.08", "title": "Строительство железных дорог, путь и путевое хозяйство" },
      { "code": "23.02.09", "title": "Автоматика и телемеханика на транспорте (на железнодорожном транспорте)" }
  ]
},
{ number: 61,
  name: "Пермский филиал ФГБОУ ВО \"Волжский государственный университет водного транспорта\"",
  website: "https://vsuwt-perm.ru/",
  vk: "https://vk.com/pf_vguvt",
  address: "614060, Пермский край, г.о. Пермский, г. Пермь, бульвар Гагарина, д.33",
  phone: "8 (342) 215-85-52",
  email: "inbox@vsuwt-perm.ru",
  directions: [
   { "code": "23.03.01", "title": "Технология транспортных процессов" },
      { "code": "26.03.01", "title": "Управление водным транспортом и гидрографическое обеспечение судоходства" },
      { "code": "26.05.05", "title": "Судовождение" },
      { "code": "26.05.06", "title": "Эксплуатация судовых энергетических установок" },
      { "code": "26.05.07", "title": "Эксплуатация судового электрооборудования и средств автоматики" },
      { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { "code": "26.02.02", "title": "Судостроение" },
      { "code": "26.02.01", "title": "Эксплуатация внутренних водных путей" },
      { "code": "26.02.03", "title": "Судовождение" },
      { "code": "26.02.05", "title": "Эксплуатация судовых энергетических установок" },
      { "code": "26.02.06", "title": "Эксплуатация судового электрооборудования и средств автоматики" }
  ]
},
{ number: 62,
  name: "Лысьвенский филиал ФГБОУ ВО \"Пермский национальный исследовательский политехнический университет\"",
  website: "http://lf.pstu.ru/",
  vk: "https://vk.com/lf.pstu",
  address: "618900, Пермский край, г. Лысьва, ул. Ленина, д. 2",
  phone: "8 (34249) 6-12-55",
  email: "office@lf.pstu.ru",
  directions: [
         { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "13.02.07", "title": "Электроснабжение (по отраслям)" },
      { "code": "15.02.16", "title": "Технология машиностроения" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.08", "title": "Торговое дело" }
  ]
},
{ number: 63,
  name: "Колледж физической культуры и спорта ФГБОУ ВО \"Чайковская государственная академия физической культуры и спорта\"",
  website: "https://chgafkis.ru/",
  vk: "https://vk.com/chgafkis",
  address: "617764, Приволжский Федеральный округ, Пермский край, г. Чайковский, ул. Ленина, 67",
  phone: "8 (34241) 2-39-17",
  email: "rektorat@chgafkis.ru",
  directions: [
    { code: "49.02.01", title: "Физическая культура" },
    { code: "49.02.02", title: "Адаптивная физическая культура" },
    { code: "49.02.03", title: "Спорт" }
  ]
},
{ number: 64,
  name: "ФГБОУ ВО \"Пермская государственная фармацевтическая академия\"",
  website: "https://pfa.ru/",
  vk: "https://vk.com/pharmakademia",
  address: "614990, Российская Федерация, Пермский край, г. Пермь, ул. Полевая, д. 2",
  phone: "8 (342) 233-55-01",
  email: "perm@pfa.ru",
  directions: [
    { code: "33.02.01", title: "Фармация" }
  ]
},
{ number: 65,
  name: "Соликамский государственный педагогический институт (филиал) федерального государственного автономного образовательного учреждения высшего образования \"Пермский государственный национальный исследовательский университет\"",
  website: "https://solgpi.ru/",
  vk: "https://vk.com/solgpi",
  address: "618547, Пермский край, г. Соликамск, ул. Северная, 44",
  phone: "8 (34253) 2-41-72",
  email: "inst@solgpi.ru",
  directions: [
   { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "40.02.04", "title": "Юриспруденция" },
      { "code": "18.02.12", "title": "Технология аналитического контроля химических соединений" }
  ]
},
{ number: 66,
  name: "Автономная некоммерческая профессиональная образовательная организация (далее-АНПОО) \"Национальный социально-педагогический колледж\"",
  website: "https://distant-college.ru/",
  vk: "https://vk.com/distantcollege",
  address: "614002, г. Пермь, ул. Чернышевского, 15в, офис 7",
  phone: "8 (342) 235-79-72",
  email: "pk1.nspk@i-college.ru",
  directions: [
    { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" },
      { "code": "44.02.02", "title": "Преподавание в начальных классах" },
      { "code": "44.02.05", "title": "Коррекционная педагогика в начальном образовании" },
      { "code": "40.02.02", "title": "Правоохранительная деятельность" },
      { "code": "43.02.16", "title": "Туризм и гостеприимство" },
      { "code": "38.02.07", "title": "Банковское дело" },
      { "code": "44.02.03", "title": "Педагогика дополнительного образования" },
      { "code": "39.02.01", "title": "Социальная работа" },
      { "code": "51.02.03", "title": "Библиотечно-информационная деятельность" },
      { "code": "21.02.19", "title": "Землеустройство" },
      { "code": "38.02.06", "title": "Финансы" },
      { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
      { "code": "46.01.03", "title": "Делопроизводитель" }
  ]
},
{ number: 67,
  name: "АНПОО \"Академическая школа информационных технологий\"",
  website: "https://itcollege59.ru/",
  vk: "https://vk.com/itcollege59",
  address: "614002, Пермский Край, г. Пермь, ул. Чернышевского 28",
  phone: "8 (342) 247-08-98",
  email: "info@itcollege59.ru",
  directions: [
    { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
    { code: "09.02.07", title: "Информационные системы и программирование" },
    { code: "09.02.11", title: "Разработка и управление программным обеспечением" }
  ]
},
{ number: 68,
  name: "АНОПО «Пермский гуманитарно-технологический колледж»",
  website: "https://pgtk-perm.ru/",
  vk: "https://vk.com/pgtkperm",
  address: "614002, Пермский Край, г. Пермь, ул. Чернышевского 28",
  phone: "8 (342) 214 31 61",
  email: "pgtk.perm@gmail.com",
  directions: [
    { "code": "40.02.04", "title": "Юриспруденция" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "42.02.01", "title": "Реклама" },
      { "code": "54.02.01", "title": "Дизайн (по отраслям)" }
  ]
},
{ number: 69,
  name: "Частное профессиональное образовательное учреждение (далее-ЧПОУ) Пермского краевого союза потребительских обществ \"Пермский кооперативный техникум\"",
  website: "https://vpkt.ucoz.ru/",
  vk: "https://vk.com/public193230645",
  address: "617120, Пермский край, Верещагинский район, город  Верещагино, улица  Коммунистическая, дом56",
  phone: "8 (34254) 3-54-56",
  email: "vpkt@mail.ru",
  directions: [
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.07", "title": "Банковское дело" },
      { "code": "38.02.08", "title": "Торговое дело" },
      { "code": "40.02.02", "title": "Правоохранительная деятельность" },
      { "code": "40.02.04", "title": "Юриспруденция" }
  ]
},
{ number: 70,
  name: "ЧПОУ \"Финансово-экономический колледж\"",
  website: "https://фэк.рф/",
  vk: "https://vk.com/fekperm",
  address: "614068, г. Пермь, ул. Екатерининская, 141",
  phone: "8 (342) 204-8-004",
  email: "college@pief.ru",
  directions: [
    { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
    { code: "38.02.03", title: "Операционная деятельность в логистике" },
    { code: "38.02.06", title: "Финансы" },
    { code: "38.02.07", title: "Банковское дело" },
    { code: "40.02.04", title: "Юриспруденция" },
    { code: "43.02.16", title: "Туризм и гостеприимство" },
    { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" },
    { code: "42.02.01", title: "Реклама" },
    { code: "38.02.08", title: "Торговое дело" }
  ]
},
{ number: 71,
  name: "АНПОО \"Экономический колледж при ПГУ\"",
  website: "https://ecu-psu.ru/ru/",
  vk: "https://vk.com/economcolleg59",
  address: "614000, г. Пермь, Комсомольский проспект, д. 34",
  phone: "8 (342)237-7050",
  email: "eku.psu@mail.ru",
  directions: [
   { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
      { "code": "38.02.06", "title": "Финансы" },
      { "code": "38.02.08", "title": "Торговое дело" },
      { "code": "40.02.04", "title": "Юриспруденция" }
  ]
},
{ number: 72,
  name: "ЧОУПО \"Западно-Уральский горный техникум\"",
  website: "https://zugt.cpreuro.ru/",
  vk: "https://vk.com/zugt_tehnikum_kolledzh_zaochno",
  address: "614077, г. Пермь, б-р Гагарина, д. 54А",
  phone: "8 (342) 290-90-91",
  email: "zugt@ucpermoil.ru",
  directions: [
    { "code": "21.02.01", "title": "Разработка и эксплуатация нефтяных и газовых месторождений" },
      { "code": "21.02.02", "title": "Бурение нефтяных и газовых скважин" },
      { "code": "21.02.03", "title": "Сооружение и эксплуатация газонефтепроводов и газонефтехранилищ" },
      { "code": "21.02.11", "title": "Геофизические методы поисков и разведки месторождений полезных ископаемых" },
      { "code": "15.02.16", "title": "Технология машиностроения" },
      { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { "code": "18.02.08", "title": "Переработка нефти и газа" },
      { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
      { "code": "38.02.08", "title": "Торговое дело" },
      { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "21.02.14", "title": "Маркшейдерское дело" },
      { "code": "21.02.17", "title": "Подземная разработка месторождений полезных ископаемых" },
      { "code": "22.02.08", "title": "Металлургическое производство (по видам)" }
  ]
},
{ number: 73,
  name: "ЧПОУ \"Пермский колледж экономики и управления\"",
  website: "https://www.pkeu.ru/",
  vk: "https://vk.com/pkeustudents",
  address: "614077, Пермь, Бульвар Гагарина, 80а",
  phone: "8 (342)293-94-22",
  email: "abitur.pkeu@mail.ru",
  directions: [
   { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
      { "code": "38.02.06", "title": "Финансы" },
      { "code": "38.02.07", "title": "Банковское дело" },
      { "code": "38.02.08", "title": "Торговое дело" },
      { "code": "40.02.02", "title": "Правоохранительная деятельность" },
      { "code": "40.02.04", "title": "Юриспруденция" }
  ]
},
{ number: 74,
  name: "Автономная некоммерческая профессиональная образовательная организация «Современный цифровой колледж при Западно-Уральском институте экономики и права»",
  website: "https://mdcollege.ru/",
  vk: "https://vk.com/mdcollege",
  address: "614000, г. Пермь, ул. Сибирская, 35Д, каб. 401",
  phone: "8 (342) 291-91-72",
  email: "college_zuiep@mail.ru",
  directions: [
    { code: "09.02.07", title: "Информационные системы и программирование" },
    { code: "40.02.04", title: "Юриспруденция" },
    { code: "44.02.02", title: "Преподавание в начальных классах" }
  ]
},
{ number: 75,
  name: "Автономная некоммерческая организация высшего образования «Международный гуманитарный университет имени Императора Петра Великого» Пермский многопрофильный колледж",
  website: "https://mgu-online.ru/",
  vk: "",
  address: "614000, край Пермский, г. Пермь, ул. Куйбышева, д. 37, оф. 604А",
  phone: "8 (342) 273-79-71",
  email: "info@mgu-online.ru",
  directions: [
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "40.02.03", "title": "Право и судебное администрирование" },
      { "code": "38.02.06", "title": "Финансы" },
      { "code": "44.02.02", "title": "Преподавание в начальных классах" },
      { "code": "09.01.03", "title": "Оператор информационных систем и ресурсов" },
      { "code": "54.01.20", "title": "Графический дизайнер" }
  ]
},
 // === вот здесь вставляем разделитель ===
  {
    type: "heading",
    title: "Каталог специальностей высшего профессионального образования (ВПО)"
  },

  { number: 1,
    name: 'ФГАОУ ВО "Пермский государственный национальный исследовательский университет"',
    website: 'http://www.psu.ru/',
    vk: 'https://vk.com/permuniversity',
    address: '614068, Пермь, ул. Букирева, д. 15',
    phone: '8 (342) 2-396-589',
    email: 'info@psu.ru',
    directions: [
      { "code": "05.03.06", "title": "Экология и природопользование" },
      { "code": "06.03.01", "title": "Биология" },
      { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
      { "code": "05.03.02", "title": "География" },
      { "code": "05.03.03", "title": "Картография и геоинформатика" },
      { "code": "05.03.05", "title": "Прикладная гидрометеорология" },
      { "code": "21.03.03", "title": "Геодезия и дистанционное зондирование" },
      { "code": "43.03.01", "title": "Сервис" },
      { "code": "43.03.02", "title": "Туризм" },
      { "code": "43.03.03", "title": "Гостиничное дело" },
      { "code": "05.03.01", "title": "Геология" },
      { "code": "01.03.02", "title": "Прикладная математика и информатика" },
      { "code": "02.03.02", "title": "Фундаментальная информатика и информационные технологии" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "11.03.02", "title": "Инфокоммуникационные технологии и системы связи" },
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
      { "code": "41.03.04", "title": "Политология" },
      { "code": "41.03.05", "title": "Международные отношения" },
      { "code": "46.03.01", "title": "История" },
      { "code": "45.03.02", "title": "Лингвистика" },
      { "code": "01.03.01", "title": "Математика" },
      { "code": "01.03.03", "title": "Механика и математическое моделирование" },
      { "code": "01.03.04", "title": "Прикладная математика" },
      { "code": "03.03.01", "title": "Прикладные математика и физика" },
      { "code": "12.03.01", "title": "Приборостроение" },
      { "code": "28.03.01", "title": "Нанотехнологии и микросистемная техника" },
      { "code": "03.03.02", "title": "Физика" },
      { "code": "03.03.03", "title": "Радиофизика" },
      { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
      { "code": "42.03.02", "title": "Журналистика" },
      { "code": "42.03.05", "title": "Медиакоммуникации" },
      { "code": "45.03.01", "title": "Филология" },
      { "code": "44.03.01", "title": "Педагогическое образование" },
      { "code": "37.03.01", "title": "Психология" },
      { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
      { "code": "39.03.01", "title": "Социология" },
      { "code": "39.03.03", "title": "Организация работы с молодежью" },
      { "code": "47.03.01", "title": "Философия" },
      { "code": "51.03.01", "title": "Культурология" },
      { "code": "54.03.01", "title": "Дизайн" },
      { "code": "04.03.01", "title": "Химия" },
      { "code": "04.03.02", "title": "Химия, физика и механика материалов" },
      { "code": "20.03.01", "title": "Техносферная безопасность" },
      { "code": "01.03.05", "title": "Статистика" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.05", "title": "Бизнес-информатика" },
      { "code": "37.03.02", "title": "Конфликтология" },
      { "code": "39.03.02", "title": "Социальная работа" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "10.05.01", "title": "Компьютерная безопасность" },
      { "code": "10.05.03", "title": "Информационная безопасность автоматизированных систем" },
      { "code": "10.05.04", "title": "Информационно-аналитические системы безопасности" },
      { "code": "45.05.01", "title": "Перевод и переводоведение" },
      { "code": "37.05.01", "title": "Клиническая психология" },
      { "code": "04.05.01", "title": "Фундаментальная и прикладная химия" },
      { "code": "33.05.01", "title": "Фармация" },
      { "code": "38.05.01", "title": "Экономическая безопасность" },
      { "code": "38.05.02", "title": "Таможенное дело" },
      { "code": "40.05.03", "title": "Судебная экспертиза" },
      { "code": "40.05.04", "title": "Судебная и прокурорская деятельность" }
    ]
  },
  { number: 2,
    name: 'ФГАОУ ВО "Пермский национальный исследовательский политехнический университет"',
    website: 'https://pstu.ru/',
    vk: 'https://vk.com/politehperm',
    address: '614990, Пермский край, г. Пермь, Комсомольский проспект, д. 29',
    phone: '8 (342) 219-80-67',
    email: 'stfpriem@pstu.ru',
    directions: [
      { code: '08.05.01', title: 'Строительство уникальных зданий и сооружений' },
      { code: '13.03.03', title: 'Энергетическое машиностроение' },
      { code: '18.03.01', title: 'Химическая технология' },
      { code: '22.03.01', title: 'Материаловедение и технологии материалов' },
      { code: '28.03.03', title: 'Наноматериалы' },
      { code: '17.05.02', title: 'Стрелково-пушечное, артиллерийское и ракетное оружие' },
      { code: '18.05.01', title: 'Химическая технология энергонасыщенных материалов и изделий' },
      { code: '24.05.02', title: 'Проектирование авиационных и ракетных двигателей' },
      { code: '15.03.02', title: 'Технологические машины и оборудование' },
      { code: '20.03.01', title: 'Техносферная безопасность' },
      { code: '21.03.01', title: 'Нефтегазовое дело' },
      { code: '21.05.01', title: 'Прикладная геодезия' },
      { code: '21.05.02', title: 'Прикладная геология' },
      { code: '21.05.03', title: 'Технология геологической разведки' },
      { code: '21.05.04', title: 'Горное дело' },
      { code: '21.05.05', title: 'Физические процессы горного или нефтегазового производства' },
      { code: '21.05.06', title: 'Нефтегазовые техника и технологии' },
      { code: '09.03.03', title: 'Прикладная информатика' },
      { code: '38.03.01', title: 'Экономика' },
      { code: '38.03.02', title: 'Менеджмент' },
      { code: '38.03.04', title: 'Государственное и муниципальное управление' },
      { code: '39.03.01', title: 'Социология' },
      { code: '42.03.01', title: 'Реклама и связи с общественностью' },
      { code: '45.03.02', title: 'Лингвистика' },
      { code: '15.03.01', title: 'Машиностроение' },
      { code: '15.03.05', title: 'Конструкторско-технологическое обеспечение машиностроительных производств' },
      { code: '27.03.02', title: 'Управление качеством' },
      { code: '07.03.01', title: 'Архитектура' },
      { code: '08.03.01', title: 'Строительство' },
      { code: '01.03.02', title: 'Прикладная математика и информатика' },
      { code: '09.03.02', title: 'Информационные системы и технологии' },
      { code: '12.03.03', title: 'Фотоника и оптоинформатика' },
      { code: '15.03.03', title: 'Прикладная механика' },
      { code: '15.03.04', title: 'Автоматизация технологических процессов и производств' },
      { code: '19.03.01', title: 'Биотехнология' },
      { code: '09.03.01', title: 'Информатика и вычислительная техника' },
      { code: '09.03.04', title: 'Программная инженерия' },
      { code: '10.03.01', title: 'Информационная безопасность' },
      { code: '11.03.02', title: 'Инфокоммуникационные технологии и системы связи' },
      { code: '13.03.02', title: 'Электроэнергетика и электротехника' },
      { code: '15.03.06', title: 'Мехатроника и робототехника' },
      { code: '27.03.04', title: 'Управление в технических системах' },
      { code: '10.05.03', title: 'Информационная безопасность автоматизированных систем' },
      { code: '27.05.01', title: 'Специальные организационно-технические системы' },
      { code: '23.03.03', title: 'Эксплуатация транспортно-технологических машин и комплексов' }
    ]
  },
  { number: 3,
    name: 'ФГБОУ ВО "Пермский государственный гуманитарно-педагогический университет"',
    website: 'https://pspu.ru/',
    vk: 'https://vk.com/club48530633',
    address: '614990, Пермский край, г. Пермь, ул. Сибирская, д. 24',
    phone: '8 (342) 215-18-54',
    email: 'priem@pspu.ru',
    directions: [
      { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
      { "code": "44.03.01", "title": "Педагогическое образование" },
      { "code": "49.03.02", "title": "Физическая культура для лиц с отклонениями в состоянии здоровья (адаптивная физическая культура)" },
      { "code": "43.03.02", "title": "Туризм" },
      { "code": "44.03.03", "title": "Специальное (дефектологическое) образование" },
      { "code": "45.03.02", "title": "Лингвистика" },
      { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
      { "code": "37.03.01", "title": "Психология" },
      { "code": "44.03.04", "title": "Профессиональное обучение (по отраслям)" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "09.03.03", "title": "Прикладная информатика" }
    ]
  },
  { number: 4,
    name: 'ФГБОУ ВО "Пермский государственный институт культуры"',
    website: 'https://pgik.ru/',
    vk: 'https://vk.com/pgik.perm',
    address: '614000, Пермский край, г. Пермь, ул. Газеты "Звезда", д. 18',
    phone: '8 (342) 212-45-93',
    email: 'rectorat@pgik.ru',
    directions: [
            { "code": "43.03.02", "title": "Туризм" },
      { "code": "46.03.02", "title": "Документоведение и архивоведение" },
      { "code": "47.03.03", "title": "Религиоведение" },
      { "code": "51.03.01", "title": "Культурология" },
      { "code": "51.03.02", "title": "Народная художественная культура" },
      { "code": "51.03.03", "title": "Социально-культурная деятельность" },
      { "code": "51.03.04", "title": "Музеология и охрана объектов культурного и природного наследия" },
      { "code": "51.03.05", "title": "Режиссура театрализованных представлений и праздников" },
      { "code": "51.03.06", "title": "Библиотечно-информационная деятельность" },
      { "code": "52.03.02", "title": "Хореографическое исполнительство" },
      { "code": "52.03.03", "title": "Цирковое искусство" },
      { "code": "53.03.01", "title": "Музыкальное искусство эстрады" },
      { "code": "53.03.02", "title": "Музыкально-инструментальное искусство" },
      { "code": "53.03.03", "title": "Вокальное искусство" },
      { "code": "53.03.04", "title": "Искусство народного пения" },
      { "code": "53.03.05", "title": "Дирижирование" },
      { "code": "53.03.06", "title": "Музыкознание и музыкально-прикладное искусство" },
      { "code": "52.05.01", "title": "Актерское искусство" },
      { "code": "53.05.06", "title": "Композиция" },
      { "code": "54.05.02", "title": "Живопись" }
    ]
  },
  { number: 5,
    name: 'ФГБОУ ВО "Пермский государственный аграрно-технологический университет имени академика Д.Н. Прянишникова"',
    website: 'https://pgatu.ru/today/',
    vk: 'https://vk.com/pgatu_perm',
    address: '614990, Пермский край, г. Пермь, ул. Петропавловская, д. 23',
    phone: '8 (342) 212-53-94',
    email: 'info@pgatu.ru',
    directions: [
     { "code": "05.03.06", "title": "Экология и природопользование" },
      { "code": "06.03.02", "title": "Почвоведение" },
      { "code": "08.03.01", "title": "Строительство" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "09.03.04", "title": "Программная инженерия" },
      { "code": "18.03.01", "title": "Химическая технология" },
      { "code": "19.03.04", "title": "Технология продукции и организация общественного питания" },
      { "code": "20.03.01", "title": "Техносферная безопасность" },
      { "code": "21.03.02", "title": "Землеустройство и кадастры" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.07", "title": "Товароведение" },
      { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
      { "code": "35.03.01", "title": "Лесное дело" },
      { "code": "35.03.02", "title": "Технология лесозаготовительных и деревоперерабатывающих производств" },
      { "code": "35.03.03", "title": "Агрохимия и агропочвоведение" },
      { "code": "35.03.04", "title": "Агрономия" },
      { "code": "35.03.05", "title": "Садоводство" },
      { "code": "35.03.06", "title": "Агроинженерия" },
      { "code": "35.03.07", "title": "Технология производства и переработки сельскохозяйственной продукции" },
      { "code": "35.03.10", "title": "Ландшафтная архитектура" },
      { "code": "36.03.01", "title": "Ветеринарно-санитарная экспертиза" },
      { "code": "36.03.02", "title": "Зоотехния" },
      { "code": "23.05.01", "title": "Наземные транспортно-технологические средства" },
      { "code": "36.05.01", "title": "Ветеринария" }
    ]
  },
  { number: 6,
    name: 'ФГБОУ ВО "Пермская государственная фармацевтическая академия" Министерства здравоохранения Российской Федерации',
    website: 'https://pfa.ru/',
    vk: 'https://vk.com/pharmakademia',
    address: '614990, Пермский край, г. Пермь, ул. Полевая, д. 2',
    phone: '8 (342) 233-55-01',
    email: 'perm@pfa.ru',
    directions: [
      { "code": "19.03.01", "title": "Биотехнология" },
      { "code": "18.03.01", "title": "Химическая технология" },
      { "code": "33.05.01", "title": "Фармация" }
    ]
  },
  { number: 7,
    name: 'ФГБОУ ВО "Пермский государственный медицинский университет имени академика Е.А. Вагнера" Министерства здравоохранения Российской Федерации',
    website: 'https://psma.ru/',
    vk: 'https://vk.com/permsma',
    address: '614990, Пермский край, г. Пермь, ул. Петропавловская, д. 26',
    phone: '8 (342) 217-21-20',
    email: 'psmu@psma.ru',
    directions: [
      { "code": "31.05.01", "title": "Лечебное дело" },
      { "code": "31.05.02", "title": "Педиатрия" },
      { "code": "31.05.03", "title": "Стоматология" },
      { "code": "32.05.01", "title": "Медико-профилактическое дело" },
      { "code": "37.05.01", "title": "Клиническая психология" }
    ]
  },
  { number: 8,
    name: 'ФГКВОУ ВО "Пермский военный институт войск национальной гвардии Российской Федерации"',
    website: 'https://pvi.rosguard.gov.ru/',
    vk: 'https://vk.com/pvivngrf',
    address: '614112, г. Пермь, ул. Гремячий лог, д. 1',
    phone: '8 (342) 270-39-39',
    email: 'PVIPKVNG@MAIL.RU',
    directions: [
      { "code": "11.03.02", "title": "Инфокоммуникационные технологии и системы связи" },
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "06.03.01", "title": "Биология" },
      { "code": "23.05.02", "title": "Транспортные средства специального назначения" },
      { "code": "17.05.02", "title": "Стрелково-пушечное, артиллерийское и ракетное оружие" },
      { "code": "56.05.01", "title": "Тыловое обеспечение" },
      { "code": "11.05.02", "title": "Специальные радиотехнические системы" },
      { "code": "23.05.01", "title": "Наземные транспортно-технологические средства" }
    ]
  },
  { number: 9,
    name: 'ФКОУ ВО "Пермский институт федеральной службы исполнения наказаний"',
    website: 'https://pi.fsin.gov.ru/obuchenie/obuchenie-na-platnoy-osnove/',
    vk: 'https://vk.com/public205355116',
    address: '614012, г. Пермь, ул. Карпинского, д. 125',
    phone: '8 (342) 240-23-05',
    email: 'pifsin@57.fsin.gov.ru',
    directions: [
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "40.05.02", "title": "Правоохранительная деятельность" }
    ]
  },
  { number: 10,
    name: 'ФГБОУ ВО "Чайковская государственная академия физической культуры и спорта"',
    website: 'https://chgafkis.ru/',
    vk: 'https://vk.com/chgafkis',
    address: '617764, Пермский край, г. Чайковский, ул. Ленина, д. 67',
    phone: '8 (34241) 2-39-17',
    email: 'rektorat@chgafkis.ru',
    directions: [
      { "code": "49.03.04", "title": "Спорт" },
      { "code": "49.03.03", "title": "Рекреация и спортивно-оздоровительный туризм" },
      { "code": "49.03.02", "title": "Физическая культура для лиц с отклонениями в состоянии здоровья (адаптивная физическая культура)" },
      { "code": "49.03.01", "title": "Физическая культура" },
      { "code": "44.03.01", "title": "Педагогическое образование" }
    ]
  },
  { number: 11,
    name: 'Соликамский государственный педагогический институт (филиал) ФГАОУ ВО "Пермский государственный национальный исследовательский университет"',
    website: 'https://solgpi.ru/',
    vk: 'https://vk.com/solgpi',
    address: '618547, Пермский край, г. Соликамск, ул. Северная, д. 44',
    phone: '8 (34253) 2-41-72',
    email: 'inst@solgpi.ru',
    directions: [
      { "code": "01.03.02", "title": "Прикладная математика и информатика" },
      { "code": "37.03.01", "title": "Психология" },
      { "code": "43.03.02", "title": "Туризм" },
      { "code": "44.03.01", "title": "Педагогическое образование" },
      { "code": "44.03.03", "title": "Специальное (дефектологическое) образование" },
      { "code": "44.03.05", "title": "Педагогическое образование с двумя профилями подготовки" },
      { "code": "44.02.03", "title": "Педагогика дополнительного образования" }
    ]
  },
  { number: 12,
    name: 'Березниковский филиал ФГАОУ ВО "Пермский национальный исследовательский политехнический университет"',
    website: 'http://www.bf.pstu.ru/enrollee',
    vk: 'https://vk.com/bf_pnipu',
    address: '618404, Пермский край, г. Березники, ул. Тельмана, д. 7',
    phone: '8 (3424) 26-90-32',
    email: 'sekret@bf.pstu.ac.ru',
    directions: [
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "15.03.04", "title": "Автоматизация технологических процессов и производств" },
      { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
      { "code": "18.03.01", "title": "Химическая технология" },
      { "code": "15.03.02", "title": "Технологические машины и оборудование" },
      { "code": "20.03.01", "title": "Техносферная безопасность" },
      { "code": "08.03.01", "title": "Строительство" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "21.05.04", "title": "Горное дело" }
    ]
  },
  { number: 13,
    name: 'Лысьвенский филиал ФГАОУ ВО "Пермский национальный исследовательский политехнический университет"',
    website: 'http://www.lf.pstu.ru/',
    vk: 'https://vk.com/lf.pstu',
    address: '618900, Пермский край, г. Лысьва, ул. Ленина, д. 2',
    phone: '8 (34249) 6-12-55',
    email: 'pts@lf.pstu.ru',
    directions: [
            { "code": "44.03.04", "title": "Экономика и управление" },
      { "code": "44.03.04", "title": "Правоведение и правоохранительная деятельность" },
      { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
      { "code": "22.03.02", "title": "Металлургия (обработка металлов и сплавов давлением)" },
      { "code": "20.03.01", "title": "Техносферная безопасность" },
      { "code": "15.03.05", "title": "Конструкторско-технологическое обеспечение машиностроительных производств" },
      { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "08.03.01", "title": "Строительство (промышленное и гражданское строительство)" }
    ]
  },
  { number: 14,
    name: 'Чайковский филиал ФГАОУ ВО "Пермский национальный исследовательский политехнический университет"',
    website: 'https://chf.pstu.ru/',
    vk: 'https://vk.com/chf_pnipu',
    address: '617760, Пермский край, г. Чайковский, ул. Ленина, д. 73',
    phone: '8 (34241) 3-44-56',
    email: 'ok@pnipu.ru',
    directions: [
      { "code": "08.03.01", "title": "Строительство" },
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
      { "code": "15.03.04", "title": "Автоматизация технологических процессов и производств" },
      { "code": "20.03.01", "title": "Техносферная безопасность" }
    ]
  },
  { number: 15,
    name: 'ФГАОУ ВО Пермский филиал Национального исследовательского университета "Высшая школа экономики"',
    website: 'https://perm.hse.ru/',
    vk: 'https://vk.com/hsestudents',
    address: '614070, Пермский край, Пермь, ул. Студенческая, д. 38',
    phone: '8 (342) 200-96-96',
    email: 'abitur.perm@hse.ru',
    directions: [
      { "code": "54.03.01", "title": "Дизайн (Изобразительное и прикладные виды искусств)" },
      { "code": "09.03.01", "title": "Программные системы и автоматизация процессов разработки (Информатика и вычислительная техника)" },
      { "code": "38.03.01", "title": "Экономика (Международный бакалавриат по бизнесу и экономике)" },
      { "code": "38.03.02", "title": "Менеджмент (Международный бакалавриат по бизнесу и экономике; Менеджмент в креативных индустриях; Управление бизнесом)" },
      { "code": "45.03.02", "title": "Лингвистика" },
      { "code": "40.05.01", "title": "Юриспруденция" }
    ]
  },
  { number: 16,
    name: 'Пермский институт железнодорожного транспорта - филиал ФГБОУ ВО "Уральский государственный университет путей сообщения"',
    website: 'https://pirt.usurt.ru/',
    vk: 'https://vk.com/pizht_usurt_profesionalitet',
    address: '614000, г. Пермь, ул. М. Горького, д. 1, ауд. 29А',
    phone: '8 (342) 230-30-31',
    email: 'Sekretar@pizht.ru',
    directions: [
      { "code": "23.05.03", "title": "Подвижной состав железных дорог" },
      { "code": "23.05.04", "title": "Эксплуатация железных дорог" },
      { "code": "23.05.06", "title": "Строительство железных дорог, мостов и транспортных тоннелей" },
      { "code": "11.02.06", "title": "Техническая эксплуатация транспортного радиоэлектронного оборудования (по видам транспорта)" },
      { "code": "13.02.07", "title": "Электроснабжение (по отраслям)" },
      { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
      { "code": "27.02.03", "title": "Автоматика и телемеханика на транспорте (железнодорожном транспорте)" },
      { "code": "23.02.06", "title": "Техническая эксплуатация подвижного состава железных дорог" },
      { "code": "08.02.10", "title": "Строительство железных дорог, путь и путевое хозяйство" }
    ]
  },
  { number: 17,
    name: 'Пермский филиал ФГБОУ ВО "Волжский государственный университет водного транспорта"',
    website: 'https://vsuwt-perm.ru/',
    vk: 'https://vk.com/pf_vguvt',
    address: '614060, Пермский край, г. Пермь, бульвар Гагарина, д. 33',
    phone: '8 (342) 215-85-52',
    email: 'inbox@vsuwt-perm.ru',
    directions: [
      { "code": "23.03.01", "title": "Технология транспортных процессов" },
      { "code": "26.03.01", "title": "Управление водным транспортом, гидрографическое обеспечение судоходства" },
      { "code": "26.05.05", "title": "Судовождение" },
      { "code": "26.05.06", "title": "Эксплуатация судовых энергетических установок" },
      { "code": "26.05.07", "title": "Эксплуатация судового электрооборудования и средств автоматики" }
    ]
  },
  { number: 18,
    name: 'ФГБОУ ВО Пермский институт (филиал) Российского экономического университета имени Г.В. Плеханова',
    website: 'https://www.rea.perm.ru/',
    vk: 'https://vk.com/rea_perm',
    address: '614070, г. Пермь, бульвар Гагарина, д. 57',
    phone: '8 (342) 282-57-45',
    email: 'perm@rea.ru',
    directions: [
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.08", "title": "Торговое дело" },
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "38.03.07", "title": "Товароведение" },
      { "code": "43.03.03", "title": "Гостиничное дело" }
    ]
  },
  { number: 19,
    name: 'Чайковский технологический институт (филиал) ФГБОУ ВО "Ижевский государственный технический университет имени М.Т. Калашникова"',
    website: 'https://istu.ru/',
    vk: 'https://vk.com/chti_chaik',
    address: '617766, Пермский край, г. Чайковский, ул. Декабристов, д. 23/6',
    phone: '8 (34241) 2-97-87',
    email: 'otdel_pk@chti.ru',
    directions: [
      { "code": "09.03.04", "title": "Программная инженерия" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "08.03.01", "title": "Строительство" }
    ]
  },
  { number: 20,
    name: 'Уральский филиал ФГБОУ ВО "Российская академия живописи, ваяния и зодчества Ильи Глазунова"',
    website: 'https://artacademy.perm.ru/',
    vk: 'https://vk.com/public78983352',
    address: '614000, Пермский край, г. Пермь, ул. Ленина, д. 56',
    phone: '8 (342) 210-11-75',
    email: 'artacademi@mail.ru',
    directions: [
      { "code": "07.03.01", "title": "Архитектура" },
      { "code": "07.03.03", "title": "Дизайн архитектурной среды" },
      { "code": "54.03.02", "title": "Декоративно-прикладное искусство и народные промыслы" },
      { "code": "54.05.02", "title": "Живопись" },
      { "code": "54.05.04", "title": "Скульптура" }

    ]
  },
  { number: 21,
    name: 'Пермский филиал "Российской академии народного хозяйства и государственной службы при Президенте Российской Федерации"',
    website: 'https://perm.ranepa.ru/',
    vk: 'https://vk.com/abitura_ranx_perm',
    address: '614039, г. Пермь, Комсомольский проспект, д. 61',
    phone: '8 (342) 207-82-15',
    email: 'perm-pk@ranepa.ru',
    directions: [
      { "code": "38.03.01", "title": "Экономика (Экономика предприятий и организаций)" },
      { "code": "38.03.02", "title": "Менеджмент (Управление проектами)" },
      { "code": "38.03.04", "title": "Государственное и муниципальное управление (Государственная и муниципальная служба)" },
      { "code": "40.03.01", "title": "Юриспруденция (Гражданско-правовой)" }
    ]
  },
  { number: 22,
    name: 'АНО ВПО "Прикамский социальный институт"',
    website: 'https://psi.perm.ru/',
    vk: 'https://vk.com/psi.perm',
    address: '614002, Пермский край, г. Пермь, ул. Чернышевского, д. 28',
    phone: '8 (342) 214-31-61',
    email: 'psi.2001@mail.ru',
    directions: [
      { "code": "37.03.01", "title": "Психология" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "40.03.01", "title": "Юриспруденция" }
    ]
  },
  { number: 23,
    name: 'ЧОУ ВО "Западно-Уральский институт экономики и права"',
    website: 'https://zuiep.ru/',
    vk: 'https://vk.com/zuiep',
    address: '614000, г. Пермь, ул. Сибирская, д. 35Д',
    phone: '8 (342) 227-40-40',
    email: 'info@zuiep.ru',
    directions: [
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "09.03.03", "title": "Прикладная информатика" }
    ]
  },
  // ← добавляй следующие объекты через запятую.
]; // НЕ ставь запятую после закрывающей скобки массива
