window.catalogData = window.catalogData || {};
window.catalogData["Сахалинская область"] = [
  {
    number: 1,
    name: "ГБПОУ «Сахалинский техникум сервиса»",
    website: "https://sakhts.sakhalin.gov.ru/",
    vk: "https://vk.com/ctc65",
    address: "693007, Сахалинская область, г. Южно-Сахалинск, ул. Комсомольская, 212",
    phone: "8 (424) 242-45-38",
    email: "mo.gbpousts@sakhalin.gov.ru",
    directions: [
      { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "10.02.04", "title": "Обеспечение информационной безопасности телекоммуникационных систем" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "29.01.33", "title": "Мастер по изготовлению швейных изделий" }

    ]
  },
  {
    number: 2,
    name: "ГБПОУ «Сахалинский техникум механизации сельского хозяйства»",
    website: "https://sakhcam.sakhalin.gov.ru/",
    vk: "https://vk.com/agrotechschool",
    address: "693022, Сахалинская область, г. Южно‐Сахалинск, п/р Ново‐Александровск, ул. Восточная, 20",
    phone: "8 (424) 246–02–87",
    email: "mo.gbouspostmskh@sakhalin.gov.ru",
    directions: [
      { code: "35.01.15", title: "Мастер по ремонту и обслуживанию электрооборудования в сельском хозяйстве" },
      { code: "35.01.27", title: "Мастер сельскохозяйственного производства" },
      { code: "35.02.08", title: "Электротехнические системы в агропромышленном комплексе" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" }
    ]
  },
  {
    number: 3,
    name: "ГБПОУ «Сахалинский техникум строительства и жилищно-коммунального хозяйства»",
    website: "https://sakhsjh.sakhalin.gov.ru/",
    vk: "https://vk.com/public217482264",
    address: "693000, Сахалинская область, г. Южно-Сахалинск, ул. Деповская, д. 42",
    phone: "8 (424) 224-02-86",
    email: "mo.sakhst@sakhalin.gov.ru",
    directions: [
      { code: "08.01.24", title: "Мастер столярно-плотничных, паркетных и стекольных работ" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "15.01.38", title: "Оператор-наладчик металлообрабатывающих станков" },
      { code: "23.01.07", title: "Машинист крана (крановщик)" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.04", title: "Водоснабжение и водоотведение" },
      { code: "08.02.12", title: "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
      { code: "08.02.15", title: "Информационное моделирование в строительстве" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" }
    ]
  },
  {
    number: 4,
    name: "ГБПОУ «Сахалинский техникум строительства и жилищно-коммунального хозяйства - Долинский филиал»",
    website: "https://dfsts.sakhalin.gov.ru/",
    vk: "https://vk.com/public220789292",
    address: "694051, Сахалинская область, г. Долинск, ул. Березовая, 2а",
    phone: "8 (424) 422-85-12",
    email: "dolinsk_pu18@mail.ru",
    directions: [
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "08.02.14", title: "Эксплуатация и обслуживание многоквартирного дома" },
      { code: "39.02.01", title: "Социальная работа" },
      { code: "08.01.29", title: "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" }
    ]
  },
  {
    number: 5,
    name: "ГБПОУ «Сахалинский техникум отраслевых технологий и сервиса»",
    website: "https://stotis.sakhalin.gov.ru/",
    vk: "https://vk.com/stotis_rf",
    address: "694620, Сахалинская область, г. Холмск, ул. Победы, д.10",
    phone: "8 (424) 332-09-82",
    email: "stotis@sakhalin.gov.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
    { "code": "15.02.10", "title": "Мехатроника и мобильная робототехника (по отраслям)" },
    { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "08.01.29", "title": "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" }

    ]
  },
  {
    number: 6,
    name: "ГБПОУ «Сахалинский промышленно-экономический техникум»",
    website: "https://spetpro.ru/",
    vk: "https://vk.com/spetpro",
    address: "693010, Сахалинская область, г. Южно-Сахалинск, ул. Алексея Максимовича Горького, д. 28",
    phone: "8 (424) 242-46-80",
    email: "mo.gbouspospet@sakhalin.gov.ru",
    directions: [
      { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
    { "code": "09.02.01", "title": "Компьютерные системы и комплексы" }

    ]
  },
  {
    number: 7,
    name: "ГБПОУ «Сахалинский индустриальный техникум»",
    website: "https://licey6okha.ru/",
    vk: "https://vk.com/public217482182",
    address: "694490, Сахалинская область, г. Оха, ул. Советская, д. 58",
    phone: "8 (424) 374-52-10",
    email: "mo.gbpousit@sakhalin.gov.ru",
    directions: [
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "15.01.37", title: "Слесарь-наладчик контрольно-измерительных приборов и автоматики" },
      { code: "23.01.06", title: "Машинист дорожных и строительных машин" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" }
    ]
  },
  {
    number: 8,
    name: "ГБПОУ «Сахалинский горный техникум»",
    website: "https://sgt.edusite.ru/",
    vk: "https://vk.com/sakhgt",
    address: "694910, Сахалинская область, Углегорский р-н, пгт Шахтерск, ул. Интернациональная, дом 16",
    phone: "8 (424) 323-24-99",
    email: "mo.gbpousgt@sakhalin.gov.ru",
    directions: [
      { code: "21.02.15", title: "Открытые горные работы" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "23.01.06", title: "Машинист дорожных и строительных машин" },
      { code: "23.02.17", title: "Мастер по ремонту и обслуживанию автомобилей" }
    ]
  },
  {
    number: 9,
    name: "ГБПОУ «Сахалинский политехнический центр № 1»",
    website: "https://sakhpc1.ru/",
    vk: "https://vk.com/public217508588",
    address: "694420, Сахалинская область, г. Александровск-Сахалинский, ул. Рабочая, 7",
    phone: "(42434) 4-32-73",
    email: "mo.gbpouspts.1@sakhalin.gov.ru",
    directions: [
          { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "43.02.12", "title": "Технология эстетических услуг" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "43.01.09", "title": "Повар, кондитер" }

    ]
  },
  {
    number: 10,
    name: "ГБПОУ «Сахалинский политехнический центр № 2»",
    website: "https://spc2.sakhalin.gov.ru/",
    vk: "https://vk.com/public216840913",
    address: "694400, Сахалинская область, Тымовский район, пгт. Тымовское, Советская ул., д.4",
    phone: "7 (424) 472-16-36",
    email: "mo.gbpouspts.2@sakhalin.gov.ru",
    directions: [
          { "code": "35.02.01", "title": "Лесное и лесопарковое хозяйство" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" },
    { "code": "23.01.07", "title": "Машинист крана (крановщик)" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" }

    ]
  },
  {
    number: 11,
    name: "ГБПОУ «Сахалинский политехнический центр №3»",
    website: "https://spc3.edusite.ru/",
    vk: "https://vk.com/public211842110",
    address: "694240, Сахалинская область, Поронайский р-н, г. Поронайск, ул. Восточная, д. 145",
    phone: "8 (424) 315-23-04",
    email: "mo.gbpouspts.3@sakhalin.gov.ru",
    directions: [
          { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
    { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" },
    { "code": "18.01.34", "title": "Лаборант по контролю качества сырья, реактивов, промежуточных продуктов, готовой продукции, отходов производства (по отраслям)" }

    ]
  },
  {
    number: 12,
    name: "ГБПОУ «Сахалинский политехнический центр № 5»",
    website: "https://spc5.sakhalin.gov.ru/",
    vk: "https://vk.com/public217482563",
    address: "694760, Сахалинская область, Невельский р-н, с. Горнозаводск, ул. Советская, д.7",
    phone: "8 (424) 369-87-38",
    email: "mo.gbpouspts.5@sakhalin.gov.ru",
    directions: [
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "21.01.08", title: "Машинист на открытых горных работах" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте" }
    ]
  },
  {
    number: 13,
    name: "ГБПОУ «Сахалинский колледж искусств»",
    website: "https://college-art.ru/",
    vk: "https://vk.com/collegeartski",
    address: "693020, Сахалинская область, г. Южно-Сахалинск, ул. Чехова, 6",
    phone: "8 (424) 243-42-88",
    email: "sakhskiart@sakhalin.gov.ru",
    directions: [
      { "code": "53.02.03", "title": "Инструментальное исполнительство (по видам инструментов)" },
    { "code": "53.02.05", "title": "Сольное и хоровое народное пение" },
    { "code": "53.02.06", "title": "Хоровое дирижирование" },
    { "code": "53.02.02", "title": "Музыкальное искусство эстрады (по видам)" },
    { "code": "53.02.08", "title": "Музыкальное звукооператорское мастерство" },
    { "code": "53.02.07", "title": "Теория музыки" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
    { "code": "51.02.03", "title": "Библиотековедение" },
    { "code": "51.02.01", "title": "Народное художественное творчество (по видам)" },
    { "code": "51.02.02", "title": "Социально-культурная деятельность (по видам)" },
    { "code": "53.02.04", "title": "Вокальное искусство" }

    ]
  },
  {
    number: 14,
    name: "ГБПОУ «Сахалинский базовый медицинский колледж»",
    website: "https://sbmk.sakhalin.gov.ru/",
    vk: "https://vk.com/sbmk65",
    address: "693004, Сахалинская область, г. Южно-Сахалинск, пр. Мира, 428А",
    phone: "8 (424) 251-04-90",
    email: "pr.medkol@sakhalin.gov.ru",
    directions: [
      { "code": "34.02.01", "title": "Сестринское дело" },
    { "code": "31.02.01", "title": "Лечебное дело" }

    ]
  },
  {
    number: 15,
    name: "ГБПОУ «Сахалинский базовый медицинский колледж - Александровск-Сахалинский филиал»",
    website: "https://asfsakhbmc.ru/",
    vk: "https://vk.com/asmedkol",
    address: "694420, Сахалинская область, г. Александровск-Сахалинский, ул. Дзержинского, 6",
    phone: "8 (424) 344-22-28",
    email: "pr.asmedkol@sakhalin.gov.ru",
    directions: [
          { "code": "34.02.01", "title": "Сестринское дело" },
    { "code": "31.02.01", "title": "Лечебное дело" }

    ]
  },
  {
    number: 16,
    name: "ГБПОУ «Сахалинский государственный университет – филиал Южно-Сахалинский политехнический колледж»",
    website: "https://sakhgu.ru/obuchenie/kolledzhi/politexnicheskij_kolledzh/administraciya-i-kontakty/",
    vk: "https://vk.com/ptksakhgu",
    address: "693010, Сахалинская область, г. Южно-Сахалинск, ул. Горького, д.26",
    phone: "8 (424) 246−22−24",
    email: "pk_ptk@sakhgu.ru",
    directions: [
      { "code": "21.02.01", "title": "Разработка и эксплуатация нефтяных и газовых месторождений" },
    { "code": "21.02.02", "title": "Бурение нефтяных и газовых скважин" },
    { "code": "21.02.03", "title": "Сооружение и эксплуатация газонефтепроводов и газонефтехранилищ" },
    { "code": "13.02.12", "title": "Электрические станции, сети, их релейная защита и автоматизация" },
    { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" }

    ]
  },
  {
    number: 17,
    name: "ГБПОУ «Сахалинский государственный университет – филиал Южно-Сахалинский педагогический колледж»",
    website: "https://sakhgu.ru/obuchenie/kolledzhi/yuzhno-saxalinskij_pedagogicheskij_kolledzh/",
    vk: "https://vk.com/public44926687",
    address: "693008, Сахалинская область, г. Южно-Сахалинск, ул. Ленина, д.284",
    phone: "8 (424) 245-03-45",
    email: "yspk@sakhgu.ru",
    directions: [
      { "code": "39.02.01", "title": "Социальная работа" },
    { "code": "43.02.10", "title": "Туризм" },
    { "code": "43.02.11", "title": "Гостиничный сервис" },
    { "code": "43.02.06", "title": "Сервис на транспорте (по видам транспорта)" },
    { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" },
    { "code": "44.02.03", "title": "Педагогика дополнительного образования" }

    ]
  },
  {
    number: 18,
    name: "ГБПОУ «Сахалинский государственный университет – филиал Александровск-Сахалинский колледж»",
    website: "https://sakhgu.ru/obuchenie/kolledzhi/aleksandrovsk-saxalinskij_kolledzh_filial/",
    vk: "https://vk.com/sakhgu",
    address: "694420, Сахалинская область, г. Александровск-Сахалинский, ул. Советская, д. 58",
    phone: "8 (424) 344-34-20",
    email: "ask-f-sakhgu@mail.ru",
    directions: [
          { "code": "20.02.04", "title": "Пожарная безопасность" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" },
    { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "49.02.01", "title": "Физическая культура" }

    ]
  },
  {
    number: 19,
    name: "ГБПОУ «Сахалинский государственный университет - Охинский филиал»",
    website: "https://sakhgu.ru/obuchenie/kolledzhi/oxinskij_filial/",
    vk: "https://vk.com/of_sahgu",
    address: "694490, Сахалинская область, г. Оха, ул. Победы, д. 6",
    phone: "8 (424) 373-44-98",
    email: "okha.stet@mail.ru",
    directions: [
      { "code": "21.02.01", "title": "Разработка и эксплуатация нефтяных и газовых месторождений" },
    { "code": "13.02.03", "title": "Электрические станции, сети и системы" },
    { "code": "21.02.03", "title": "Сооружение и эксплуатация газонефтепроводов и газонефтехранилищ" }

    ]
  },
  // === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
  {
    number: 1,
    name: "ФГБОУ ВО «Сахалинский государственный университет»",
    website: "https://sakhgu.ru/",
    vk: "https://vk.com/sakhgu",
    address: "693000, Сахалинская область, г. Южно-Сахалинск, ул. Ленина, д. 290",
    phone: "8 (424) 245-03-00",
    email: "rector@sakhgu.ru",
    directions: [
      { "code": "01.03.02", "title": "Прикладная математика и информатика" },
    { "code": "05.03.01", "title": "Геология" },
    { "code": "05.03.06", "title": "Экология и природопользование" },
    { "code": "06.03.01", "title": "Биология" },
    { "code": "08.03.01", "title": "Строительство" },
    { "code": "09.03.02", "title": "Информационные системы и технологии" },
    { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "10.03.01", "title": "Информационная безопасность" },
    { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
    { "code": "18.03.01", "title": "Химическая технология" },
    { "code": "20.03.01", "title": "Техносферная безопасность" },
    { "code": "21.03.01", "title": "Нефтегазовое дело" },
    { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
    { "code": "35.03.08", "title": "Водные биоресурсы и аквакультура" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "39.03.02", "title": "Социальная работа" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "42.03.02", "title": "Журналистика" },
    { "code": "43.03.02", "title": "Туризм" },
    { "code": "44.03.01", "title": "Педагогическое образование" },
    { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
    { "code": "44.03.03", "title": "Специальное (дефектологическое) образование" },
    { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
    { "code": "45.03.02", "title": "Лингвистика" },
    { "code": "46.03.01", "title": "История" },
    { "code": "58.03.01", "title": "Востоковедение и африканистика" },
    { "code": "38.05.01", "title": "Экономическая безопасность" }

    ]
  },
  {
    number: 2,
    name: "ФГБОУ ВО «Морской государственный университет имени адмирала Г.И. Невельского – филиал Сахалинское высшее морское училище имени Т.Б. Гуженко»",
    website: "https://moruch.kholmsk.ru/",
    vk: "https://vk.com/public220313004",
    address: "694620, Сахалинская область, г. Холмск, ул. Адмирала Макарова, д. 1",
    phone: "8 (424) 332-11-52",
    email: "sakhalincol@mail.ru",
    directions: [
      { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "26.02.03", "title": "Судовождение" },
    { "code": "26.02.05", "title": "Эксплуатация судовых энергетических установок" }

    ]
  },
  {
    number: 3,
    name: "ФГБОУ ВО «Дальневосточный государственный университет путей сообщения – филиал Сахалинский институт железнодорожного транспорта»",
    website: "https://dvgups-sakh.ru/",
    vk: "https://vk.com/dvgups.sakh",
    address: "693007, Сахалинская область, г. Южно-Сахалинск, ул. Физкультурная, дом 126В",
    phone: "8 (424) 272-96-70",
    email: "sahizt@festu.khv.ru",
    directions: [
      { "code": "08.03.01", "title": "Строительство" },
    { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
    { "code": "20.03.01", "title": "Техносферная безопасность" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "23.05.01", "title": "Наземные транспортно-технологические средства" },
    { "code": "23.05.03", "title": "Подвижной состав железных дорог" },
    { "code": "23.05.04", "title": "Эксплуатация железных дорог" },
    { "code": "23.05.05", "title": "Системы обеспечения движения поездов" },
    { "code": "23.05.06", "title": "Строительство железных дорог, мостов и транспортных тоннелей" },
    { "code": "38.05.01", "title": "Экономическая безопасность" }

    ]
  },
];
