// data/sankt-peterburg.js
window.catalogData = window.catalogData || {};
window.catalogData["Санкт-Петербург"] = [
  {
    region: "Санкт-Петербург",
    number: 1,
    name: "ГБПОУ «Петровский колледж»",
    website: "https://petrocollege.ru/",
    vk: "https://vk.com/petrocollege_spb",
    address: "198095, Санкт-Петербург, улица Балтийская дом 35, литер А",
    phone: "8 (812) 244-20-20",
    email: "abiturient@petrocollege.ru",
    directions: [
      { "code": "15.02.08", "title": "Технология машиностроения" },
    { "code": "27.02.02", "title": "Техническое регулирование и управление качеством" },
    { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
    { "code": "38.02.07", "title": "Банковское дело" },
    { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
    { "code": "43.02.03", "title": "Стилистика и искусство визажа" },
    { "code": "43.02.10", "title": "Туризм" },
    { "code": "43.02.13", "title": "Технология парикмахерского искусства" },
    { "code": "43.02.14", "title": "Гостиничное дело" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
    { "code": "22.02.06", "title": "Сварочное производство" },
    { "code": "38.02.02", "title": "Страховое дело (по отраслям)" },
    { "code": "40.02.02", "title": "Правоохранительная деятельность" },
    { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
    { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
    { "code": "09.02.05", "title": "Сетевое и системное администрирование" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "20.02.01", "title": "Рациональное использование природохозяйственных комплексов" },
    { "code": "21.02.05", "title": "Земельно-имущественные отношения" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "42.02.01", "title": "Реклама" },
    { "code": "26.02.02", "title": "Судостроение" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 2,
    name: "ГБПОУ «Санкт-Петербургский технический колледж управления и коммерции»",
    website: "http://www.tcmc.spb.ru/",
    vk: "https://vk.com/tcmc_spb_ru",
    address: "194044, город Санкт-Петербург, Большой Сампсониевский пр-кт, д. 61 Л А",
    phone: "8 (812) 608-00-25",
    email: "priem@tcmc.spb.ru",
    directions: [
      {code:"09.02.01",title:"Компьютерные системы и комплексы"},
      {code:"09.02.07",title:"Информационные системы и программирование"},
      {code:"09.02.08",title:"Интеллектуальные интегрированные системы"},
      {code:"09.02.09",title:"Веб-разработка"},
      {code:"10.02.05",title:"Обеспечение информационной безопасности автоматизированных систем"},
      {code:"11.02.17",title:"Разработка электронных устройств и систем"},
      {code:"15.02.10",title:"Мехатроника и робототехника (по отраслям)"},
      {code:"15.02.16",title:"Технология машиностроения"},
      {code:"27.02.07",title:"Управление качеством продукции, процессов и услуг (по отраслям)"},
      {code:"38.02.01",title:"Экономика и бухгалтерский учет"},
      {code:"38.02.03",title:"Операционная деятельность в логистике"},
      {code:"38.02.08",title:"Торговое дело"},
      {code:"43.02.16",title:"Туризм и гостеприимство"},
      {code:"46.02.01",title:"Документационное обеспечение управления и архивоведение"},
      {code:"46.02.02",title:"Обеспечение технологического сопровождения цифровой трансформации документированных сфер деятельности"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 3,
    name: "ГБПОУ «Академия управления городской средой, градостроительства и печати»",
    website: "https://a5academy.ru/",
    vk: "https://vk.com/augsgip",
    address: "195273, г. Санкт-Петербург, ул. Руставели д. 33 литера А",
    phone: "8 (812) 717-40-85",
    email: "director@a5academy.ru",
    directions: [
      { "code": "07.02.01", "title": "Архитектура" },
    { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "08.02.12", "title": "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
    { "code": "08.02.13", "title": "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
    { "code": "08.02.14", "title": "Эксплуатация и обслуживание многоквартирного дома" },
    { "code": "08.02.15", "title": "Информационное моделирование в строительстве" },
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "10.02.01", "title": "Организация и технология защиты информации" },
    { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
    { "code": "21.02.06", "title": "Информационные системы обеспечения градостроительной деятельности" },
    { "code": "21.02.19", "title": "Землеустройство" },
    { "code": "29.02.11", "title": "Полиграфическое производство" },
    { "code": "31.02.01", "title": "Лечебное дело" },
    { "code": "35.02.12", "title": "Садово-парковое и ландшафтное строительство" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "38.02.06", "title": "Финансы" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "52.02.04", "title": "Актерское искусство" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
    { "code": "54.01.20", "title": "Графический дизайнер" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 4,
    name: "ГБПОУ «Ленинградский областной колледж культуры и искусства»",
    website: "https://lokkii.ru/",
    vk: "https://vk.com/lokkiigroup",
    address: "191311, г. Санкт-Петербург, ул. Смольного, д. 3",
    phone: "8 (812) 539-45-00",
    email: "kult_lo@lenreg.ru",
    directions: [
      {code:"51.02.01",title:"Народное художественное творчество (по видам)"},
      {code:"53.02.02",title:"Музыкальное искусство эстрады"},
      {code:"53.02.03",title:"Инструментальное исполнительство (по видам)"},
      {code:"53.02.06",title:"Хоровое дирижирование"},
      {code:"54.02.02",title:"Декоративно-прикладное искусство и народные промыслы (по видам)"},
      {code:"51.02.02",title:"Социально-культурная деятельность (по видам)"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 5,
    name: "ГАПОУ «Морская техническая академия имени адмирала Д.Н. Сенявина»",
    website: "https://spbmta.com/",
    vk: "https://vk.com/spb_mta",
    address: "190031, г. Санкт-Петербург, пер. Антоненко, дом 8, лит.А",
    phone: "8 (812) 620-87-08",
    email: "info.spbmta@obr.gov.spb.ru",
    directions: [
      { "code": "26.02.02", "title": "Судостроение" },
    { "code": "22.02.06", "title": "Сварочное производство" },
    { "code": "26.02.05", "title": "Эксплуатация судовых энергетических установок" },
    { "code": "26.02.06", "title": "Эксплуатация судового электрооборудования и средств автоматики" },
    { "code": "26.01.01", "title": "Судостроитель-судоремонтник металлических судов" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 6,
    name: "ГБПОУ Колледж «Звёздный»",
    website: "https://zvezdny.spb.ru/",
    vk: "https://vk.com/liceizvezdnii",
    address: "190031, г. Санкт-Петербург, пер. Антоненко, дом 8, лит.А",
    phone: "8 (812) 726-32-46",
    email: "zvezdny@obr.gov.spb.ru",
    directions: [
      { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "44.02.03", "title": "Педагогика дополнительного образования" },
    { "code": "44.02.03", "title": "Педагогика дополнительного образования" },
    { "code": "51.02.01", "title": "Народное художественное творчество (по видам)" },
    { "code": "51.02.02", "title": "Социально-культурная деятельность (по видам)" },
    { "code": "53.02.08", "title": "Музыкальное звукооператорское мастерство" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 7,
    name: "ГАПОУ «Колледж туризма и прикладных технологий»",
    website: "https://www.ktgs.ru/",
    vk: "https://vk.com/club90857",
    address: "197022, Санкт-Петербург, наб. реки Карповки, дом 11а",
    phone: "8 (812) 234-68-36",
    email: "ktgs@obr.gov.spb.ru",
    directions: [
      {code:"08.02.01",title:"Строительство и эксплуатация зданий и сооружений"},
      {code:"09.02.07",title:"Информационные системы и программирование"},
      {code:"09.02.06",title:"Сетевое и системное администрирование"},
      {code:"05.02.01",title:"Картография"},
      {code:"21.02.19",title:"Землеустройство"},
      {code:"21.02.20",title:"Прикладная геодезия"},
      {code:"38.02.03",title:"Операционная деятельность в логистике"},
      {code:"43.02.15",title:"Поварское и кондитерское дело"},
      {code:"43.02.16",title:"Туризм и гостеприимство"},
      {code:"43.01.01",title:"Официант, бармен"},
      {code:"43.01.09",title:"Повар, кондитер"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 8,
    name: "ГБПОУ «Российский колледж традиционной культуры»",
    website: "https://rktk.org/",
    vk: "https://vk.com/rktkthebest",
    address: "193320, г. Санкт-Петербург, Дальневосточный пр. д. 51",
    phone: "8 (812) 446-77-22",
    email: "4467722@mail.ru",
    directions: [
      { "code": "29.02.10", "title": "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "44.02.03", "title": "Педагогика дополнительного образования" },
    { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
    { "code": "54.02.02", "title": "Декоративно-прикладное искусство и народные промыслы (по видам)" },
    { "code": "11.01.01", "title": "Монтажник радиоэлектронной аппаратуры и приборов" },
    { "code": "15.01.04", "title": "Наладчик сварочного и газоплазморезательного оборудования" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "54.01.20", "title": "Графический дизайнер" },
    { "code": "54.01.02", "title": "Ювелир" }
    ]
  },
  {
    region: "Сан onкт-Петербург",
    number: 9,
    name: "СЗИУ «Российская академия народного хозяйства и государственной службы»",
    website: "https://spb.ranepa.ru/",
    vk: "https://vk.com/spb.ranepa",
    address: "199178, г. Санкт-Петербург, Средний пр. В.О., д. 57/43",
    phone: "8 (812) 335-94-94",
    email: "sziu@ranepa.ru",
    directions: [
      { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "38.03.05", "title": "Бизнес-информатика" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "41.03.04", "title": "Политология" },
    { "code": "41.03.05", "title": "Международные отношения" },
    { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
    { "code": "42.03.02", "title": "Журналистика" },
    { "code": "45.03.02", "title": "Лингвистика" },
    { "code": "37.03.01", "title": "Психология" },
    { "code": "38.03.03", "title": "Управление персоналом" },
    { "code": "39.03.01", "title": "Социальная работа" },
    { "code": "43.03.02", "title": "Туризм" },
    { "code": "43.03.03", "title": "Гостиничное дело" },
    { "code": "39.03.03", "title": "Организация работы с молодежью" },
    { "code": "43.03.01", "title": "Сервис" },
    { "code": "42.03.05", "title": "Медиакоммуникации" },
    { "code": "40.05.01", "title": "Правовое обеспечение национальной безопасности" },
    { "code": "38.05.02", "title": "Таможенное дело" },
    { "code": "37.05.02", "title": "Психология служебной деятельности" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 10,
    name: "ГБПОУ «Политехнический колледж городского хозяйства»",
    website: "https://pkgh.ru/",
    vk: "https://vk.com/collegepkgh",
    address: "197373, Санкт-Петербург, пр. Авиаконструкторов, д.28 лит. A",
    phone: "8 (921) 954-10-32",
    email: "pkgh@pkgh.ru",
    directions: [
      {code:"09.02.06",title:"Сетевое и системное администрирование"},
      {code:"09.02.07",title:"Информационные системы и программирование"},
      {code:"11.02.16",title:"Монтаж, техническое обслуживание и ремонт электронных приборов и устройств"},
      {code:"12.02.10",title:"Монтаж, техническое обслуживание и ремонт биотехнических и медицинских аппаратов и систем"},
      {code:"13.02.01",title:"Тепловые электрические станции"},
      {code:"13.02.02",title:"Теплоснабжение и теплотехническое оборудование"},
      {code:"27.02.05",title:"Системы и средства диспетчерского управления"},
      {code:"27.02.07",title:"Управление качеством продукции, процессов и услуг (по отраслям)"},
      {code:"38.02.01",title:"Экономика и бухгалтерский учет (по отраслям)"},
      {code:"39.02.01",title:"Социальная работа"},
      {code:"40.02.02",title:"Правоохранительная деятельность"},
      {code:"40.02.04",title:"Юриспруденция"},
      {code:"38.02.03",title:"Операционная деятельность в логистике"},
      {code:"11.02.12",title:"Почтовая связь"},
      {code:"09.02.11",title:"Разработка и управление программным обеспечением"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 11,
    name: "ГБ ПОУ ТО «Медицинский колледж №3»",
    website: "https://medcol3.ru/",
    vk: "https://vk.com/spbmedcol3",
    address: "194354, Санкт-Петербург, Учебный пер, дом 9, литера А",
    phone: "8 (812) 510-42-89",
    email: "medkol3@mail.ru",
    directions: [
      { "code": "31.02.03", "title": "Лабораторная диагностика" },
    { "code": "34.02.01", "title": "Сестринское дело" },
    { "code": "31.02.05", "title": "Стоматология ортопедическая" },
    { "code": "31.02.06", "title": "Стоматология профилактическая" },
    { "code": "32.02.01", "title": "Медико-профилактическое дело" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 12,
    name: "ГБПОУ «Охтинский колледж»",
    website: "https://ohtakol.spb.ru/",
    vk: "https://vk.com/okhtacoll",
    address: "195112, г. Санкт-Петербург, ул. Республиканская, д.39, лит. А",
    phone: "8 (812) 528-67-56",
    email: "ohtacoll@obr.gov.spb.ru",
    directions: [
      { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "35.02.18", "title": "Технология переработки древесины" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "54.01.20", "title": "Графический дизайнер" },
    { "code": "29.01.33", "title": "Мастер по изготовлению швейных изделий" },
    { "code": "08.01.24", "title": "Мастер столярно-плотничных, паркетных и стекольных работ" },
    { "code": "15.01.35", "title": "Мастер слесарных работ" },
    { "code": "15.01.36", "title": "Дефектоскопист" },
    { "code": "18.01.34", "title": "Лаборант по контролю качества сырья, реактивов, промежуточных продуктов, готовой продукции, отходов производства" },
    { "code": "35.01.25", "title": "Оператор-станочник деревообрабатывающего оборудования" },
    { "code": "35.01.28", "title": "Мастер столярного и мебельного производства" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 13,
    name: "ГБПОУ «Академия транспортных технологий»",
    website: "http://атт.спб.рф/",
    vk: "https://vk.com/att_college",
    address: "192102, г. Санкт-Петербург, ул. Салова, д.63",
    phone: "8 (812) 766-24-52",
    email: "abiturient@nvsh.gugov.spb.ru",
    directions: [
      { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "23.02.02", "title": "Автомобиле- и тракторостроение" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "43.02.06", "title": "Сервис на транспорте (по видам транспорта)" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 14,
    name: "ФГАОУ ВО «Институт среднего профессионального образования» (СПбПУ)",
    website: "https://www.spbstu.ru/",
    vk: "https://vk.com/spbispo",
    address: "195251, г. Санкт-Петербург, ул. Политехническая, д.29 литера Б",
    phone: "8 (812) 297-20-95",
    email: "office@spbstu.ru",
    directions: [
      { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
    { "code": "09.02.09", "title": "Веб-разработка" },
    { "code": "09.02.11", "title": "Разработка и управление программным обеспечением" },
    { "code": "09.02.12", "title": "Техническая эксплуатация и сопровождение информационных систем" },
    { "code": "13.02.12", "title": "Электрические станции, сети, их релейная защита и автоматизация" },
    { "code": "15.02.06", "title": "Монтаж, техническая эксплуатация и ремонт холодильно-компрессорных и теплонасосных машин и установок (по отраслям)" },
    { "code": "27.02.06", "title": "Метрологический контроль средств измерений" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 15,
    name: "ГБПОУ «Центр непрерывного профессионального медицинского развития Ленинградской области»",
    website: "https://med-lo.ru/",
    vk: "https://vk.com/club98158092",
    address: "195197, г. Санкт-Петербург, Полюстровский проспект, д. 12",
    phone: "7 (812) 317-33-20",
    email: "info@med-lo.ru",
    directions: [
      {code:"31.02.01",title:"Лечебное дело"},
      {code:"31.02.02",title:"Акушерское дело"},
      {code:"34.02.01",title:"Сестринское дело"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 16,
    name: "ФГБПОУ «Санкт-Петербургский медико-технический колледж Федерального медико-биологического агентства»",
    website: "https://mtkspb.ru/",
    vk: "https://vk.com/mtkspb",
    address: "190005, г. Санкт-Петербург, ул. 12-я Красноармейская, д. 2/23-А",
    phone: "8 (812) 251-32-67",
    email: "mtk@mail.master-it.ru",
    directions: [
      {code:"31.02.04",title:"Медицинская оптика"},
      {code:"34.02.01",title:"Сестринское дело"},
      {code:"31.02.01",title:"Лечебное дело"},
      {code:"31.02.02",title:"Акушерское дело"},
      {code:"39.02.01",title:"Социальная работа"},
      {code:"12.02.08",title:"Протезно-ортопедическая и реабилитационная техника"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 17,
    name: "ГБПОУ «Колледж технологии, моделирования и управления»",
    website: "https://sutd.ru/ktmu/",
    vk: "https://vk.com/spsutd",
    address: "191186, г. Санкт-Петербург, Большая Морская ул., д. 18",
    phone: "8 (812) 388-24-85",
    email: "ktmu-prof@yandex.ru",
    directions: [
      { "code": "42.02.01", "title": "Реклама" },
    { "code": "29.02.10", "title": "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
    { "code": "29.02.01", "title": "Конструирование, моделирование и технология изделий из кожи" },
    { "code": "38.02.02", "title": "Страховое дело (по отраслям)" },
    { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 18,
    name: "ГБПОУ «Петербургский педагогический колледж имени Н.А. Некрасова»",
    website: "https://nekrasovspb.ru",
    vk: "https://vk.com/nekrasovspb",
    address: "196247, г. Санкт-Петербург, улица Кубинская, дом 32 литера А",
    phone: "8 (812) 246-29-88",
    email: "nekrasovspb@obr.gov.spb.ru",
    directions: [
      {code:"44.02.01",title:"Дошкольное образование"},
      {code:"44.02.02",title:"Преподавание в начальных классах"},
      {code:"44.02.03",title:"Педагогика дополнительного образования"},
      {code:"44.02.04",title:"Специальное дошкольное образование"},
      {code:"44.02.05",title:"Коррекционная педагогика в начальном образовании"},
      {code:"49.02.02",title:"Адаптивная физическая культура"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 19,
    name: "ГБПОУ «Колледж судостроения, информационных и прикладных технологий»",
    website: "https://ксипт.рф/",
    vk: "https://vk.com/ksipt_professionalitet",
    address: "198096, г. Санкт-Петербург, Кронштадтская улица, дом 15, литера А",
    phone: "8 (812) 246-77-99",
    email: "ksipt@obr.gov.spb.ru",
    directions: [
      { "code": "15.02.09", "title": "Аддитивные технологии" },
    { "code": "15.02.16", "title": "Технология машиностроения" },
    { "code": "22.02.06", "title": "Сварочное производство" },
    { "code": "26.02.02", "title": "Судостроение" },
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "11.02.16", "title": "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" },
    { "code": "11.02.17", "title": "Разработка электронных устройств и систем" },
    { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "15.01.23", "title": "Наладчик станков и оборудования в механообработке" },
    { "code": "15.01.32", "title": "Оператор станков с программным управлением" },
    { "code": "15.01.35", "title": "Мастер слесарных работ" },
    { "code": "26.01.01", "title": "Судостроитель-судоремонтник металлических судов" },
    { "code": "26.01.02", "title": "Судостроитель-судоремонтник неметаллических судов" },
    { "code": "26.01.03", "title": "Слесарь-монтажник судовой" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
    { "code": "09.01.04", "title": "Наладчик аппаратных и программных средств инфокоммуникационных систем" },
    { "code": "11.01.01", "title": "Монтажник радиоэлектронной аппаратуры и приборов" },
    { "code": "11.01.02", "title": "Радиомеханик" },
    { "code": "35.01.28", "title": "Мастер столярного и мебельного производства" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 20,
    name: "ГБПОУ «Колледж Академии Достоевского»",
    website: "https://rhga.ru/kolledzh/",
    vk: "https://vk.com/kolledj_rhga",
    address: "191023, г. Санкт-Петербург, Фонтанка, д.15, этаж 4, к.401",
    phone: "8 (812) 334-14-41",
    email: "abiturient@rhga.ru",
    directions: [
      {code:"44.02.02",title:"Преподавание в начальных классах"},
      {code:"44.02.03",title:"Педагогика дополнительного образования"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 21,
    name: "ГБПОУ «Промышленно-технологический колледж им. Н.И.Путилова»",
    website: "https://my-ptk.ru/",
    vk: "https://vk.com/myptkputilova_professionalitet",
    address: "198188, г. Санкт-Петербург, ул. Маршала Говорова 18, литер А",
    phone: "8 (812) 786-92-63",
    email: "INFO.PTKSPB@OBR.GOV.SPB.RU",
    directions: [
      { "code": "15.02.16", "title": "Технология машиностроения" },
    { "code": "15.02.09", "title": "Аддитивные технологии" },
    { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг (по отраслям)" },
    { "code": "15.01.38", "title": "Оператор-наладчик металлообрабатывающих станков" },
    { "code": "15.01.29", "title": "Контролер качества в машиностроении" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 22,
    name: "ГБПОУ «Колледж автоматизации производственных процессов и прикладных информационных систем»",
    website: "https://spbkap.ru/",
    vk: "https://vk.com/spbkap",
    address: "195274, г. Санкт-Петербург, Учительская ул., дом 1/5, литера А",
    phone: "8 (812) 232-97-44",
    email: "wbsh@obr.gov.spb.ru",
    directions: [
      { "code": "15.02.09", "title": "Аддитивные технологии" },
    { "code": "27.02.04", "title": "Автоматические системы управления" },
    { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг (по отраслям)" },
    { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
    { "code": "27.02.06", "title": "Метрологический контроль средств измерений" },
    { "code": "27.02.05", "title": "Системы и средства диспетчерского управления" },
    { "code": "13.02.12", "title": "Электрические станции, сети, их релейная защита и автоматизация" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "08.02.15", "title": "Информационное моделирование в строительстве" },
    { "code": "21.02.20", "title": "Прикладная геодезия" },
    { "code": "21.02.19", "title": "Землеустройство" },
    { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "42.02.02", "title": "Издательское дело" },
    { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" },
    { "code": "15.01.37", "title": "Слесарь-наладчик контрольно-измерительных приборов и автоматики" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
    { "code": "54.01.20", "title": "Графический дизайнер" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 23,
    name: "ГБПОУ «Садово-Архитектурный Колледж»",
    website: "https://www.sapl113.ru/",
    vk: "https://vk.com/spb_sak",
    address: "195197, г. Санкт-Петербург, ул. Лабораторная, д. 15",
    phone: "8(812)241-30-34",
    email: "Priemnay113@mail.ru",
    directions: [
      {code:"35.02.12",title:"Садово-парковое и ландшафтное строительство"},
      {code:"35.01.19",title:"Мастер садово-паркового и ландшафтного строительства"},
      {code:"43.02.05",title:"Мастер флористического сервиса"},
      {code:"35.01.26",title:"Мастер растениеводства"},
      {code:"43.01.11",title:"Мастер флористического сервиса"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 24,
    name: "ГБПОУ «Санкт-Петербургский архитектурно-строительный колледж»",
    website: "https://spask.ru/",
    vk: "https://vk.com/spaskofficial",
    address: "190020, г. Санкт-Петербург, Рижский проспект, дом 3, корпус 2, литера В",
    phone: "8 (812) 495-50-84",
    email: "priem@spask.ru",
    directions: [
      { "code": "07.02.01", "title": "Архитектура" },
    { "code": "08.02.13", "title": "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
    { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "08.02.15", "title": "Информационное моделирование в строительстве" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
    { "code": "08.02.14", "title": "Эксплуатация и обслуживание многоквартирного дома" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 25,
    name: "ГБПОУ «Санкт-Петербургский техникум железнодорожного транспорта»",
    website: "https://www.sptgt.ru/",
    vk: "https://vk.com/sptzht_2023",
    address: "191180, г. Санкт-Петербург, ул. Бородинская, дом 6",
    phone: "8 (812) 315-80-54",
    email: "sptgt@inbox.ru",
    directions: [
      { "code": "23.02.09", "title": "Автоматика и телемеханика на транспорте (на железнодорожном транспорте)" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "23.02.08", "title": "Строительство железных дорог, путь и путевое хозяйство" },
    { "code": "23.02.06", "title": "Техническая эксплуатация подвижного состава железных дорог" },
    { "code": "11.02.06", "title": "Техническая эксплуатация транспортного радиоэлектронного оборудования (по видам транспорта)" },
    { "code": "13.02.07", "title": "Электроснабжение (по отраслям)" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 26,
    name: "ФГБОУ «Фармацевтический техникум»",
    website: "https://spbfarmt.pharminnotech.com/",
    vk: "https://vk.com/pharmt",
    address: "197198, г. Санкт-Петербург, Татарский переулок, 12-14",
    phone: "8 (812) 232-49-48",
    email: "spbfarmt@spbfarmt.ru",
    directions: [
      { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг (по отраслям)" },
    { "code": "33.02.01", "title": "Фармация" },
    { "code": "18.01.34", "title": "Лаборант по контролю качества сырья, реактивов, промежуточных продуктов, готовой продукции, отходов производства" },
    { "code": "18.01.35", "title": "Аппаратчик-оператор производства химических соединений" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 27,
    name: "ФГБОУ «Санкт-Петербургский колледж телекоммуникаций им. Э.Т. Кренкеля»",
    website: "https://sutkt.ru/",
    vk: "https://vk.com/sutktru",
    address: "191186, г. Санкт-Петербург, наб. реки Мойки, д. 61, лит. А",
    phone: "8 (812) 323-03-73",
    email: "sekretar@sutkt.ru",
    directions: [
      {code:"09.02.06",title:"Сетевое и системное администрирование"},
      {code:"09.02.07",title:"Информационные системы и программирование"},
      {code:"10.02.04",title:"Обеспечение информационной безопасности телекоммуникационных систем"},
      {code:"11.02.18",title:"Системы радиосвязи, мобильной связи и телерадиовещания"},
      {code:"11.02.15",title:"Инфокоммуникационные сети и системы связи"},
      {code:"38.02.03",title:"Операционная деятельность в логистике"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 28,
    name: "ГБПОУ «Санкт-Петербургское музыкально-педагогическое училище»",
    website: "https://www.mpu-spb.ru/",
    vk: "https://vk.com/mpuspb",
    address: "197198, г. Санкт-Петербург, ул. Воскова, д. 1 лит. А",
    phone: "8 (812) 679-16-36",
    email: "info@mpu-spb.ru",
    directions: [
      {code:"53.02.01",title:"Музыкальное образование"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 29,
    name: "ФГБОУ «Колледж бизнеса и технологий»",
    website: "https://unecon.ru/spo/",
    vk: "https://vk.com/unecon",
    address: "195112, г. Санкт-Петербург, ул. Помяловского, д.2",
    phone: "8 (812) 528-00-26",
    email: "college@unecon.ru",
    directions: [
      { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "13.02.02", "title": "Теплоснабжение и теплотехническое оборудование" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 30,
    name: "ГАПОУ «Санкт-Петербургская Морская техническая академия имени адмирала Д.Н.Сенявина»",
    website: "https://spbmta.com/",
    vk: "https://vk.com/spb_mta",
    address: "198260, г. Санкт-Петербург, пр. Народного Ополчения дом 189 корпус 1 лит.Б",
    phone: "8 (812) 620-87-08",
    email: "info.spbmta@obr.gov.spb.ru",
    directions: [
      { "code": "26.02.03", "title": "Судовождение" },
    { "code": "20.02.02", "title": "Защита в чрезвычайных ситуациях" },
    { "code": "20.02.04", "title": "Пожарная безопасность" },
    { "code": "20.02.06", "title": "Безопасность на акватории" },
    { "code": "20.02.01", "title": "Рациональное использование природохозяйственных комплексов" },
    { "code": "26.02.05", "title": "Эксплуатация судовых энергетических установок" },
    { "code": "26.02.06", "title": "Эксплуатация судового электрооборудования и средств автоматики" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "35.02.10", "title": "Обработка водных биоресурсов" },
    { "code": "26.02.02", "title": "Судостроение" },
    { "code": "22.02.06", "title": "Сварочное производство" },
    { "code": "26.01.07", "title": "Матрос" },
    { "code": "26.01.06", "title": "Моторист-рулевой" },
    { "code": "26.01.12", "title": "Электрик судовой" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "26.01.01", "title": "Судостроитель-судоремонтник металлических судов" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 31,
    name: "ФГБОУ «Авиационно-транспортный колледж»",
    website: "https://spbguga.ru/struct/faculties/aviatsionno-transportnyj-kolledzh/",
    vk: "https://vk.com/spbgu_ga",
    address: "191104, г. Санкт-Петербург, Литейный пр., д. 48-50",
    phone: "8 (812) 273-46-57",
    email: "spbguga.atk@yandex.ru",
    directions: [
      { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "25.02.05", "title": "Управление движением воздушного транспорта" },
    { "code": "43.02.06", "title": "Сервис на транспорте (по видам транспорта)" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 32,
    name: "ГБПОУ «Санкт-Петербургский техникум отраслевых технологий, финансов и права»",
    website: "https://тотфип.рф/",
    vk: "https://vk.com/totfip",
    address: "196070, г. Санкт-Петербург, ул. Анатолия Кони, д.3",
    phone: "8(812) 409-75-81",
    email: "totfip.priem@yandex.ru",
    directions: [
      {code:"08.02.01",title:"Строительство и эксплуатация зданий и сооружений"},
      {code:"08.02.08",title:"Монтаж и эксплуатация оборудования и систем газоснабжения"},
      {code:"08.02.09",title:"Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий"},
      {code:"08.02.15",title:"Информационное моделирование в строительстве"},
      {code:"27.02.04",title:"Автоматические системы управления"},
      {code:"38.02.06",title:"Финансы"},
      {code:"40.02.04",title:"Юриспруденция"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 33,
    name: "ФГБОУ «Санкт-Петербургский медицинский колледж»",
    website: "https://med.pgups.ru/",
    vk: "https://med.pgups.ru/",
    address: "191040, г. Санкт-Петербург, пер. Кузнечный, дом 20, лит. А",
    phone: "8 (812) 312-70-58",
    email: "medic@pgups.ru",
    directions: [
      {code:"34.02.01",title:"Сестринское дело"},
      {code:"31.02.01",title:"Лечебное дело"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 34,
    name: "ГБПОУ «Колледж электроники и информационных технологий»",
    website: "https://pl130.ru/",
    vk: "https://vk.com/starostat_college",
    address: "198259, г. Санкт-Петербург, пр. Народного Ополчения, д.223, лит.А",
    phone: "8 (812) 241-37-30",
    email: "kep@obr.gov.spb.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "09.02.08", "title": "Интеллектуальные интегрированные системы" },
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "10.02.04", "title": "Обеспечение информационной безопасности телекоммуникационных систем" },
    { "code": "11.02.16", "title": "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" },
    { "code": "11.02.17", "title": "Разработка электронных устройств и систем" },
    { "code": "15.02.10", "title": "Мехатроника и мобильная робототехника (по отраслям)" },
    { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
    { "code": "11.01.01", "title": "Монтажник радиоэлектронной аппаратуры и приборов" },
    { "code": "09.01.03", "title": "Оператор информационных систем и ресурсов" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 35,
    name: "ФГКПОУ «Ломоносовский морской колледж Военно-Морского Флота»",
    website: "https://lmvmf.mil.ru/",
    vk: "https://vk.com/lmkvmf",
    address: "198412, г. Санкт-Петербург, город Ломоносов, улица Красного Флота, дом 18/48",
    phone: "8 (812) 422-57-98",
    email: "lmkvmf@yandex.ru",
    directions: [
      {code:"26.02.03",title:"Судовождение"},
      {code:"11.02.03",title:"Эксплуатация оборудования радиосвязи и электрорадионавигации судов"},
      {code:"26.02.05",title:"Эксплуатация судовых энергетических установок"},
      {code:"26.02.06",title:"Эксплуатация судового электрооборудования и средств автоматики"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 36,
    name: "ФГБОУ «Санкт-Петербургский государственный аграрный университет»",
    website: "https://spbgau.ru/abitur/spo/",
    vk: "https://vk.com/spb_gau",
    address: "196601, г. Санкт-Петербург, г. Пушкин, Петербургское шоссе, дом 2",
    phone: "8 (812) 470-04-22",
    email: "agro@spbgau.ru",
    directions: [
      { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья" },
    { "code": "35.02.05", "title": "Агрономия" },
    { "code": "35.02.08", "title": "Электротехнические системы в агропромышленном комплексе (АПК)" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "36.02.01", "title": "Ветеринария" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "35.01.26", "title": "Мастер растениеводства" },
    { "code": "35.01.15", "title": "Мастер по ремонту и обслуживанию электрооборудования в сельском хозяйстве" },
    { "code": "36.01.05", "title": "Лаборант в области ветеринарии" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 37,
    name: "ГБПОУ «Училище олимпийского резерва № 1»",
    website: "https://spbuor1.ru/",
    vk: "https://vk.com/uor1spb",
    address: "195220, Санкт-Петербург, ул. Гжатская, дом 4",
    phone: "8 (812) 534-03-78",
    email: "uor1@sport.gugov.spb.ru",
    directions: [
      {code:"49.02.01",title:"Физическая культура"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 38,
    name: "ГБПОУ «Колледж кулинарного мастерства»",
    website: "https://www.spbkkm.ru/",
    vk: "https://vk.com/ccskills",
    address: "195273, г. Санкт-Петербург, ул. Руставели, дом 35, литер А",
    phone: "8 (812) 409-80-58",
    email: "plkm@yandex.ru",
    directions: [
      {code:"43.02.15",title:"Поварское и кондитерское дело"},
      {code:"43.01.09",title:"Повар, кондитер"},
      {code:"43.01.01",title:"Официант, бармен"},
      {code:"19.01.18",title:"Аппаратчик-оператор производства продуктов питания из растительного сырья"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 39,
    name: "ГБПОУ «Академия транспортных технологий» (дубликат, но с другими кодами)",
    website: "http://атт.спб.рф/",
    vk: "http://атт.спб.рф/",
    address: "192102, г. Санкт-Петербург, ул. Салова, д.63",
    phone: "8 (812) 766-24-52",
    email: "att@nvsh.gugov.spb.ru",
    directions: [
      { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "23.02.02", "title": "Автомобиле- и тракторостроение" },
    { "code": "23.02.05", "title": "Эксплуатация транспортного электрооборудования и автоматики (по видам транспорта, за исключением водного)" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "43.02.06", "title": "Сервис на транспорте (по видам транспорта)" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 40,
    name: "ФГБОУ «Колледж Государственного университета морского и речного флота имени адмирала С.О. Макарова»",
    website: "https://k.gumrf.ru/abitur",
    vk: "https://vk.com/kgumrf",
    address: "192148, Санкт-Петербург, Большой Смоленский проспект, дом 36, лит А",
    phone: "8 (812) 459-47-18",
    email: "pk_college@gumrf.ru",
    directions: [
      { "code": "26.02.03", "title": "Судовождение" },
    { "code": "26.02.05", "title": "Эксплуатация судовых энергетических установок" },
    { "code": "26.02.06", "title": "Эксплуатация судового электрооборудования и средств автоматики" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 41,
    name: "ФГБПОУ «Колледж физической культуры и спорта, экономики и технологии» СПбГУ",
    website: "https://sc.spbu.ru/",
    vk: "https://vk.com/spbu_college",
    address: "199106, г. Санкт-Петербург, Большой пр. В.О., д. 71",
    phone: "8 (812) 914-34-82",
    email: "college@priem.spbu.ru",
    directions: [
      { "code": "49.02.01", "title": "Физическая культура" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 42,
    name: "ГБПОУ «Невский колледж им. А.Г. Неболсина»",
    website: "https://nppl.ru/",
    vk: "https://vk.com/newestnik",
    address: "194021, г. Санкт-Петербург, 2-й Муринский пр. 43",
    phone: "8 (812) 552-07-26",
    email: "nplspb@yandex.ru",
    directions: [
      { "code": "08.02.13", "title": "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
    { "code": "08.02.08", "title": "Монтаж и эксплуатация оборудования и систем газоснабжения" },
    { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
    { "code": "22.02.06", "title": "Сварочное производство" },
    { "code": "08.01.31", "title": "Электромонтажник электрических сетей и электрооборудования" },
    { "code": "26.01.05", "title": "Электрорадиомонтажник судовой" },
    { "code": "08.01.29", "title": "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
    { "code": "23.01.18", "title": "Мастер вертикального транспорта" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "09.01.03", "title": "Оператор информационных систем и ресурсов" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 43,
    name: "ГБПОУ «Электромашиностроительный колледж»",
    website: "https://empl-2.ru/",
    vk: "https://vk.com/emkspbru_professionalitet",
    address: "196128, г. Санкт-Петербург, улица Варшавская, дом 7, литера А",
    phone: "8 (812) 246-02-04",
    email: "info.emk@obr.gov.spb.ru",
    directions: [
      { "code": "15.02.16", "title": "Технология машиностроения" },
    { "code": "22.02.06", "title": "Сварочное производство" },
    { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг (по отраслям)" },
    { "code": "15.02.09", "title": "Аддитивные технологии" },
    { "code": "15.02.04", "title": "Специальные машины и устройства" },
    { "code": "15.01.38", "title": "Оператор-наладчик металлообрабатывающих станков" },
    { "code": "08.01.31", "title": "Электромонтажник электрических сетей и электрооборудования" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "15.01.29", "title": "Контролер качества в машиностроении" },
    { "code": "15.01.22", "title": "Чертёжник-конструктор" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 44,
    name: "ФГБОУ «Санкт-Петербургский морской рыбопромышленный колледж»",
    website: "https://spbmrk.ru/",
    vk: "https://vk.com/spbmrk_professionalitet",
    address: "197022, г. Санкт-Петербург, Большая аллея, дом 22",
    phone: "8 (812) 234-60-30",
    email: "spbmarine@spbmrk.ru",
    directions: [
      { "code": "15.02.06", "title": "Монтаж, техническая эксплуатация и ремонт холодильно-компрессорных и теплонасосных машин и установок (по отраслям)" },
    { "code": "15.02.09", "title": "Аддитивные технологии" },
    { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "26.02.03", "title": "Судовождение" },
    { "code": "26.02.05", "title": "Эксплуатация судовых энергетических установок" },
    { "code": "35.02.09", "title": "Водные биоресурсы и аквакультура" },
    { "code": "35.02.10", "title": "Обработка водных биоресурсов" },
    { "code": "35.02.11", "title": "Промышленное рыболовство" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 45,
    name: "ГБПОУ «Техникум геодезии и картографии»",
    website: "https://spbtgik.ru/",
    vk: "https://spbtgik.ru/",
    address: "195213, г. Санкт-Петербург, Малая Охта, ул. Казанская, д. 3",
    phone: "444-18-34",
    email: "https://spbtgik.ru/",
    directions: [
      { "code": "21.02.20", "title": "Прикладная геодезия" },
    { "code": "21.02.06", "title": "Аэрофотогеодезия" },
    { "code": "21.02.07", "title": "Картография" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 46,
    name: "ГБПОУ «Медицинский колледж № 2»",
    website: "https://www.college2med.ru/",
    vk: "https://vk.com/college2medspb",
    address: "198205, г. Санкт-Петербург, Чекистов, 18",
    phone: "8 (812) 409-70-10",
    email: "mk2@zdrav.spb.ru",
    directions: [
      {code:"34.02.01",title:"Сестринское дело"},
      {code:"31.02.01",title:"Лечебное дело"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 47,
    name: "ГБПОУ «Колледж Водных ресурсов»",
    website: "http://collegewr.ru/",
    vk: "https://vk.com/college_water_resources",
    address: "198261, г. Санкт-Петербург, ул. Стойкости, д. 28, корп. 2",
    phone: "8 (812) 750-49-97",
    email: "info@collegewr.ru",
    directions: [
      { "code": "08.02.04", "title": "Водоснабжение и водоотведение" },
    { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
    { "code": "08.02.13", "title": "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
    { "code": "08.02.14", "title": "Эксплуатация и обслуживание многоквартирного дома" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "08.01.29", "title": "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
    { "code": "08.01.10", "title": "Мастер жилищно-коммунального хозяйства" },
    { "code": "08.01.04", "title": "Кровельщик" },
    { "code": "08.01.19", "title": "Электромонтажник по силовым сетям и электрооборудованию" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 48,
    name: "ГБПОУ «Колледж Петербургской моды»",
    website: "https://spbmoda.ru/",
    vk: "https://vk.com/spbmodaru_professionalitet",
    address: "192236, г. Санкт-Петербург, ул. Софийская, д. 19, к. 1, лит. А",
    phone: "241-38-56",
    email: "info.kpm@obr.gov.spb.ru",
    directions: [
      { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "29.02.04", "title": "Конструирование, моделирование и технология швейных изделий" },
    { "code": "29.01.04", "title": "Художник по костюму" },
    { "code": "29.01.05", "title": "Мастер по изготовлению швейных изделий" },
    { "code": "54.01.05", "title": "Изготовитель художественных изделий из ткани с художественной росписью" },
    { "code": "29.01.34", "title": "Оператор оборудования швейного производства" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 49,
    name: "ГБПОУ «Автомеханический колледж»",
    website: "https://amlspb.ru/",
    vk: "https://vk.com/amlspb",
    address: "192283, г. Санкт-Петербург, ул. Малая Балканская, д.41, лит.А",
    phone: "8 (812) 246-01-33",
    email: "amlspb@obr.gov.spb.ru",
    directions: [
      { "code": "22.02.06", "title": "Сварочное производство" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "13.01.14", "title": "Электромеханик по лифтам" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "15.01.35", "title": "Мастер слесарных работ" },
    { "code": "15.01.36", "title": "Дефектоскопист" },
    { "code": "23.01.18", "title": "Мастер вертикального транспорта" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 50,
    name: "ГБПОУ «Академия реставрации и дизайна»",
    website: "https://ard.spb.ru/",
    vk: "https://vk.com/ardspb",
    address: "192236, г. Санкт-Петербург, ул. Софийская, д. 21, к. 1, лит. А",
    phone: "8 (812) 241-27-61",
    email: "info.ard@obr.gov.spb.ru",
    directions: [
      { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
    { "code": "54.02.04", "title": "Реставрация" },
    { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" },
    { "code": "35.01.02", "title": "Станочник деревообрабатывающих станков" },
    { "code": "54.01.01", "title": "Исполнитель художественно-оформительских работ" },
    { "code": "54.01.05", "title": "Изготовитель художественных изделий из ткани с художественной росписью" },
    { "code": "54.01.13", "title": "Изготовитель художественных изделий из дерева" },
    { "code": "54.01.14", "title": "Резчик" },
    { "code": "54.01.16", "title": "Лепщик-модельщик архитектурных деталей" },
    { "code": "54.01.17", "title": "Реставратор строительный" },
    { "code": "54.01.20", "title": "Графический дизайнер" },
    { "code": "54.01.21", "title": "Изготовитель художественных изделий из твердых материалов" },
    { "code": "54.01.22", "title": "Реставратор" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 51,
    name: "ГБПОУ «Санкт-Петербургский технический колледж»",
    website: "https://spbtk.ru/",
    vk: "https://vk.com/club1579081",
    address: "195067, г. Санкт-Петербург, Меншиковский пр., дом 2, лит. А, Б",
    phone: "8 (812) 409-87-90",
    email: "info.spbtk@obr.gov.spb.ru",
    directions: [
      { "code": "15.02.16", "title": "Технология машиностроения" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг (по отраслям)" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "15.01.35", "title": "Мастер слесарных работ" },
    { "code": "15.01.38", "title": "Оператор-наладчик металлообрабатывающих станков" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 52,
    name: "ЧОПУ «Музыкально-просветительный колледж им. Б.И. Тищенко»",
    website: "https://колледжтищенко.рф/",
    vk: "https://vk.com/mhcollege",
    address: "191025, г. Санкт-Петербург, Владимирский проспект, 14",
    phone: "8 (981) 704-87-18",
    email: "sait.mpk@yandex.ru",
    directions: [
      { "code": "53.02.03", "title": "Инструментальное исполнительство (по видам инструментов)" },
    { "code": "53.02.04", "title": "Вокальное искусство" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 53,
    name: "ГБПОУ «Медицинский колледж № 1»",
    website: "http://1medcollege.ru/",
    vk: "https://vk.com/1medcollegespb",
    address: "198188, г. Санкт-Петербург, улица Зайцева, дом 28",
    phone: "8 (812) 747-10-98",
    email: "mk1@zdrav.spb.ru",
    directions: [
      {code:"31.02.02",title:"Акушерское дело"},
      {code:"31.02.01",title:"Лечебное дело"},
      {code:"34.02.01",title:"Сестринское дело"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 54,
    name: "ГБПОУ «Техникум «Автосервис» (Многофункциональный центр прикладных квалификаций)»",
    website: "https://pl-110.ru/",
    vk: "https://vk.com/club216845888",
    address: "196158, г. Санкт-Петербург, пр. Космонавтов, дом 79",
    phone: "8 (812) 727-11-00",
    email: "t.avtoservis@obr.gov.spb.ru",
    directions: [
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "23.02.05", "title": "Эксплуатация транспортного электрооборудования и автоматики (по видам транспорта, за исключением водного)" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "15.01.04", "title": "Наладчик сварочного и газоплазморезательного оборудования" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "09.01.03", "title": "Оператор информационных систем и ресурсов" },
    { "code": "23.01.01", "title": "Оператор транспортного терминала" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 55,
    name: "ГБПОУ «Инженерная школа одежды» (Санкт-Петербургский Дом моды)",
    website: "http://www.isho-sutd.ru/",
    vk: "https://vk.com/club16531131",
    address: "196158, г. Санкт-Петербург, Звездная, 7, корпус 1",
    phone: "8 (812) 726-86-20",
    email: "priem-isho@mail.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "29.02.10", "title": "Конструирование, моделирование и технология изготовления изделий легкой промышленности" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "38.02.06", "title": "Финансы" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
    { "code": "54.02.04", "title": "Реставрация" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 56,
    name: "ГБПОУ «Колледж технологий лесного комплекса и садово-паркового хозяйства»",
    website: "https://spbftu.ru/institutions/institute-TLKiSPH",
    vk: "https://vk.com/kalp_oficial",
    address: "196105, г. Санкт-Петербург, ул. Решетникова, д. 23/14",
    phone: "8 (812) 217-81-06",
    email: "spo@spbftu.ru",
    directions: [
      { "code": "35.02.03", "title": "Технология деревообработки" },
    { "code": "35.02.04", "title": "Технология комплексной переработки древесины" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "35.02.12", "title": "Садово-парковое и ландшафтное строительство" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 57,
    name: "ГБПОУ «Колледж при Балтийском Гуманитарном Институте»",
    website: "https://spo-bhi.ru/",
    vk: "https://vk.com/bgispbru",
    address: "198188, г. Санкт-Петербург, пр. Стачек, д. 72, лит. А",
    phone: "8 (962) 685-64-44",
    email: "info.bgi.spb@mail.ru",
    directions: [
      { "code": "38.02.06", "title": "Финансы" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 58,
    name: "ФГБОУ «Балтийский государственный технический университет «ВОЕНМЕХ» им. Д.Ф. Устинова»",
    website: "https://priem.voenmeh.ru/spo",
    vk: "https://vk.com/priembstu",
    address: "190005, г. Санкт-Петербург, ул. 1-я Красноармейская, д. 1/21",
    phone: "8 (800) 301-16-04",
    email: "admission@voenmeh.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "11.02.17", "title": "Разработка электронных устройств и систем" },
    { "code": "15.02.09", "title": "Аддитивные технологии" },
    { "code": "15.02.16", "title": "Технология машиностроения" },
    { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг (по отраслям)" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 59,
    name: "ФГБОУ «Всероссийский государственный университет юстиции» (РПА Минюста России)",
    website: "https://spb.rpa-mu.ru/obrazovatelnye-programmy",
    vk: "https://vk.com/abit_szfrpa",
    address: "199178, г. Санкт-Петербург, В.О., 10-я линия, д. 19 лит. А",
    phone: "8 (812) 677-97-64",
    email: "spbf@rpa-mjust.ru",
    directions: [
      { "code": "40.02.02", "title": "Правоохранительная деятельность" },
    { "code": "40.02.04", "title": "Юриспруденция" }

    ]
  },
  {
    region: "Санкт-Петербург",
    number: 60,
    name: "ФГБОУ «Санкт-Петербургский государственный технологический институт» (Технический университет)",
    website: "https://spbti.ru/fakulteti/tcentr_srednego_professionalnogo_obrazovaniya",
    vk: "https://vk.com/spbgtitu",
    address: "190013, г. Санкт-Петербург, проспект Московский, дом 24-26/49, литер А",
    phone: "8 (999) 069-51-99",
    email: "abitur@spbti.ru",
    directions: [
      { "code": "18.02.15", "title": "Биохимическое производство" },
    { "code": "18.02.09", "title": "Переработка нефти и газа" },
    { "code": "18.02.12", "title": "Технология аналитического контроля химических соединений" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  // === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
 {
    region: "Санкт-Петербург",
    number: 1,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный университет»",
    website: "https://spbu.ru/",
    vk: "https://vk.com/spb1724",
    address: "199034, Санкт-Петербург, Университетская наб., д. 7–9",
    phone: "8 (931) 334-64-43",
    email: "abiturient@spbu.ru",
    directions: [
      { "code": "01.03.01", "title": "Математика" },
      { "code": "01.03.02", "title": "Прикладная математика и информатика" },
      { "code": "01.03.03", "title": "Механика и математическое моделирование" },
      { "code": "01.03.04", "title": "Прикладная математика" },
      { "code": "02.03.02", "title": "Фундаментальная информатика и информационные технологии" },
      { "code": "02.03.03", "title": "Математическое обеспечение и администрирование информационных систем" },
      { "code": "03.03.01", "title": "Прикладная математика и физика" },
      { "code": "03.03.02", "title": "Физика" },
      { "code": "03.03.03", "title": "Радиофизика" },
      { "code": "04.03.01", "title": "Химия" },
      { "code": "05.03.01", "title": "Геология" },
      { "code": "05.03.02", "title": "География" },
      { "code": "05.03.03", "title": "Картография и геоинформатика" },
      { "code": "05.03.04", "title": "Гидрометеорология" },
      { "code": "05.03.06", "title": "Экология и природопользование" },
      { "code": "06.03.01", "title": "Биология" },
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "09.03.04", "title": "Программная инженерия" },
      { "code": "12.03.01", "title": "Приборостроение" },
      { "code": "12.03.03", "title": "Фотоника и оптоинформатика" },
      { "code": "19.03.01", "title": "Биотехнология" },
      { "code": "27.03.02", "title": "Управление качеством" },
      { "code": "27.03.03", "title": "Системный анализ и управление" },
      { "code": "27.03.05", "title": "Инноватика" },
      { "code": "37.03.01", "title": "Психология" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
      { "code": "38.03.05", "title": "Бизнес-информатика" },
      { "code": "39.03.01", "title": "Социология" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "41.03.01", "title": "Зарубежное регионоведение" },
      { "code": "41.03.04", "title": "Политология" },
      { "code": "41.03.05", "title": "Международные отношения" },
      { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
      { "code": "42.03.02", "title": "Журналистика" },
      { "code": "42.03.04", "title": "Телевидение" },
      { "code": "43.03.02", "title": "Туризм" },
      { "code": "43.03.03", "title": "Гостиничное дело" },
      { "code": "44.03.01", "title": "Педагогическое образование" },
      { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
      { "code": "44.03.03", "title": "Специальное (дефектологическое) образование" },
      { "code": "45.03.01", "title": "Филология" },
      { "code": "45.03.02", "title": "Лингвистика" },
      { "code": "45.03.03", "title": "Фундаментальная и прикладная лингвистика" },
      { "code": "45.03.04", "title": "Интеллектуальные системы в гуманитарной сфере" },
      { "code": "46.03.01", "title": "История" },
      { "code": "46.03.02", "title": "Документоведение и архивоведение" },
      { "code": "46.03.03", "title": "Антропология и этнология" },
      { "code": "47.03.01", "title": "Философия" },
      { "code": "47.03.02", "title": "Прикладная этика" },
      { "code": "47.03.03", "title": "Религиоведение" },
      { "code": "50.03.01", "title": "Искусства и гуманитарные науки" },
      { "code": "50.03.02", "title": "Изящные искусства" },
      { "code": "50.03.03", "title": "История искусств" },
      { "code": "51.03.01", "title": "Культурология" },
      { "code": "51.03.04", "title": "Музеология и охрана объектов культурного и природного наследия" },
      { "code": "54.03.01", "title": "Дизайн" }
    ],
    "specialist_directions": [
      { "code": "01.05.01", "title": "Фундаментальная математика и механика" },
      { "code": "04.05.01", "title": "Фундаментальная и прикладная химия" },
      { "code": "06.05.01", "title": "Биоинженерия и биоинформатика" },
      { "code": "10.05.01", "title": "Компьютерная безопасность" },
      { "code": "10.05.02", "title": "Информационная безопасность телекоммуникационных систем" },
      { "code": "31.05.01", "title": "Лечебное дело" },
      { "code": "31.05.02", "title": "Педиатрия" },
      { "code": "31.05.03", "title": "Стоматология" },
      { "code": "33.05.01", "title": "Фармация" },
      { "code": "37.05.01", "title": "Клиническая психология" },
      { "code": "37.05.02", "title": "Психология служебной деятельности" },
      { "code": "38.05.01", "title": "Экономическая безопасность" },
      { "code": "38.05.02", "title": "Таможенное дело" },
      { "code": "40.05.01", "title": "Правовое обеспечение национальной безопасности" },
      { "code": "40.05.02", "title": "Правоохранительная деятельность" },
      { "code": "40.05.03", "title": "Судебная экспертиза" },
      { "code": "45.05.01", "title": "Перевод и переводоведение" },
      { "code": "54.05.03", "title": "Графика" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 2,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный университет промышленных технологий и дизайна»",
    website: "https://sutd.ru/",
    vk: "https://vk.com/spsutd",
    address: "191186, Санкт-Петербург, ул. Большая Морская, 18",
    phone: "8 (812) 315-07-47",
    email: "priemcom@sutd.ru",
    directions: [
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "09.03.04", "title": "Программная инженерия" },
      { "code": "10.03.01", "title": "Информационная безопасность" },
      { "code": "15.03.04", "title": "Автоматизация технологических процессов и производств" },
      { "code": "15.03.06", "title": "Мехатроника и робототехника" },
      { "code": "18.03.01", "title": "Химическая технология" },
      { "code": "20.03.01", "title": "Техносферная безопасность" },
      { "code": "27.03.01", "title": "Стандартизация и метрология" },
      { "code": "27.03.02", "title": "Управление качеством" },
      { "code": "27.03.03", "title": "Системный анализ и управление" },
      { "code": "27.03.04", "title": "Управление в технических системах" },
      { "code": "29.03.01", "title": "Технология изделий легкой промышленности" },
      { "code": "29.03.02", "title": "Технологии и проектирование текстильных изделий" },
      { "code": "29.03.03", "title": "Технология полиграфического и упаковочного производства" },
      { "code": "29.03.04", "title": "Технология художественной обработки материалов" },
      { "code": "29.03.05", "title": "Конструирование изделий легкой промышленности" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.03", "title": "Управление персоналом" },
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
      { "code": "38.03.05", "title": "Бизнес-информатика" },
      { "code": "39.03.01", "title": "Социология" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
      { "code": "42.03.02", "title": "Журналистика" },
      { "code": "42.03.04", "title": "Телевидение" },
      { "code": "45.03.02", "title": "Лингвистика" },
      { "code": "54.03.01", "title": "Дизайн" },
      { "code": "54.03.02", "title": "Декоративно-прикладное искусство и народные промыслы" },
      { "code": "54.03.03", "title": "Искусство костюма и текстиля" }
    ],
    "specialist_directions": [
      { "code": "10.05.02", "title": "Информационная безопасность телекоммуникационных систем" },
      { "code": "10.05.03", "title": "Информационная безопасность автоматизированных систем" },
      { "code": "54.05.02", "title": "Живопись и изящные искусства" },
      { "code": "54.05.03", "title": "Графика" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 3,
    name: "ФГБОУ ВО «Санкт-Петербургский горный университет императрицы Екатерины II»",
    website: "https://spmi.ru/",
    vk: "https://vk.com/spbmininguniversity",
    address: "199106, Санкт-Петербург, Васильевский остров, 21 линия д.2",
    phone: "8-812-382-01-28",
    email: "rectorat@spmi.ru",
    directions: [
     { "code": "05.03.06", "title": "Экология и природопользование" },
      { "code": "07.03.01", "title": "Архитектура" },
      { "code": "08.03.01", "title": "Строительство" },
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "11.03.04", "title": "Электроника и наноэлектроника" },
      { "code": "12.03.01", "title": "Приборостроение" },
      { "code": "13.03.01", "title": "Теплоэнергетика и теплотехника" },
      { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
      { "code": "15.03.01", "title": "Машиностроение" },
      { "code": "15.03.02", "title": "Технологические машины и оборудование" },
      { "code": "15.03.04", "title": "Автоматизация технологических процессов и производств" },
      { "code": "18.03.01", "title": "Химическая технология" },
      { "code": "20.03.01", "title": "Техносферная безопасность" },
      { "code": "21.03.01", "title": "Нефтегазовое дело" },
      { "code": "21.03.02", "title": "Землеустройство и кадастры" },
      { "code": "22.03.01", "title": "Материаловедение и технологии материалов" },
      { "code": "22.03.02", "title": "Металлургия" },
      { "code": "23.03.01", "title": "Технология транспортных процессов" },
      { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
      { "code": "27.03.01", "title": "Стандартизация и метрология" },
      { "code": "27.03.03", "title": "Системный анализ и управление" },
      { "code": "27.03.04", "title": "Управление в технических системах" },
      { "code": "29.03.04", "title": "Технология художественной обработки материалов" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" }
    ],
    "specialist_directions": [
      { "code": "08.05.01", "title": "Строительство уникальных зданий и сооружений" },
      { "code": "11.05.01", "title": "Радиоэлектронные системы и комплексы" },
      { "code": "21.05.01", "title": "Прикладная геодезия" },
      { "code": "21.05.02", "title": "Прикладная геология" },
      { "code": "21.05.03", "title": "Технология геологической разведки" },
      { "code": "21.05.04", "title": "Горное дело" },
      { "code": "21.05.06", "title": "Нефтегазовые техника и технологии" },
      { "code": "23.05.01", "title": "Наземные транспортно-технологические средства" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 4,
    name: "ФГБОУ ВО «Российский государственный педагогический университет им. А.И. Герцена»",
    website: "https://www.herzen.spb.ru/",
    vk: "https://vk.com/uniherzen",
    address: "191186, Санкт-Петербург, набережная реки Мойки, 48",
    phone: "8 (812) 312-44-92",
    email: "mail@herzen.spb.ru",
    directions: [
      { "code": "01.03.02", "title": "Прикладная математика и информатика" },
      { "code": "03.03.02", "title": "Физика" },
      { "code": "04.03.01", "title": "Химия" },
      { "code": "05.03.02", "title": "География" },
      { "code": "05.03.06", "title": "Экология и природопользование" },
      { "code": "06.03.01", "title": "Биология" },
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "37.03.01", "title": "Психология" },
      { "code": "37.03.02", "title": "Конфликтология" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.03", "title": "Управление персоналом" },
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
      { "code": "39.03.01", "title": "Социология" },
      { "code": "39.03.02", "title": "Социальная работа" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "41.03.01", "title": "Зарубежное регионоведение" },
      { "code": "41.03.04", "title": "Политология" },
      { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
      { "code": "42.03.02", "title": "Журналистика" },
      { "code": "43.03.02", "title": "Туризм" },
      { "code": "43.03.03", "title": "Гостиничное дело" },
      { "code": "44.03.01", "title": "Педагогическое образование" },
      { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
      { "code": "44.03.03", "title": "Специальное (дефектологическое) образование" },
      { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
      { "code": "45.03.01", "title": "Филология" },
      { "code": "45.03.02", "title": "Лингвистика" },
      { "code": "46.03.01", "title": "История" },
      { "code": "47.03.01", "title": "Философия" },
      { "code": "47.03.03", "title": "Религиоведение" },
      { "code": "49.03.01", "title": "Физическая культура" },
      { "code": "49.03.02", "title": "Физическая культура для лиц с отклонениями в состоянии здоровья (адаптивная физическая культура)" },
      { "code": "50.03.03", "title": "История искусств" },
      { "code": "52.03.01", "title": "Хореографическое искусство" },
      { "code": "53.03.02", "title": "Музыкально-инструментальное искусство" },
      { "code": "53.03.03", "title": "Академическое пение" }
    ],
    "specialist_directions": [
      { "code": "37.05.01", "title": "Клиническая психология" },
      { "code": "44.05.01", "title": "Педагогика и психология девиантного поведения" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 5,
    name: "ФГВОУ ВО «Балтийский государственный технический университет «ВОЕНМЕХ» имени Д.Ф. Устинова»",
    website: "https://voenmeh.ru/",
    vk: "https://vk.com/bstu_a",
    address: "190005, Санкт-Петербург ул. 1-я Красноармейская, д.1 ст. м. Технологический институт",
    phone: "8 (812) 490-05-91",
    email: "bgtu@voenmeh.ru",
    directions: [
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "09.03.04", "title": "Программная инженерия" },
      { "code": "11.03.01", "title": "Радиотехника" },
      { "code": "12.03.01", "title": "Приборостроение" },
      { "code": "12.03.02", "title": "Оптотехника" },
      { "code": "12.03.03", "title": "Фотоника и оптоинформатика" },
      { "code": "12.03.05", "title": "Лазерная техника и лазерные технологии" },
      { "code": "13.03.01", "title": "Теплоэнергетика и теплотехника" },
      { "code": "15.03.01", "title": "Машиностроение" },
      { "code": "15.03.02", "title": "Технологические машины и оборудование" },
      { "code": "15.03.03", "title": "Прикладная механика" },
      { "code": "15.03.05", "title": "Конструкторско-технологическое обеспечение машиностроительных производств" },
      { "code": "15.03.06", "title": "Мехатроника и робототехника" },
      { "code": "20.03.01", "title": "Техносферная безопасность" },
      { "code": "24.03.01", "title": "Ракетные комплексы и космонавтика" },
      { "code": "24.03.03", "title": "Баллистика и гидроаэродинамика" },
      { "code": "24.03.05", "title": "Двигатели летательных аппаратов" },
      { "code": "27.03.01", "title": "Стандартизация и метрология" },
      { "code": "27.03.02", "title": "Управление качеством" },
      { "code": "27.03.04", "title": "Управление в технических системах" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.03", "title": "Управление персоналом" },
      { "code": "38.03.05", "title": "Бизнес-информатика" },
      { "code": "41.03.04", "title": "Политология" },
      { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
      { "code": "45.03.03", "title": "Фундаментальная и прикладная лингвистика" },
      { "code": "49.03.01", "title": "Физическая культура" }
    ],
    "specialist_directions": [
      { "code": "10.05.03", "title": "Информационная безопасность автоматизированных систем" },
      { "code": "17.05.01", "title": "Боеприпасы и взрыватели" },
      { "code": "17.05.02", "title": "Стрелково-пушечное, артиллерийское и ракетное оружие" },
      { "code": "24.05.01", "title": "Проектирование, производство и эксплуатация ракет и ракетно-космических комплексов" },
      { "code": "24.05.02", "title": "Проектирование авиационных и ракетных двигателей" },
      { "code": "24.05.06", "title": "Системы управления летательными аппаратами" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 6,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный институт кино и телевидения»",
    website: "https://www.gikit.ru/",
    vk: "https://vk.com/gukit_ru",
    address: "192102, Санкт-Петербург, ул. Бухарестская, 22",
    phone: "8 (812) 315–72–85",
    email: "rektorat@gikit.ru",
    directions: [
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "11.03.01", "title": "Радиотехника" },
      { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
      { "code": "42.03.02", "title": "Журналистика" },
      { "code": "42.03.04", "title": "Телевидение" },
      { "code": "50.03.01", "title": "Искусства и гуманитарные науки" },
      { "code": "51.03.02", "title": "Народная художественная культура" },
      { "code": "52.03.06", "title": "Драматургия" },
      { "code": "54.03.01", "title": "Дизайн" },
      { "code": "54.03.04", "title": "Реставрация" }
    ],
    "specialist_directions": [
      { "code": "52.05.01", "title": "Актерское искусство" },
      { "code": "54.05.03", "title": "Графика" },
      { "code": "55.05.01", "title": "Режиссура кино и телевидения" },
      { "code": "55.05.02", "title": "Звукорежиссура аудиовизуальных искусств" },
      { "code": "55.05.03", "title": "Кинооператорство" },
      { "code": "55.05.04", "title": "Продюсерство" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 7,
    name: "ФГБОУ ВО «Санкт-Петербургская государственная художественно-промышленная академия имени А.Л. Штиглица»",
    website: "https://www.ghpa.ru/",
    vk: "https://vk.com/stieglitzacademy",
    address: "Россия, 191028, Санкт-Петербург, Соляной переулок, д.13",
    phone: "8 (812) 273-29-93",
    email: "info@ghpa.ru",
    directions: [
      { "code": "50.03.01", "title": "Искусства и гуманитарные науки" },
      { "code": "50.03.03", "title": "История искусств" },
      { "code": "54.03.01", "title": "Дизайн" },
      { "code": "54.03.02", "title": "Декоративно-прикладное искусство и народные промыслы" },
      { "code": "54.03.04", "title": "Реставрация" }
    ],
    "specialist_directions": [
      { "code": "54.05.01", "title": "Монументально-декоративное искусство" },
      { "code": "54.05.02", "title": "Живопись" },
      { "code": "54.05.03", "title": "Графика" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 8,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный университет аэрокосмического приборостроения»",
    website: "https://guap.ru/",
    vk: "https://vk.com/guap_ru",
    address: "190000, Санкт-Петербург, ул. Большая Морская, д. 67, лит. А",
    phone: "8 812-494-70-18",
    email: "info@guap.ru",
    directions: [
      { "code": "01.03.02", "title": "Прикладная математика и информатика" },
      { "code": "02.03.03", "title": "Математическое обеспечение и администрирование информационных систем" },
      { "code": "03.03.01", "title": "Прикладная математика и физика" },
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "09.03.04", "title": "Программная инженерия" },
      { "code": "10.03.01", "title": "Информационная безопасность" },
      { "code": "11.03.01", "title": "Радиотехника" },
      { "code": "11.03.02", "title": "Инфокоммуникационные технологии и системы связи" },
      { "code": "11.03.03", "title": "Конструирование и технология электронных средств" },
      { "code": "11.03.04", "title": "Электроника и наноэлектроника" },
      { "code": "12.03.01", "title": "Приборостроение" },
      { "code": "12.03.02", "title": "Оптотехника" },
      { "code": "12.03.04", "title": "Биотехнические системы и технологии" },
      { "code": "12.03.05", "title": "Лазерная техника и лазерные технологии" },
      { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
      { "code": "15.03.04", "title": "Автоматизация технологических процессов и производств" },
      { "code": "15.03.06", "title": "Мехатроника и робототехника" },
      { "code": "16.03.01", "title": "Техническая физика" },
      { "code": "20.03.01", "title": "Техносферная безопасность" },
      { "code": "23.03.01", "title": "Технология транспортных процессов" },
      { "code": "24.03.02", "title": "Системы управления движением и навигация" },
      { "code": "25.03.01", "title": "Техническая эксплуатация летательных аппаратов и двигателей" },
      { "code": "25.03.02", "title": "Техническая эксплуатация авиационных электросистем и пилотажно-навигационных комплексов" },
      { "code": "27.03.01", "title": "Стандартизация и метрология" },
      { "code": "27.03.02", "title": "Управление качеством" },
      { "code": "27.03.03", "title": "Системный анализ и управление" },
      { "code": "27.03.04", "title": "Управление в технических системах" },
      { "code": "27.03.05", "title": "Инноватика" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
      { "code": "38.03.05", "title": "Бизнес-информатика" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "41.03.05", "title": "Международные отношения" },
      { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
      { "code": "43.03.03", "title": "Гостиничное дело" },
      { "code": "45.03.02", "title": "Лингвистика" }
    ],
    "specialist_directions": [
      { "code": "10.05.02", "title": "Информационная безопасность телекоммуникационных систем" },
      { "code": "10.05.03", "title": "Информационная безопасность автоматизированных систем" },
      { "code": "24.05.06", "title": "Системы управления летательными аппаратами" },
      { "code": "24.05.07", "title": "Самолето- и вертолетостроение" },
      { "code": "38.05.01", "title": "Экономическая безопасность" },
      { "code": "40.05.01", "title": "Правовое обеспечение национальной безопасности" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 9,
    name: "ФГБОУ ВО «Северо-Западный институт управления «Российской академии народного хозяйства и государственной службы при Президенте Российской Федерации»»",
    website: "https://spb.ranepa.ru/",
    vk: "https://vk.com/spb.ranepa",
    address: "199178, г. Санкт-Петербург, Средний пр. В.О., д. 57/43",
    phone: "8 (812) 335-94-94",
    email: "sziu@ranepa.ru",
    directions: [
      { "code": "37.03.01", "title": "Психология" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
      { "code": "38.03.05", "title": "Бизнес-информатика" },
      { "code": "39.03.01", "title": "Социология" },
      { "code": "39.03.02", "title": "Социальная работа" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "41.03.04", "title": "Политология" },
      { "code": "41.03.05", "title": "Международные отношения" },
      { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
      { "code": "42.03.02", "title": "Журналистика" },
      { "code": "42.03.05", "title": "Медиакоммуникации" },
      { "code": "43.03.02", "title": "Туризм" },
      { "code": "43.03.03", "title": "Гостиничное дело" },
      { "code": "45.03.02", "title": "Лингвистика" }
    ],
    "specialist_directions": [
      { "code": "38.05.01", "title": "Экономическая безопасность" },
      { "code": "38.05.02", "title": "Таможенное дело" },
      { "code": "40.05.01", "title": "Правовое обеспечение национальной безопасности" },
      { "code": "40.05.02", "title": "Правоохранительная деятельность" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 10,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный экономический университет»",
    website: "https://unecon.ru/",
    vk: "https://vk.com/unecon",
    address: "191023, город Санкт-Петербург, наб. канала Грибоедова, д. 30-32, литер А",
    phone: "8 (812) 458-97-58",
    email: "abitura@unecon.ru",
    directions: [
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "27.03.02", "title": "Управление качеством" },
      { "code": "27.03.05", "title": "Инноватика" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.03", "title": "Управление персоналом" },
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
      { "code": "38.03.05", "title": "Бизнес-информатика" },
      { "code": "38.03.06", "title": "Торговое дело" },
      { "code": "38.03.07", "title": "Товароведение" },
      { "code": "39.03.01", "title": "Социология" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "41.03.01", "title": "Зарубежное регионоведение" },
      { "code": "41.03.05", "title": "Международные отношения" },
      { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
      { "code": "43.03.01", "title": "Сервис" },
      { "code": "43.03.02", "title": "Туризм" },
      { "code": "43.03.03", "title": "Гостиничное дело" },
      { "code": "45.03.02", "title": "Лингвистика" }
    ],
    "specialist_directions": [
      { "code": "38.05.01", "title": "Экономическая безопасность" },
      { "code": "38.05.02", "title": "Таможенное дело" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 11,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» имени В.И. Ульянова (Ленина)»",
    website: "https://etu.ru/",
    vk: "https://vk.com/spbsetu",
    address: "197022, Санкт-Петербург, ул. Профессора Попова, д. 5",
    phone: "8 (812) 346-28-77",
    email: "office@etu.ru",
    directions: [
      { "code": "01.03.02", "title": "Прикладная математика и информатика" },
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "09.03.04", "title": "Программная инженерия" },
      { "code": "11.03.01", "title": "Радиотехника" },
      { "code": "11.03.02", "title": "Инфокоммуникационные технологии и системы связи" },
      { "code": "11.03.03", "title": "Конструирование и технология электронных средств" },
      { "code": "11.03.04", "title": "Электроника и наноэлектроника" },
      { "code": "12.03.01", "title": "Приборостроение" },
      { "code": "12.03.04", "title": "Биотехнические системы и технологии" },
      { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
      { "code": "15.03.06", "title": "Мехатроника и робототехника" },
      { "code": "20.03.01", "title": "Техносферная безопасность" },
      { "code": "27.03.02", "title": "Управление качеством" },
      { "code": "27.03.03", "title": "Системный анализ и управление" },
      { "code": "27.03.04", "title": "Управление в технических системах" },
      { "code": "27.03.05", "title": "Инноватика" },
      { "code": "28.03.01", "title": "Нанотехнологии и микросистемная техника" },
      { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
      { "code": "45.03.02", "title": "Лингвистика" }
    ],
    "specialist_directions": [
      { "code": "10.05.01", "title": "Компьютерная безопасность" },
      { "code": "11.05.01", "title": "Радиоэлектронные системы и комплексы" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 12,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный архитектурно-строительный университет»",
    website: "https://www.spbgasu.ru/",
    vk: "https://vk.com/spbgasu",
    address: "190005, Санкт-Петербург, 2-я Красноармейская ул., д. 4",
    phone: "8 (812) 575-05-73",
    email: "priem@spbgasu.ru",
    directions: [
      { "code": "07.03.01", "title": "Архитектура" },
      { "code": "07.03.02", "title": "Реконструкция и реставрация архитектурного наследия" },
      { "code": "07.03.03", "title": "Дизайн архитектурной среды" },
      { "code": "07.03.04", "title": "Градостроительство" },
      { "code": "08.03.01", "title": "Строительство" },
      { "code": "20.03.01", "title": "Техносферная безопасность" },
      { "code": "21.03.02", "title": "Землеустройство и кадастры" },
      { "code": "23.03.01", "title": "Технология транспортных процессов" },
      { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.05", "title": "Бизнес-информатика" },
      { "code": "54.03.01", "title": "Дизайн" }
    ],
    "specialist_directions": [
      { "code": "08.05.01", "title": "Строительство уникальных зданий и сооружений" },
      { "code": "08.05.02", "title": "Строительство, эксплуатация, восстановление и техническое прикрытие автомобильных дорог, мостов и тоннелей" },
      { "code": "23.05.01", "title": "Наземные транспортно-технологические средства" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 13,
    name: "ФГБОУ ВО «Ленинградский государственный университет имени А.С. Пушкина»",
    website: "https://lengu.ru/",
    vk: "https://vk.com/lengu",
    address: "196605, Санкт-Петербург, г.Пушкин, Петербургское шоссе, д.10 лит.А",
    phone: "8 (812) 466-65-58",
    email: "pushkin@lengu.ru",
    directions: [
      { "code": "05.03.06", "title": "Экология и природопользование" },
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "19.03.01", "title": "Биотехнология" },
      { "code": "21.03.02", "title": "Землеустройство и кадастры" },
      { "code": "35.03.10", "title": "Ландшафтная архитектура" },
      { "code": "37.03.01", "title": "Психология" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
      { "code": "42.03.02", "title": "Журналистика" },
      { "code": "43.03.01", "title": "Сервис" },
      { "code": "43.03.02", "title": "Туризм" },
      { "code": "43.03.03", "title": "Гостиничное дело" },
      { "code": "44.03.01", "title": "Педагогическое образование" },
      { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
      { "code": "44.03.03", "title": "Специальное (дефектологическое) образование" },
      { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
      { "code": "45.03.02", "title": "Лингвистика" },
      { "code": "46.03.01", "title": "История" },
      { "code": "46.03.02", "title": "Документоведение и архивоведение" },
      { "code": "47.03.01", "title": "Философия" },
      { "code": "49.03.01", "title": "Физическая культура" },
      { "code": "49.03.02", "title": "Физическая культура для лиц с отклонениями в состоянии здоровья (адаптивная физическая культура)" },
      { "code": "49.03.03", "title": "Рекреация и спортивно-оздоровительный туризм" },
      { "code": "51.03.01", "title": "Культурология" },
      { "code": "54.03.01", "title": "Дизайн" }
    ],
    "specialist_directions": [
      { "code": "37.05.01", "title": "Клиническая психология" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 14,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный аграрный университет»",
    website: "https://spbgau.ru/",
    vk: "https://vk.com/spb_gau",
    address: "196601, Россия, г. Санкт-Петербург, г. Пушкин, Петербургское шоссе, дом 2",
    phone: "8 (812) 470-04-22",
    email: "agro@spbgau.ru",
    directions: [
      { "code": "06.03.01", "title": "Биология" },
      { "code": "08.03.01", "title": "Строительство" },
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
      { "code": "20.03.01", "title": "Техносферная безопасность" },
      { "code": "21.03.02", "title": "Землеустройство и кадастры" },
      { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
      { "code": "35.03.03", "title": "Агрохимия и агропочвоведение" },
      { "code": "35.03.04", "title": "Агрономия" },
      { "code": "35.03.05", "title": "Садоводство" },
      { "code": "35.03.06", "title": "Агроинженерия" },
      { "code": "35.03.07", "title": "Технология производства и переработки сельскохозяйственной продукции" },
      { "code": "35.03.08", "title": "Водные биоресурсы и аквакультура" },
      { "code": "35.03.10", "title": "Ландшафтная архитектура" },
      { "code": "35.03.11", "title": "Гидромелиорация" },
      { "code": "36.03.02", "title": "Зоотехния" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "43.03.01", "title": "Сервис" }
    ],
    "specialist_directions": [
      { "code": "36.05.01", "title": "Ветеринария" },
      { "code": "38.05.01", "title": "Экономическая безопасность" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 15,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный университет телекоммуникаций им. профессора М.А. Бонч-Бруевича»",
    website: "https://www.sut.ru/",
    vk: "https://vk.com/sutru",
    address: "193232, Санкт-Петербург, пр. Большевиков д.22, к.1",
    phone: "8 (812) 326-31-63",
    email: "rector@sut.ru",
    directions: [
      { "code": "05.03.06", "title": "Экология и природопользование" },
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "09.03.04", "title": "Программная инженерия" },
      { "code": "10.03.01", "title": "Информационная безопасность" },
      { "code": "11.03.01", "title": "Радиотехника" },
      { "code": "11.03.02", "title": "Инфокоммуникационные технологии и системы связи" },
      { "code": "11.03.03", "title": "Конструирование и технология электронных средств" },
      { "code": "11.03.04", "title": "Электроника и наноэлектроника" },
      { "code": "15.03.04", "title": "Автоматизация технологических процессов и производств" },
      { "code": "15.03.06", "title": "Мехатроника и робототехника" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.05", "title": "Бизнес-информатика" },
      { "code": "41.03.01", "title": "Зарубежное регионоведение" },
      { "code": "42.03.01", "title": "Реклама и связи с общественностью" }
    ],
    "specialist_directions": [
      { "code": "10.05.02", "title": "Информационная безопасность телекоммуникационных систем" },
      { "code": "10.05.07", "title": "Противодействие техническим разведкам" },
      { "code": "11.05.04", "title": "Инфокоммуникационные технологии и системы специальной связи" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 16,
    name: "ФГБОУ ВО «Санкт-Петербургский политехнический университет Петра Великого»",
    website: "https://www.spbstu.ru/",
    vk: "https://vk.com/polytech_petra",
    address: "195251, г. Санкт-Петербург, ул. Политехническая, д.29 литера Б",
    phone: "8 (812) 775-05-30",
    email: "office@spbstu.ru",
    directions: [
      { "code": "01.03.02", "title": "Прикладная математика и информатика" },
      { "code": "01.03.03", "title": "Механика и математическое моделирование" },
      { "code": "01.03.05", "title": "Статистика" },
      { "code": "02.03.01", "title": "Математика и компьютерные науки" },
      { "code": "02.03.03", "title": "Математическое обеспечение и администрирование информационных систем" },
      { "code": "03.03.01", "title": "Прикладная математика и физика" },
      { "code": "03.03.02", "title": "Физика" },
      { "code": "07.03.03", "title": "Дизайн архитектурной среды" },
      { "code": "08.03.01", "title": "Строительство" },
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "09.03.04", "title": "Программная инженерия" },
      { "code": "10.03.01", "title": "Информационная безопасность" },
      { "code": "11.03.01", "title": "Радиотехника" },
      { "code": "11.03.02", "title": "Инфокоммуникационные технологии и системы связи" },
      { "code": "11.03.04", "title": "Электроника и наноэлектроника" },
      { "code": "12.03.04", "title": "Биотехнические системы и технологии" },
      { "code": "13.03.01", "title": "Теплоэнергетика и теплотехника" },
      { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
      { "code": "13.03.03", "title": "Энергетическое машиностроение" },
      { "code": "14.03.01", "title": "Ядерная энергетика и теплофизика" },
      { "code": "15.03.01", "title": "Машиностроение" },
      { "code": "15.03.03", "title": "Прикладная механика" },
      { "code": "15.03.04", "title": "Автоматизация технологических процессов и производств" },
      { "code": "15.03.05", "title": "Конструкторско-технологическое обеспечение машиностроительных производств" },
      { "code": "15.03.06", "title": "Мехатроника и робототехника" },
      { "code": "16.03.01", "title": "Техническая физика" },
      { "code": "19.03.01", "title": "Биотехнология" },
      { "code": "20.03.01", "title": "Техносферная безопасность" },
      { "code": "22.03.01", "title": "Материаловедение и технологии материалов" },
      { "code": "22.03.02", "title": "Металлургия" },
      { "code": "27.03.02", "title": "Управление качеством" },
      { "code": "27.03.04", "title": "Управление в технических системах" },
      { "code": "27.03.05", "title": "Инноватика" },
      { "code": "28.03.01", "title": "Нанотехнологии и микросистемная техника" },
      { "code": "29.03.04", "title": "Технология художественной обработки материалов" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
      { "code": "38.03.05", "title": "Бизнес-информатика" },
      { "code": "38.03.06", "title": "Торговое дело" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "41.03.01", "title": "Зарубежное регионоведение" },
      { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
      { "code": "43.03.02", "title": "Туризм" },
      { "code": "43.03.03", "title": "Гостиничное дело" },
      { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
      { "code": "45.03.02", "title": "Лингвистика" },
      { "code": "54.03.01", "title": "Дизайн" }
    ],
    "specialist_directions": [
      { "code": "10.05.01", "title": "Компьютерная безопасность" },
      { "code": "10.05.03", "title": "Информационная безопасность автоматизированных систем" },
      { "code": "14.05.02", "title": "Атомные станции: проектирование, эксплуатация и инжиниринг" },
      { "code": "23.05.01", "title": "Наземные транспортно-технологические средства" },
      { "code": "24.05.02", "title": "Проектирование авиационных и ракетных двигателей" },
      { "code": "38.05.01", "title": "Экономическая безопасность" },
      { "code": "38.05.02", "title": "Таможенное дело" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 17,
    name: "ФГВОУ ВО «Военный институт физической культуры»",
    website: "https://vifk.mil.ru/",
    vk: "https://vk.com/club903886",
    address: "194044, г.Санкт-Петербург, Большой Сампсониевский проспект, д. 63",
    phone: "8 (812) 292-31-50",
    email: "vifk_14@mil.ru",
    directions: [
      { "code": "56.05.03", "title": "Служебно-прикладная физическая подготовка" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 18,
    name: "ФГБОУ ВО «Российский государственный гидрометеорологический университет»",
    website: "https://www.rshu.ru/",
    vk: "",
    address: "192007, Россия, Санкт-Петербург, Воронежская улица, дом 79",
    phone: "8(812) 633-01-90",
    email: "rshu@rshu.ru",
    directions: [
        { "code": "03.03.02", "title": "Физика" },
      { "code": "05.03.02", "title": "География" },
      { "code": "05.03.04", "title": "Гидрометеорология" },
      { "code": "05.03.05", "title": "Прикладная гидрометеорология" },
      { "code": "05.03.06", "title": "Экология и природопользование" },
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "35.03.08", "title": "Водные биоресурсы и аквакультура" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
      { "code": "44.03.01", "title": "Педагогическое образование" },
      { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
      { "code": "45.03.01", "title": "Филология" },
      { "code": "54.03.01", "title": "Дизайн" },
      { "code": "54.03.02", "title": "Декоративно-прикладное искусство и народные промыслы" },
      { "code": "54.03.04", "title": "Реставрация" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 19,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный лесотехнический университет имени С.М. Кирова»",
    website: "https://spbftu.ru/",
    vk: "https://vk.com/spbftu",
    address: "194021, Санкт-Петербург, Институтский пер., д. 5",
    phone: "8 (812) 217-92-46",
    email: "public@spbftu.ru",
    directions: [
      { "code": "05.03.06", "title": "Экология и природопользование" },
      { "code": "08.03.01", "title": "Строительство" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "13.03.01", "title": "Теплоэнергетика и теплотехника" },
      { "code": "15.03.02", "title": "Технологические машины и оборудование" },
      { "code": "18.03.01", "title": "Химическая технология" },
      { "code": "18.03.02", "title": "Энерго- и ресурсосберегающие процессы в химической технологии, нефтехимии и биотехнологии" },
      { "code": "20.03.01", "title": "Техносферная безопасность" },
      { "code": "21.03.02", "title": "Землеустройство и кадастры" },
      { "code": "23.03.01", "title": "Технология транспортных процессов" },
      { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
      { "code": "27.03.01", "title": "Стандартизация и метрология" },
      { "code": "27.03.04", "title": "Управление в технических системах" },
      { "code": "35.03.01", "title": "Лесное дело" },
      { "code": "35.03.02", "title": "Технология лесозаготовительных и деревоперерабатывающих производств" },
      { "code": "35.03.10", "title": "Ландшафтная архитектура" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "54.03.01", "title": "Дизайн" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 20,
    name: "ФГБОУ ВО «Высший художественно-технический институт»",
    website: "https://www.vhutein.ru/",
    vk: "https://vk.com/vhutein",
    address: "191028, Санкт-Петербург, улица Моховая, дом 40, лит. А",
    phone: "8 (812) 921-06-91",
    email: "vuzinfo@vhutein.ru",
    directions: [
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "42.03.04", "title": "Телевидение" },
      { "code": "54.03.01", "title": "Дизайн" }
    ],
    "specialist_directions": [
      { "code": "52.05.01", "title": "Актерское искусство" },
      { "code": "54.05.02", "title": "Графика" },
      { "code": "54.05.03", "title": "Живопись" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 21,
    name: "ФГБОУ ВО «Гатчинский государственный университет»",
    website: "https://www.gief.ru/",
    vk: "https://vk.com/vuz47",
    address: "188300, г. Гатчина, ул. Рощинская, д. 5",
    phone: "8 (81371) 413-34",
    email: "abiturient@gief.ru",
    directions: [
      { "code": "08.03.01", "title": "Строительство" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
      { "code": "38.03.05", "title": "Бизнес-информатика" },
      { "code": "39.03.02", "title": "Социальная работа" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "43.03.01", "title": "Сервис" },
      { "code": "43.03.02", "title": "Туризм" },
      { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
      { "code": "54.03.01", "title": "Дизайн" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 22,
    name: "ФГБОУ ВО «Национальный исследовательский университет ИТМО»",
    website: "https://itmo.ru/",
    vk: "https://vk.com/itmoru",
    address: "197101, г. Санкт-Петербург, Кронверкский проспект, д. 49, лит. А",
    phone: "8 (812) 480-00-00",
    email: "od@itmo.ru",
    directions: [
      { "code": "01.03.02", "title": "Прикладная математика и информатика" },
      { "code": "03.03.02", "title": "Физика" },
      { "code": "04.03.01", "title": "Химия" },
      { "code": "05.03.06", "title": "Экология и природопользование" },
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "09.03.04", "title": "Программная инженерия" },
      { "code": "10.03.01", "title": "Информационная безопасность" },
      { "code": "11.03.02", "title": "Инфокоммуникационные технологии и системы связи" },
      { "code": "11.03.03", "title": "Конструирование и технология электронных средств" },
      { "code": "12.03.01", "title": "Приборостроение" },
      { "code": "12.03.04", "title": "Биотехнические системы и технологии" },
      { "code": "12.03.05", "title": "Лазерная техника и лазерные технологии" },
      { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
      { "code": "15.03.04", "title": "Автоматизация технологических процессов и производств" },
      { "code": "15.03.06", "title": "Мехатроника и робототехника" },
      { "code": "18.03.01", "title": "Химическая технология" },
      { "code": "18.03.02", "title": "Энерго- и ресурсосберегающие процессы в химической технологии, нефтехимии и биотехнологии" },
      { "code": "19.03.01", "title": "Биотехнология" },
      { "code": "24.03.02", "title": "Системы управления движением и навигация" },
      { "code": "27.03.05", "title": "Инноватика" },
      { "code": "38.03.05", "title": "Бизнес-информатика" },
      { "code": "45.03.04", "title": "Интеллектуальные системы в гуманитарной сфере" },
      { "code": "54.03.01", "title": "Дизайн" }
    ],
    "specialist_directions": [
      { "code": "10.05.02", "title": "Информационная безопасность телекоммуникационных систем" },
      { "code": "12.05.01", "title": "Электронные и оптико-электронные приборы и системы специального назначения" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 23,
    name: "ФГБОУ ВО «Академия Русского балета имени А.Я. Вагановой»",
    website: "https://vaganovaacademy.ru/",
    vk: "https://vk.com/vaganovaacademy",
    address: "191023, г. Санкт-Петербург, ул. Зодчего Росси, д. 2",
    phone: "8 (812) 456-07-65",
    email: "info@vaganovaacademy.ru",
    directions: [
      { "code": "50.03.01", "title": "Искусства и гуманитарные науки" },
      { "code": "52.03.01", "title": "Хореографическое искусство" },
      { "code": "52.03.02", "title": "Хореографическое исполнительство" },
      { "code": "53.03.02", "title": "Музыкально-инструментальное искусство" }
    ],
    "specialist_directions": [
      { "code": "52.05.02", "title": "Режиссура балета" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 24,
    name: "ФГБОУ ВО «Первый Санкт-Петербургский государственный медицинский университет имени академика И.П. Павлова»",
    website: "https://www.1spbgmu.ru/",
    vk: "https://vk.com/club19554404",
    address: "197022, Санкт-Петербург, ул. Льва Толстого, д. 6-8",
    phone: "8 (812) 338-71-12",
    email: "priemkom@pspbgmu.ru",
    directions: [
      { "code": "34.03.01", "title": "Сестринское дело" },
      { "code": "49.03.02", "title": "Физическая культура для лиц с отклонениями в состоянии здоровья (адаптивная физическая культура)" }
    ],
    "specialist_directions": [
      { "code": "30.05.01", "title": "Медицинская биохимия" },
      { "code": "30.05.03", "title": "Медицинская кибернетика" },
      { "code": "31.05.01", "title": "Лечебное дело" },
      { "code": "31.05.02", "title": "Педиатрия" },
      { "code": "31.05.03", "title": "Стоматология" },
      { "code": "33.05.01", "title": "Фармация" },
      { "code": "37.05.01", "title": "Клиническая психология" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 25,
    name: "ФГБОУ ВО «Санкт-Петербургский медико-социальный институт»",
    website: "https://medinstitut.org/",
    vk: "https://vk.com/medicosocialinstitute",
    address: "195272, г. Санкт-Петербург, пр-кт Кондратьевский, д. 72, лит. А",
    phone: "8 (812) 448-39-66",
    email: "info.renkor@gmail.com",
    directions: [
      { "code": "34.03.01", "title": "Сестринское дело" },
      { "code": "49.03.02", "title": "Физическая культура для лиц с отклонениями в состоянии здоровья (адаптивная физическая культура)" }
    ],
    "specialist_directions": [
      { "code": "31.05.01", "title": "Лечебное дело" },
      { "code": "31.05.03", "title": "Стоматология" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 26,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный технологический институт (технический университет)»",
    website: "https://spbti.ru/",
    vk: "https://vk.com/spbgtitu",
    address: "190013, г. Санкт-Петербург, Московский проспект, д. 26",
    phone: "8 (812) 494-92-03",
    email: "office@spbti.ru",
    directions: [
      { "code": "04.03.01", "title": "Химия" },
      { "code": "05.03.06", "title": "Экология и природопользование" },
      { "code": "08.03.01", "title": "Строительство" },
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "12.03.01", "title": "Приборостроение" },
      { "code": "15.03.02", "title": "Технологические машины и оборудование" },
      { "code": "15.03.03", "title": "Прикладная механика" },
      { "code": "15.03.04", "title": "Автоматизация технологических процессов и производств" },
      { "code": "16.03.01", "title": "Техническая физика" },
      { "code": "18.03.01", "title": "Химическая технология" },
      { "code": "18.03.02", "title": "Энерго- и ресурсосберегающие процессы в химической технологии, нефтехимии и биотехнологии" },
      { "code": "19.03.01", "title": "Биотехнология" },
      { "code": "19.03.02", "title": "Продукты питания из растительного сырья" },
      { "code": "20.03.01", "title": "Техносферная безопасность" },
      { "code": "22.03.01", "title": "Материаловедение и технологии материалов" },
      { "code": "27.03.03", "title": "Системный анализ и управление" },
      { "code": "27.03.04", "title": "Управление в технических системах" },
      { "code": "28.03.03", "title": "Наноматериалы" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.03", "title": "Управление персоналом" },
      { "code": "38.03.05", "title": "Бизнес-информатика" },
      { "code": "42.03.01", "title": "Реклама и связи с общественностью" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 27,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный университет ветеринарной медицины»",
    website: "https://spbguvm.ru/",
    vk: "https://vk.com/spbguvm",
    address: "196084, Санкт-Петербург, ул. Черниговская, д. 5",
    phone: "8 (812) 388-36-31",
    email: "secretary@spbguvm.ru",
    directions: [
      { "code": "06.03.01", "title": "Биология" },
      { "code": "35.03.08", "title": "Водные биоресурсы и аквакультура" },
      { "code": "36.03.01", "title": "Ветеринарно-санитарная экспертиза" }
    ],
    "specialist_directions": [
      { "code": "36.05.01", "title": "Ветеринария" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 28,
    name: "ФГВОУ ВО «Военная ордена Жукова академия войск национальной гвардии Российской Федерации»",
    website: "https://academy.rosguard.gov.ru/",
    vk: "",
    address: "198206, г. Санкт-Петербург, ул. Лётчика Пилютова, д. 1",
    phone: "8 (812) 744-70-14",
    email: "obr_kom@academrg.ru",
    directions: [
      { "code": "17.05.02", "title": "Стрелково-пушечное, артиллерийское и ракетное оружие" },
      { "code": "37.05.02", "title": "Психология служебной деятельности" },
      { "code": "40.05.01", "title": "Правовое обеспечение национальной безопасности" },
      { "code": "56.05.08", "title": "Военно-политическая работа" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 29,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный институт культуры»",
    website: "https://spbgik.ru/",
    vk: "https://vk.com/spbgik_ru",
    address: "191186, Санкт-Петербург, Дворцовая наб., д. 2",
    phone: "8 (812) 318-97-97",
    email: "dp@spbgik.ru",
    directions: [
      { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
      { "code": "45.03.02", "title": "Лингвистика" },
      { "code": "50.03.03", "title": "История искусств" },
      { "code": "51.03.01", "title": "Культурология" },
      { "code": "51.03.02", "title": "Народная художественная культура" },
      { "code": "51.03.03", "title": "Социально-культурная деятельность" },
      { "code": "51.03.04", "title": "Музеология и охрана объектов культурного и природного наследия" },
      { "code": "51.03.05", "title": "Режиссура театрализованных представлений и праздников" },
      { "code": "51.03.06", "title": "Библиотечно-информационная деятельность" },
      { "code": "52.03.01", "title": "Хореографическое искусство" },
      { "code": "53.03.01", "title": "Музыкальное искусство эстрады" },
      { "code": "53.03.02", "title": "Музыкально-инструментальное искусство" },
      { "code": "53.03.03", "title": "Вокальное искусство" },
      { "code": "53.03.04", "title": "Искусство народного пения" },
      { "code": "53.03.05", "title": "Дирижирование" },
      { "code": "53.03.06", "title": "Музыкознание и музыкально-прикладное искусство" },
      { "code": "54.03.01", "title": "Дизайн" },
      { "code": "54.03.04", "title": "Реставрация" }
    ],
    "specialist_directions": [
      { "code": "52.05.01", "title": "Актерское искусство" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 30,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный архитектурно-строительный университет»",
    website: "https://www.spbgasu.ru/",
    vk: "https://vk.com/spbgasu_vk",
    address: "190005, г. Санкт-Петербург, 2-я Красноармейская ул., д. 4",
    phone: "8 (812) 575-05-34",
    email: "rector@spbgasu.ru",
    directions: [
      { "code": "01.03.02", "title": "Прикладная математика и информатика" },
      { "code": "07.03.01", "title": "Архитектура" },
      { "code": "07.03.02", "title": "Реконструкция и реставрация архитектурного наследия" },
      { "code": "07.03.03", "title": "Дизайн архитектурной среды" },
      { "code": "07.03.04", "title": "Градостроительство" },
      { "code": "08.03.01", "title": "Строительство" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "13.03.01", "title": "Теплоэнергетика и теплотехника" },
      { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
      { "code": "15.03.03", "title": "Прикладная механика" },
      { "code": "15.03.06", "title": "Мехатроника и робототехника" },
      { "code": "20.03.01", "title": "Техносферная безопасность" },
      { "code": "20.03.02", "title": "Природообустройство и водопользование" },
      { "code": "21.03.02", "title": "Землеустройство и кадастры" },
      { "code": "23.03.01", "title": "Технология транспортных процессов" },
      { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
      { "code": "35.03.10", "title": "Ландшафтная архитектура" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.05", "title": "Бизнес-информатика" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "54.03.01", "title": "Дизайн" }
    ],
    "specialist_directions": [
      { "code": "08.05.01", "title": "Строительство уникальных зданий и сооружений" },
      { "code": "23.05.01", "title": "Наземные транспортно-технологические средства" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 31,
    name: "ФГКОУ ВО «Санкт-Петербургская академия Следственного комитета Российской Федерации»",
    website: "https://skspba.ru/",
    vk: "https://vk.com/skspba",
    address: "190000, г. Санкт-Петербург, набережная реки Мойки, д. 96",
    phone: "8 (812) 318-22-41",
    email: "mail@skspba.ru",
    directions: [
      { "code": "40.05.01", "title": "Правовое обеспечение национальной безопасности" },
      { "code": "40.05.04", "title": "Судебная и прокурорская деятельность" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 32,
    name: "ФГБОУ ВО «Университет при Межпарламентской Ассамблее ЕврАзЭС»",
    website: "https://miep.spb.ru/",
    vk: "",
    address: "194044, Санкт-Петербург, ул. Смолячкова, д. 14, к. 1, лит. Б",
    phone: "8 (812) 542-38-80",
    email: "miep.priem@mail.ru",
    directions: [
      { "code": "07.03.01", "title": "Архитектура" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "09.03.04", "title": "Программная инженерия" },
      { "code": "23.03.01", "title": "Технология транспортных процессов" },
      { "code": "37.03.01", "title": "Психология" },
      { "code": "37.03.02", "title": "Конфликтология" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
      { "code": "38.03.05", "title": "Бизнес-информатика" },
      { "code": "38.03.06", "title": "Торговое дело" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
      { "code": "43.03.01", "title": "Сервис" },
      { "code": "43.03.02", "title": "Туризм" },
      { "code": "43.03.03", "title": "Гостиничное дело" },
      { "code": "54.03.01", "title": "Дизайн" },
      { "code": "54.03.02", "title": "Декоративно-прикладное искусство и народные промыслы" }
    ],
    "specialist_directions": [
      { "code": "38.05.02", "title": "Таможенное дело" }
    ]
  },
  {
    region: "СанктDiffuse-Петербург",
    number: 33,
    name: "ФГБОУ ВО «Российский государственный институт сценических искусств»",
    website: "https://www.rgisi.ru/",
    vk: "https://vk.com/rgisi",
    address: "191028, г. Санкт-Петербург, ул. Моховая, д. 34",
    phone: "8 (812) 273-15-81",
    email: "rector@rgisi.ru",
    directions: [
      { "code": "51.03.05", "title": "Режиссура театрализованных представлений и праздников" },
      { "code": "50.03.01", "title": "Искусства и гуманитарные науки" }
    ],
    "specialist_directions": [
      { "code": "52.05.01", "title": "Актерское искусство" },
      { "code": "52.05.02", "title": "Режиссура театра" },
      { "code": "52.05.03", "title": "Сценография" },
      { "code": "55.05.01", "title": "Режиссура кино и телевидения" },
      { "code": "55.05.04", "title": "Продюсерство" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 34,
    name: "ФГБОУ ВО «Государственный университет морского и речного флота имени адмирала С.О. Макарова»",
    website: "https://gumrf.ru/",
    vk: "https://vk.com/gumrf",
    address: "198035, г. Санкт-Петербург, ул. Двинская, д. 5/7",
    phone: "8 (812) 748-96-92",
    email: "otd_o@gumrf.ru",
    directions: [
      { "code": "08.03.01", "title": "Строительство" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "10.03.01", "title": "Информационная безопасность" },
      { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
      { "code": "23.03.01", "title": "Технология транспортных процессов" },
      { "code": "26.03.01", "title": "Управление водным транспортом и гидрографическое обеспечение судоходства" },
      { "code": "26.03.02", "title": "Кораблестроение, океанотехника и системотехника объектов морской инфраструктуры" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "40.03.01", "title": "Юриспруденция" }
    ],
    "specialist_directions": [
      { "code": "26.05.05", "title": "Судовождение" },
      { "code": "26.05.06", "title": "Эксплуатация судовых энергетических установок" },
      { "code": "26.05.07", "title": "Эксплуатация судового электрооборудования и средств автоматики" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 35,
    name: "ФГВОУ ВО «Военно-медицинская академия имени С.М. Кирова»",
    website: "https://www.vmeda.org/",
    vk: "",
    address: "194044, г. Санкт-Петербург, ул. Академика Лебедева, д. 6",
    phone: "",
    email: "",
    directions: [
      { "code": "34.03.01", "title": "Сестринское дело" }
    ],
    "specialist_directions": [
      { "code": "31.05.01", "title": "Лечебное дело" },
      { "code": "31.05.02", "title": "Педиатрия" },
      { "code": "31.05.03", "title": "Стоматология" },
      { "code": "32.05.01", "title": "Медико-профилактическое дело" },
      { "code": "33.05.01", "title": "Фармация" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 36,
    name: "ФГБОУ ВО «Национальный медицинский исследовательский центр имени В.А. Алмазова»",
    website: "https://education.almazovcentre.ru/",
    vk: "",
    address: "197341, Санкт-Петербург, ул. Аккуратова, д. 2",
    phone: "8 (812) 660-37-04",
    email: "pk@almazovcentre.ru",
    directions: [
      { "code": "31.05.01", "title": "Лечебное дело" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 37,
    name: "ФГБОУ ВО «Санкт-Петербургский кампус НИУ ВШЭ»",
    website: "https://spb.hse.ru/",
    vk: "https://vk.com/hse_spb",
    address: "190121, Санкт-Петербург, ул. Союза Печатников, д. 16",
    phone: "8 (812) 644-62-12",
    email: "abitur-spb@hse.ru",
    directions: [
      { "code": "01.03.01", "title": "Математика" },
      { "code": "01.03.02", "title": "Прикладная математика и информатика" },
      { "code": "09.03.04", "title": "Программная инженерия" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
      { "code": "38.03.05", "title": "Бизнес-информатика" },
      { "code": "39.03.01", "title": "Социология" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "41.03.04", "title": "Политология" },
      { "code": "41.03.05", "title": "Международные отношения" },
      { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
      { "code": "42.03.02", "title": "Журналистика" },
      { "code": "45.03.01", "title": "Филология" },
      { "code": "45.03.02", "title": "Лингвистика" },
      { "code": "46.03.01", "title": "История" },
      { "code": "50.03.03", "title": "История искусств" },
      { "code": "54.03.01", "title": "Дизайн" }
    ],
    "specialist_directions": [
      { "code": "40.05.04", "title": "Судебная и прокурорская деятельность" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 38,
    name: "ФГВОУ ВО «Военная академия связи имени Маршала Советского Союза С.М. Будённого»",
    website: "https://vas.mil.ru/",
    vk: "https://vk.com/vasmilru",
    address: "194064, г. Санкт-Петербург, Тихорецкий проспект, д. 3",
    phone: "8 (812) 247-98-35",
    email: "vas@mil.ru",
    directions: [
      { "code": "09.05.01", "title": "Применение и эксплуатация автоматизированных систем специального назначения" },
      { "code": "11.05.04", "title": "Инфокоммуникационные технологии и системы специальной связи" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 39,
    name: "ФГБОУ ВО «Санкт-Петербургский институт экономики и управления»",
    website: "https://spbiem.ru/",
    vk: "https://vk.com/ecfac_spbgau",
    address: "195277, г. Санкт-Петербург, Крапивный пер., д. 5, лит. А",
    phone: "8 (812) 309-99-17",
    email: "spbiem@yandex.ru",
    directions: [
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "37.03.01", "title": "Психология" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.03", "title": "Управление персоналом" },
      { "code": "43.03.03", "title": "Гостиничное дело" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 40,
    name: "Северо-Западный филиал Российского государственного университета правосудия",
    website: "https://nwb.rgup.ru/",
    vk: "https://vk.com/rsuj_spb",
    address: "197046, г. Санкт-Петербург, Александровский парк, д. 5",
    phone: "8 (812) 655-64-55",
    email: "office@szfrgup.ru",
    directions: [
      { "code": "40.03.01", "title": "Юриспруденция" }
    ],
    "specialist_directions": [
      { "code": "40.05.04", "title": "Судебная и прокурорская деятельность" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 41,
    name: "ФГБОУ ВО «Национальный государственный Университет физической культуры, спорта и здоровья имени П.Ф. Лесгафта, Санкт-Петербург»",
    website: "https://lesgaft.spb.ru/",
    vk: "",
    address: "190121, г. Санкт-Петербург, ул. Декабристов, д. 35",
    phone: "8 (812) 714-10-84",
    email: "rectorlesgaft@mail.ru",
    directions: [
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "41.03.05", "title": "Международные отношения" },
      { "code": "42.03.02", "title": "Журналистика" },
      { "code": "44.03.01", "title": "Педагогическое образование" },
      { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
      { "code": "49.03.01", "title": "Физическая культура" },
      { "code": "49.03.02", "title": "Физическая культура для лиц с отклонениями в состоянии здоровья (адаптивная физическая культура)" },
      { "code": "49.03.04", "title": "Спорт" }
    ],
    "specialist_directions": [
      { "code": "37.05.02", "title": "Психология служебной деятельности" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 42,
    name: "ФГБОУ ВО «Международный банковский институт имени Анатолия Собчака»",
    website: "https://www.ibispb.ru/",
    vk: "https://vk.com/ibispb",
    address: "191023, Санкт-Петербург, Невский пр., д. 60",
    phone: "8 (812) 494-05-05",
    email: "ibispb@ibispb.ru",
    directions: [
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.05", "title": "Бизнес-информатика" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "43.03.02", "title": "Туризм" },
      { "code": "43.03.03", "title": "Гостиничное дело" }
    ],
    "specialist_directions": [
      { "code": "38.05.01", "title": "Экономическая безопасность" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 43,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный химико-фармацевтический университет» Минздрава России",
    website: "https://spcpu.ru/",
    vk: "https://vk.com/spcpa_public",
    address: "197022, г. Санкт-Петербург, ул. Профессора Попова, д. 14, лит. А",
    phone: "8 (812) 499-39-00",
    email: "rectorat.main@pharminnotech.com",
    directions: [
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "18.03.01", "title": "Химическая технология" },
      { "code": "19.03.01", "title": "Биотехнология" }
    ],
    "specialist_directions": [
      { "code": "33.05.01", "title": "Фармация" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 44,
    name: "ФГБОУ ВО «Санкт-Петербургский национальный исследовательский Академический университет имени Ж.И. Алфёрова Российской академии наук»",
    website: "https://spbau.ru/",
    vk: "",
    address: "194021, г. Санкт-Петербург, ул. Хлопина, д. 8, корп. 3, лит. А",
    phone: "8 (812) 247-44-84",
    email: "office@spbau.ru",
    directions: [
      { "code": "03.03.01", "title": "Прикладные математика и физика" },
      { "code": "03.03.02", "title": "Физика" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "11.03.04", "title": "Электроника и наноэлектроника" },
      { "code": "16.03.01", "title": "Техническая физика" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 45,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный университет гражданской авиации имени Главного маршала авиации А.А. Новикова»",
    website: "https://spbguga.ru/",
    vk: "",
    address: "196210, г. Санкт-Петербург, ул. Пилотов, д. 38",
    phone: "8 (812) 704-18-18",
    email: "info@spbguga.ru",
    directions: [
      { "code": "09.03.04", "title": "Программная инженерия" },
      { "code": "20.03.01", "title": "Техносферная безопасность" },
      { "code": "23.03.01", "title": "Технология транспортных процессов" },
      { "code": "25.03.01", "title": "Техническая эксплуатация летательных аппаратов и двигателей" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.03", "title": "Управление персоналом" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "43.03.01", "title": "Сервис" }
    ],
    "specialist_directions": [
      { "code": "25.05.05", "title": "Эксплуатация воздушных судов и организация воздушного движения" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 46,
    name: "Санкт-Петербургский имени В.Б. Бобкова филиал Российской таможенной академии",
    website: "https://spbrta.customs.gov.ru/",
    vk: "",
    address: "192241, г. Санкт-Петербург, Софийская ул., д. 52, лит. А",
    phone: "8 (812) 269-21-26",
    email: "odo@spbrta.ru",
    directions: [
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "40.03.01", "title": "Юриспруденция" }
    ],
    "specialist_directions": [
      { "code": "38.05.02", "title": "Таможенное дело" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 47,
    name: "ФГБОУ ВО «Петербургский государственный университет путей сообщения Императора Александра I»",
    website: "https://www.pgups.ru/",
    vk: "https://vk.com/pgups_ru",
    address: "190031, Санкт-Петербург, Московский пр., д. 9",
    phone: "8 (800) 302-06-60",
    email: "dou@pgups.ru",
    directions: [
      { "code": "08.03.01", "title": "Строительство" },
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "09.03.04", "title": "Программная инженерия" },
      { "code": "10.03.01", "title": "Информационная безопасность" },
      { "code": "12.03.01", "title": "Приборостроение" },
      { "code": "13.03.01", "title": "Теплоэнергетика и теплотехника" },
      { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
      { "code": "20.03.01", "title": "Техносферная безопасность" },
      { "code": "21.03.02", "title": "Землеустройство и кадастры" },
      { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
      { "code": "27.03.01", "title": "Стандартизация и метрология" },
      { "code": "37.03.01", "title": "Психология" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.05", "title": "Бизнес-информатика" }
    ],
    "specialist_directions": [
      { "code": "10.05.03", "title": "Информационная безопасность автоматизированных систем" },
      { "code": "23.05.01", "title": "Наземные транспортно-технологические средства" },
      { "code": "23.05.03", "title": "Подвижной состав железных дорог" },
      { "code": "23.05.04", "title": "Эксплуатация железных дорог" },
      { "code": "23.05.05", "title": "Системы обеспечения движения поездов" },
      { "code": "23.05.06", "title": "Строительство железных дорог, мостов и транспортных тоннелей" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 48,
    name: "ФГБОУ ВО «Санкт-Петербургский Гуманитарный университет профсоюзов»",
    website: "https://www.gup.ru/",
    vk: "",
    address: "192238, г. Санкт-Петербург, ул. Фучика, д. 15",
    phone: "8 (812) 327-27-28",
    email: "info@gup.ru",
    directions: [
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "37.03.01", "title": "Психология" },
      { "code": "37.03.02", "title": "Конфликтология" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
      { "code": "42.03.02", "title": "Журналистика" },
      { "code": "45.03.02", "title": "Лингвистика" },
      { "code": "50.03.03", "title": "История искусств" },
      { "code": "51.03.03", "title": "Социально-культурная деятельность" },
      { "code": "52.03.01", "title": "Хореографическое искусство" }
    ],
    "specialist_directions": [
      { "code": "52.05.01", "title": "Актерское искусство" },
      { "code": "52.05.02", "title": "Режиссура театра" },
      { "code": "53.05.04", "title": "Музыкальная звукорежиссура" },
      { "code": "55.05.01", "title": "Режиссура кино и телевидения" },
      { "code": "55.05.04", "title": "Продюсерство" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 49,
    name: "Санкт-Петербургский филиал Финансового университета при Правительстве Российской Федерации",
    website: "https://spb.fa.ru/",
    vk: "https://vk.com/finuniversity",
    address: "197198, г. Санкт-Петербург, ул. Съезжинская, д. 15-17, лит. А",
    phone: "8 (812) 232-49-71",
    email: "spb_priem@fa.ru",
    directions: [
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.05", "title": "Бизнес-информатика" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 50,
    name: "ФГБОУ ВО «Восточно-Европейский институт психоанализа»",
    website: "https://psyi.ru/",
    vk: "https://vk.com/eeipru",
    address: "197198, Санкт-Петербург, Большой пр. П.С., д. 18А",
    phone: "8 (800) 333-37-76",
    email: "s.gurbanova@eeip.ru",
    directions: [
      { "code": "37.03.01", "title": "Психология" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 51,
    name: "ФГВОУ ВО «Михайловская военная артиллерийская академия»",
    website: "https://mvaa.mil.ru/",
    vk: "https://vk.com/club1568401",
    address: "195009, г. Санкт-Петербург, ул. Комсомола, д. 22",
    phone: "8 (812) 542-15-71",
    email: "mvaa@mil.ru",
    directions: [
      { "code": "09.05.01", "title": "Применение и эксплуатация автоматизированных систем специального назначения" },
      { "code": "11.05.02", "title": "Специальные радиотехнические системы" },
      { "code": "13.05.02", "title": "Специальные электромеханические системы" },
      { "code": "23.05.02", "title": "Транспортные средства специального назначения" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 52,
    name: "ФГБОУ ВО «Северо-Западный государственный медицинский университет им. И.И. Мечникова» Минздрава России",
    website: "https://szgmu.ru/",
    vk: "https://vk.com/club212631",
    address: "191015, г. Санкт-Петербург, ул. Кирочная, д. 41",
    phone: "8 (812) 303-50-00",
    email: "rectorat@szgmu.ru",
    directions: [
      { "code": "34.03.01", "title": "Сестринское дело" }
    ],
    "specialist_directions": [
      { "code": "30.05.03", "title": "Медицинская кибернетика" },
      { "code": "31.05.01", "title": "Лечебное дело" },
      { "code": "31.05.02", "title": "Педиатрия" },
      { "code": "31.05.03", "title": "Стоматология" },
      { "code": "31.05.04", "title": "Остеопатия" },
      { "code": "32.05.01", "title": "Медико-профилактическое дело" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 53,
    name: "ФГВОУ ВО «Военная академия материально-технического обеспечения имени генерала армии А.В. Хрулёва»",
    website: "https://vamto.mil.ru/",
    vk: "",
    address: "199034, г. Санкт-Петербург, наб. Макарова, д. 8",
    phone: "8 (812) 328-88-72",
    email: "vatt@mil.ru",
    directions: [
      { "code": "08.03.01", "title": "Строительство" }
    ],
    "specialist_directions": [
      { "code": "08.05.01", "title": "Строительство уникальных зданий и сооружений" },
      { "code": "20.05.01", "title": "Пожарная безопасность" },
      { "code": "23.05.01", "title": "Наземные транспортно-технологические средства" },
      { "code": "23.05.02", "title": "Транспортные средства специального назначения" },
      { "code": "56.05.01", "title": "Тыловое обеспечение" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 54,
    name: "ФГКОУ ВО «Санкт-Петербургский университет прокуратуры Российской Федерации»",
    website: "https://www.procuror.spb.ru/",
    vk: "",
    address: "191104, г. Санкт-Петербург, Литейный пр., д. 44",
    phone: "8 (812) 579-80-21",
    email: "spb-agprf@mail.ru",
    directions: [
      { "code": "40.05.04", "title": "Судебная и прокурорская деятельность" }
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 55,
    name: "ФГБОУ ВО «Балтийская академия туризма и предпринимательства»",
    website: "https://batp.ru/",
    vk: "https://vk.com/public181614347",
    address: "197110, Санкт-Петербург, ул. Петрозаводская, д. 13, лит. А",
    phone: "8 (812) 235-50-66",
    email: "priem@batp.ru",
    directions: [
      {code:"42.03.01",title:"Реклама и связи с общественностью"},
      {code:"43.03.02",title:"Туризм"},
      {code:"43.03.03",title:"Гостиничное дело"},
      {code:"37.03.01",title:"Психология"},
      {code:"38.03.02",title:"Менеджмент"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 56,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный институт психологии и социальной работы»",
    website: "https://psysocwork.ru/",
    vk: "https://vk.com/spbgipsr",
    address: "199178, г. Санкт-Петербург, 12-я линия В.О., д. 13, лит. А",
    phone: "8 (812) 323-07-84",
    email: "gipsr@ksp.gov.spb.ru",
    directions: [
      {code:"37.03.01",title:"Психология"},
      {code:"37.03.02",title:"Конфликтология"},
      {code:"38.03.03",title:"Управление персоналом"},
      {code:"39.03.02",title:"Социальная работа"},
      {code:"39.03.03",title:"Организация работы с молодежью"},
      {code:"44.03.03",title:"Специальное (дефектологическое) образование"},
      {code:"37.05.01",title:"Клиническая психология"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 57,
    name: "ФГБОУ ВО «Санкт-Петербургская государственная консерватория имени Н.А. Римского-Корсакова»",
    website: "https://www.conservatory.ru/",
    vk: "",
    address: "190000, г. Санкт-Петербург, Театральная пл., д. 3",
    phone: "8 (812) 312-21-29",
    email: "rectorat@conservatory.ru",
    directions: [
      {code:"53.03.01",title:"Музыкально-инструментальное искусство"},
      {code:"53.03.02",title:"Вокальное искусство"},
      {code:"53.03.05",title:"Дирижирование"},
      {code:"53.03.06",title:"Музыкознание и музыкально-прикладное искусство"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 58,
    name: "ФГБОУ ВО «Санкт-Петербургский университет технологий управления и экономики»",
    website: "https://www.spbume.ru/",
    vk: "https://vk.com/spbume_university",
    address: "190020, Санкт-Петербург, Лермонтовский пр., д. 44, лит. А",
    phone: "8 (812) 313-39-44",
    email: "rector@spbume.ru",
    directions: [
      {code:"09.03.03",title:"Прикладная информатика"},
      {code:"37.03.01",title:"Психология"},
      {code:"38.03.01",title:"Экономика"},
      {code:"38.03.02",title:"Менеджмент"},
      {code:"38.03.03",title:"Управление персоналом"},
      {code:"38.03.04",title:"Государственное и муниципальное управление"},
      {code:"38.03.05",title:"Бизнес-информатика"},
      {code:"40.03.01",title:"Юриспруденция"},
      {code:"42.03.01",title:"Реклама и связи с общественностью"},
      {code:"43.03.01",title:"Сервис"},
      {code:"43.03.02",title:"Туризм"},
      {code:"43.03.03",title:"Гостиничное дело"},
      {code:"44.03.01",title:"Педагогическое образование"},
      {code:"45.03.02",title:"Лингвистика"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 59,
    name: "ФГБОУ ВО «Санкт-Петербургский государственный морской технический университет»",
    website: "https://www.smtu.ru/",
    vk: "https://vk.com/spbmtu",
    address: "190121, г. Санкт-Петербург, Лоцманская ул., д. 3",
    phone: "8 (812) 495-26-48",
    email: "office@smtu.ru",
    directions: [
      {code:"01.03.04",title:"Прикладная математика"},
      {code:"09.03.01",title:"Информатика и вычислительная техника"},
      {code:"10.03.01",title:"Информационная безопасность"},
      {code:"13.03.03",title:"Энергетическое машиностроение"},
      {code:"15.03.01",title:"Машиностроение"},
      {code:"15.03.03",title:"Прикладная механика"},
      {code:"15.03.06",title:"Мехатроника и робототехника"},
      {code:"17.03.01",title:"Корабельное вооружение"},
      {code:"20.03.01",title:"Техносферная безопасность"},
      {code:"22.03.01",title:"Материаловедение и технологии материалов"},
      {code:"26.03.02",title:"Кораблестроение, океанотехника и системотехника объектов морской инфраструктуры"},
      {code:"27.03.04",title:"Управление в технических системах"},
      {code:"29.03.04",title:"Технология художественной обработки материалов"},
      {code:"38.03.01",title:"Экономика"},
      {code:"38.03.02",title:"Менеджмент"},
      {code:"38.03.05",title:"Бизнес-информатика"},
      {code:"39.03.01",title:"Социология"},
      {code:"40.03.01",title:"Юриспруденция"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 60,
    name: "Санкт-Петербургский институт (филиал) Всероссийского государственного университета юстиции (РПА Минюста России)",
    website: "https://spb.rpa-mu.ru/",
    vk: "",
    address: "199178, г. Санкт-Петербург, 10-я линия В.О., д. 19, лит. А",
    phone: "8 (812) 677-97-64",
    email: "spbf@rpa-mjust.ru",
    directions: [
      {code:"40.03.01",title:"Юриспруденция"},
      {code:"40.05.01",title:"Правовое обеспечение национальной безопасности"},
      {code:"40.05.03",title:"Судебная экспертиза"},
      {code:"40.05.04",title:"Судебная и прокурорская деятельность"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 61,
    name: "Филиал Международного института экономики и права в г. Санкт-Петербурге",
    website: "https://miepvuz.ru/miep-v-regionakh/SPB/",
    vk: "https://vk.com/petrsu_iel",
    address: "191119, г. Санкт-Петербург, ул. Константина Заслонова, д. 7, лит. А",
    phone: "8 (812) 448-89-83",
    email: "spb@miep.ru",
    directions: [
      {code:"38.03.01",title:"Экономика"},
      {code:"38.03.02",title:"Менеджмент"},
      {code:"40.03.01",title:"Юриспруденция"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 62,
    name: "Институт живописи, скульптуры и архитектуры имени И.Е. Репина при Российской академии художеств",
    website: "https://www.artsacademy.ru/",
    vk: "https://vk.com/spb_academy_fine_arts",
    address: "199034, Санкт-Петербург, Университетская наб., д. 17",
    phone: "8 (812) 323-61-89",
    email: "academyart@yandex.ru",
    directions: [
      {code:"07.03.01",title:"Архитектура"},
      {code:"07.03.02",title:"Реконструкция и реставрация архитектурного наследия"},
      {code:"54.03.04",title:"Реставрация"},
      {code:"54.05.02",title:"Живопись"},
      {code:"54.05.03",title:"Графика"},
      {code:"54.05.04",title:"Скульптура"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 63,
    name: "Санкт-Петербургский университет Министерства внутренних дел Российской Федерации",
    website: "https://унспб.мвд.рф/",
    vk: "",
    address: "198206, Санкт-Петербург, ул. Лётчика Пилютова, д. 1",
    phone: "8 (812) 744-70-24",
    email: "universpb@mvd.ru",
    directions: [
      {code:"40.03.01",title:"Юриспруденция"},
      {code:"40.05.01",title:"Правовое обеспечение национальной безопасности"},
      {code:"40.05.02",title:"Правоохранительная деятельность"},
      {code:"37.05.02",title:"Психология служебной деятельности"},
      {code:"38.05.01",title:"Экономическая безопасность"},
      {code:"10.05.05",title:"Безопасность информационных технологий в правоохранительной сфере"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 64,
    name: "Санкт-Петербургский университет Государственной противопожарной службы МЧС России",
    website: "https://igps.ru/",
    vk: "https://vk.com/univermchs",
    address: "196105, г. Санкт-Петербург, Московский пр., д. 149",
    phone: "8 (812) 645-20-15",
    email: "pr@igps.ru",
    directions: [
      {code:"20.03.01",title:"Техносферная безопасность"},
      {code:"20.05.01",title:"Пожарная безопасность"},
      {code:"38.03.04",title:"Государственное и муниципальное управление"},
      {code:"40.03.01",title:"Юриспруденция"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 65,
    name: "Военный учебно-научный центр Военно-Морского Флота «Военно-морская академия имени Адмирала Флота Советского Союза Н.Г. Кузнецова»",
    website: "https://vma.mil.ru/",
    vk: "",
    address: "197045, г. Санкт-Петербург, Ушаковская наб., д. 17/1",
    phone: "8 (812) 496-16-18",
    email: "vunc-vmf@mil.ru",
    directions: [
      {code:"26.05.03",title:"Строительство, ремонт и поисково-спасательное обеспечение надводных кораблей и подводных лодок"},
      {code:"26.05.04",title:"Применение и эксплуатация технических систем надводных кораблей и подводных лодок"},
      {code:"26.05.06",title:"Эксплуатация судовых энергетических установок"},
      {code:"26.05.07",title:"Эксплуатация судового электрооборудования и средств автоматики"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 66,
    name: "Русская христианская гуманитарная академия имени Ф.М. Достоевского",
    website: "https://rhga.ru/",
    vk: "",
    address: "191023, г. Санкт-Петербург, наб. реки Фонтанки, д. 15",
    phone: "8 (812) 571-30-75",
    email: "rector@rhga.ru",
    directions: [
      {code:"45.03.01",title:"Филология"},
      {code:"45.03.02",title:"Лингвистика"},
      {code:"37.03.01",title:"Психология"},
      {code:"44.03.01",title:"Педагогическое образование"},
      {code:"47.03.01",title:"Философия"},
      {code:"48.03.01",title:"Теология"},
      {code:"54.03.01",title:"Дизайн"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 67,
    name: "Балтийский институт экологии, политики и права",
    website: "https://buepl.ru/",
    vk: "https://vk.com/club291536",
    address: "199106, г. Санкт-Петербург, ул. Гаванская, д. 3",
    phone: "8 (812) 309-09-99",
    email: "priem@edu.buepl.ru",
    directions: [
      {code:"54.03.01",title:"Дизайн"},
      {code:"52.05.01",title:"Актерское искусство"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 68,
    name: "Санкт-Петербургский государственный педиатрический медицинский университет Минздрава России",
    website: "https://gpmu.org/",
    vk: "https://vk.com/news.gpmu",
    address: "194100, Санкт-Петербург, ул. Литовская, д. 2",
    phone: "8 (812) 295-06-46",
    email: "spb@gpmu.org",
    directions: [
      {code:"31.05.01",title:"Лечебное дело"},
      {code:"31.05.02",title:"Педиатрия"},
      {code:"31.05.03",title:"Стоматология"},
      {code:"32.05.01",title:"Медико-профилактическое дело"},
      {code:"37.05.01",title:"Клиническая психология"},
      {code:"34.03.01",title:"Сестринское дело"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 69,
    name: "Санкт-Петербургская юридическая академия",
    website: "https://jurac.ru/",
    vk: "https://vk.com/club159942048",
    address: "192012, Санкт-Петербург, пр. Обуховской Обороны, д. 114 лит. А",
    phone: "8 (812) 380-00-47",
    email: "academy@jurac.ru",
    directions: [
      {code:"40.03.01",title:"Юриспруденция"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 70,
    name: "Военно-космическая академия имени А.Ф. Можайского",
    website: "https://vka.mil.ru/",
    vk: "https://vk.com/vka_spb",
    address: "197198, г. Санкт-Петербург, ул. Ждановская, д. 13",
    phone: "8 (812) 237-12-49",
    email: "vka@mil.ru",
    directions: [
      {code:"09.05.01",title:"Применение и эксплуатация автоматизированных систем специального назначения"},
      {code:"10.05.01",title:"Компьютерная безопасность"},
      {code:"11.05.01",title:"Радиоэлектронные системы и комплексы"},
      {code:"11.05.02",title:"Специальные радиотехнические системы"},
      {code:"24.05.01",title:"Проектирование, производство и эксплуатация ракет и ракетно-космических комплексов"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 71,
    name: "Балтийский гуманитарный институт",
    website: "https://bhi.spb.ru/",
    vk: "https://vk.com/bgispbru",
    address: "198188, г. Санкт-Петербург, пр. Стачек, д. 72 лит. А",
    phone: "8 (812) 647-63-14",
    email: "info.bgi.spb@mail.ru",
    directions: [
      {code:"37.03.01",title:"Психология"},
      {code:"38.03.01",title:"Экономика"},
      {code:"38.03.02",title:"Менеджмент"},
      {code:"38.03.04",title:"Государственное и муниципальное управление"},
      {code:"40.03.01",title:"Юриспруденция"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 72,
    name: "Санкт-Петербургский христианский университет",
    website: "https://spbcu.ru/",
    vk: "https://vk.com/spcu_university",
    address: "190020, Санкт-Петербург, Нарвский пр., д. 13Б",
    phone: "8 (812) 747-25-47",
    email: "info@spbcu.ru",
    directions: [
      {code:"48.03.01",title:"Теология"},
      {code:"38.03.04",title:"Государственное и муниципальное управление"},
      {code:"44.03.01",title:"Педагогическое образование"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 73,
    name: "Санкт-Петербургский институт гостеприимства",
    website: "https://www.spig.spb.ru/",
    vk: "https://vk.com/myspig",
    address: "194156, Санкт-Петербург, пр. Энгельса, д. 42 лит. А",
    phone: "8 (812) 331-99-60",
    email: "spig@spig.spb.ru",
    directions: [
      {code:"38.03.02",title:"Менеджмент"},
      {code:"43.03.02",title:"Туризм"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 74,
    name: "Санкт-Петербургский университет ФСИН России",
    website: "https://спбуфсин.рф/",
    vk: "https://vk.com/spbufsin",
    address: "196602, г. Пушкин, ул. Сапёрная, д. 34",
    phone: "8 (812) 416-56-00",
    email: "spbu@fsin.gov.ru",
    directions: [
      {code:"40.03.01",title:"Юриспруденция"},
      {code:"40.05.02",title:"Правоохранительная деятельность"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 75,
    name: "Санкт-Петербургский филиал Высшей школы народных искусств (институт)",
    website: "https://www.vshni.ru/",
    vk: "https://vk.com/vshni_spb",
    address: "191186, Санкт-Петербург, наб. канала Грибоедова, д. 2 лит. А",
    phone: "8 (812) 710-42-54",
    email: "vshni@mail.ru",
    directions: [
      {code:"54.03.02",title:"Декоративно-прикладное искусство и народные промыслы"},
      {code:"54.03.05",title:"Традиционное прикладное искусство"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 76,
    name: "Невский институт языка и культуры",
    website: "https://nevskyinstitute.ru/",
    vk: "https://vk.com/niyak",
    address: "199004, г. Санкт-Петербург, Тучков пер., д. 11/5",
    phone: "8 (812) 320-99-21",
    email: "rectorat@nevskyinstitute.ru",
    directions: [
      {code:"45.03.02",title:"Лингвистика"},
      {code:"41.03.01",title:"Зарубежное регионоведение"},
      {code:"42.03.01",title:"Реклама и связи с общественностью"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 77,
    name: "Санкт-Петербургский медико-социальный институт «Реавиз»",
    website: "https://spbreaviz.ru/",
    vk: "https://vk.com/reaviz_official_page",
    address: "198099, г. Санкт-Петербург, ул. Калинина, д. 8 к. 2 лит. А",
    phone: "8 (800) 600-24-00",
    email: "mail@spbreaviz.ru",
    directions: [
      {code:"31.05.01",title:"Лечебное дело"},
      {code:"31.05.03",title:"Стоматология"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 78,
    name: "Национальный открытый институт",
    website: "https://noironline.ru/",
    vk: "https://vk.com/noirspb",
    address: "197183, г. Санкт-Петербург, ул. Сестрорецкая, д. 6",
    phone: "8 (800) 200-33-43",
    email: "info@noironline.ru",
    directions: [
      {code:"09.03.03",title:"Прикладная информатика"},
      {code:"21.03.02",title:"Землеустройство и кадастры"},
      {code:"37.03.01",title:"Психология"},
      {code:"38.03.01",title:"Экономика"},
      {code:"38.03.02",title:"Менеджмент"},
      {code:"38.03.04",title:"Государственное и муниципальное управление"},
      {code:"39.03.02",title:"Социальная работа"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 79,
    name: "Санкт-Петербургская духовная академия Русской Православной Церкви",
    website: "https://spbda.ru/",
    vk: "",
    address: "191167, Санкт-Петербург, наб. Обводного канала, д. 17",
    phone: "8 (812) 717-33-51",
    email: "kancilaria@yandex.ru",
    directions: [
      {code:"48.03.01",title:"Теология"}
    ]
  },
  {
    region: "Санкт-Петербург",
    number: 80,
    name: "Институт иностранных языков",
    website: "https://ifl.ru/",
    vk: "https://vk.com/ifls_pb",
    address: "199178, Санкт-Петербург, 12-я линия В.О., д. 13 лит. А",
    phone: "8 (812) 320-97-73",
    email: "ifl@ifl.ru",
    directions: [
      {code:"45.03.02",title:"Лингвистика"},
      {code:"42.03.01",title:"Реклама и связи с общественностью"},
      {code:"37.03.01",title:"Психология"}
    ]
  },
];
