window.catalogData = window.catalogData || {};
window.catalogData["Ставропольский край"] = [
  {
    number: 1,
    name: "ГБПОУ «Агротехнический техникум»",
    website: "https://www.ат-дивное.рф/",
    vk: "https://vk.com/public216001136",
    address: "356720, Ставропольский край, Апанасенковский муниципальный округ, с. Дивное, ул. Вокзальная, 16",
    phone: "8 (865) 555-04-63",
    email: "atdivnoe@yandex.ru",
    directions: [
      { "code": "35.02.05", "title": "Агрономия" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "19.01.18", "title": "Аппаратчик-оператор производства продуктов питания из растительного сырья" },
    { "code": "35.01.15", "title": "Мастер по ремонту и обслуживанию электрооборудования в сельском хозяйстве" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" }

    ]
  },
  {
    number: 2,
    name: "ГБПОУ «Александровский сельскохозяйственный колледж»",
    website: "https://асхк.рф/",
    vk: "https://vk.com/gbpou.acxk",
    address: "356304, Ставропольский край, Александровский муниципальный округ, село Александровское, ул. Энгельса, д.26",
    phone: "8 (865) 572-19-87",
    email: "info@stavminobr.ru",
    directions: [
      { "code": "36.02.01", "title": "Ветеринария" },
    { "code": "19.02.12", "title": "Технология продуктов питания животного происхождения" },
    { "code": "36.02.02", "title": "Зоотехния" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "35.02.05", "title": "Агрономия" },
    { "code": "43.01.09", "title": "Повар, кондитер" }

    ]
  },
  {
    number: 3,
    name: "ГБПОУ «Благодарненский агротехнический техникум»",
    website: "https://spo-bat.edusite.ru/",
    vk: "https://vk.com/public216707361",
    address: "356420, Ставропольский край, Благодарненский р-н, г. Благодарный, ул. Первомайская, 22",
    phone: "8 (865) 495-22-74",
    email: "bat@mosk.stavregion.ru",
    directions: [
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "51.02.02", "title": "Социально-культурная деятельность" },
    { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "43.01.09", "title": "Повар, кондитер" }

    ]
  },
  {
    number: 4,
    name: "ГБПОУ «Буденновский политехнический колледж»",
    website: "http://rpk49.ru/",
    vk: "https://vk.com/polkollbudenn",
    address: "356800, Ставропольский край, г. Буденновск, 8-мой микрорайон",
    phone: "8 (865) 592-40-46",
    email: "bpk@mosk.stavregion.ru",
    directions: [
          { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "18.02.14", "title": "Химическая технология производства химических соединений" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "20.02.04", "title": "Пожарная безопасность" },
    { "code": "09.01.03", "title": "Оператор информационных систем и ресурсов" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "18.01.27", "title": "Машинист технологических насосов и компрессоров" },
    { "code": "18.01.34", "title": "Лаборант по контролю качества сырья, реактивов, промежуточных продуктов, готовой продукции, отходов производства" },
    { "code": "43.01.09", "title": "Повар, кондитер" }

    ]
  },
  {
    number: 5,
    name: "ГБПОУ «Георгиевский колледж»",
    website: "https://fgou-gk.ru/",
    vk: "https://vk.com/public211508796",
    address: "357827, Ставропольский край, г. Георгиевск, ул. Калинина, д. 152",
    phone: "8 (879) 516-51-50",
    email: "gk@mosk.stavregion.ru",
    directions: [
      { code: "49.02.01", title: "Физическая культура" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "20.02.04", title: "Пожарная безопасность" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "07.02.01", title: "Архитектура" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки)" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" }
    ]
  },
  {
    number: 6,
    name: "ГБПОУ «Георгиевский региональный колледж 'Интеграл'»",
    website: "http://integral-geo.ru/",
    vk: "https://vk.com/geointegral",
    address: "357827, Ставропольский край, г. Георгиевск, ул.Быкова-Дружбы, 2/29",
    phone: "8 (879) 513-20-72",
    email: "kurs_integrall@mail.ru",
    directions: [
          { "code": "15.02.08", "title": "Технология машиностроения" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "19.02.10", "title": "Технология продукции общественного питания" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "15.01.32", "title": "Оператор станков с числовым программным управлением" }

    ]
  },
  {
    number: 7,
    name: "ГБПОУ «Георгиевский техникум механизации, автоматизации и управления»",
    website: "https://гео-тех.рф/",
    vk: "https://vk.com/gbpougtmau",
    address: "357827, Ставропольский край, г. Георгиевск, Калинина ул., д. 111/ Пушкина ул., д. 54 / Октябрьская ул., д. 59",
    phone: "8 (879) 516-35-06",
    email: "geo-teh@mail.ru",
    directions: [
          { "code": "08.02.08", "title": "Монтаж и эксплуатация оборудования и систем газоснабжения" },
    { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "20.02.02", "title": "Защита в чрезвычайных ситуациях" },
    { "code": "23.02.04", "title": "Техническая эксплуатация подъёмно-транспортных, строительных, дорожных машин и оборудования" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "34.02.01", "title": "Сестринское дело" },
    { "code": "35.02.05", "title": "Агрономия" },
    { "code": "35.02.08", "title": "Электротехнические системы в агропромышленном комплексе" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "36.02.01", "title": "Ветеринария" },
    { "code": "40.02.02", "title": "Правоохранительная деятельность" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "43.02.17", "title": "Технология индустрии красоты" },
    { "code": "54.02.01", "title": "Дизайн" }

    ]
  },
  {
    number: 8,
    name: "ГБПОУ «Государственный агротехнический колледж»",
    website: "https://gosagrokolleg.ucoz.ru/",
    vk: "",
    address: "356135, Ставропольский край, с. Московское, ул. Полушина, д. 2",
    phone: "8 (865) 456-63-85",
    email: "gak@mosk.stavregion.ru",
    directions: [
      { "code": "08.01.27", "title": "Мастер общестроительных работ" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" }

    ]
  },
  {
    number: 9,
    name: "ГБПОУ «Григорополисский сельскохозяйственный техникум имени атамана М.И. Платова»",
    website: "https://gsht.siteedu.ru/",
    vk: "https://vk.com/id749983714",
    address: "356020, Ставропольский край, Новоалександровский район, станица Григорополисская ул. Ленина, 1",
    phone: "8 (865) 445-23-11",
    email: "gshtd@mail.ru",
    directions: [
      { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья" },
    { "code": "35.02.05", "title": "Агрономия" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет" }

    ]
  },
  {
    number: 10,
    name: "ГБПОУ «Железноводский художественно-строительный техникум им. казачьего генерала В.П. Бондарева»",
    website: "https://jxst.ru/",
    vk: "https://vk.com/jxst_life",
    address: "357432 Ставропольский край, г. Железноводск, п. Иноземцево ул. Пушкина, д.1",
    phone: "8 (879) 325-92-29",
    email: "jxst5@yandex.ru",
    directions: [
          { "code": "08.01.27", "title": "Мастер общестроительных работ" },
    { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "22.02.06", "title": "Сварочное производство" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет" },
    { "code": "54.02.01", "title": "Дизайн" },
    { "code": "54.02.02", "title": "Декоративно-прикладное искусство и народные промыслы" }

    ]
  },
  {
    number: 11,
    name: "ГБПОУ «Зеленокумский многопрофильный техникум»",
    website: "https://zmt1.ru/",
    vk: "https://vk.com/public216842419",
    address: "357911, Ставропольский край, г. Зеленокумск, ул. Кочубея, д. 66",
    phone: "8 (865) 526-85-45",
    email: "39pu@bk.ru",
    directions: [
      { "code": "09.01.03", "title": "Оператор информационных систем и ресурсов" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "15.01.17", "title": "Электромеханик по торговому и холодильному оборудованию" },
    { "code": "29.01.33", "title": "Мастер по изготовлению швейных изделий" },
    { "code": "35.01.13", "title": "Тракторист-машинист сельскохозяйственного производства" },
    { "code": "35.01.14", "title": "Мастер по техническому обслуживанию и ремонту машинотракторного парка" },
    { "code": "35.02.07", "title": "Механизация сельского хозяйства" },
    { "code": "38.01.12", "title": "Продавец" }

    ]
  },
  {
    number: 12,
    name: "ГБПОУ «Ипатовский многопрофильный техникум»",
    website: "https://ипатово-имт.рф/",
    vk: "https://vk.com/public211637257",
    address: "356630, Ставропольский край, г. Ипатово, ул. Орджоникидзе, 116",
    phone: "8 (865) 425-79-02",
    email: "ipl28@list.ru",
    directions: [
      { "code": "08.01.27", "title": "Мастер общестроительных работ" },
    { "code": "08.01.28", "title": "Мастер отделочных строительных работ" },
    { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "35.01.26", "title": "Мастер растениеводства" },
    { "code": "43.01.15", "title": "Поварское и кондитерское дело" }

    ]
  },
  {
    number: 13,
    name: "ГБПОУ «Кисловодский государственный многопрофильный техникум»",
    website: "https://www.kgmt.ru/",
    vk: "https://vk.com/kgmttehnikum2022",
    address: "357736, Ставропольский край, г. Кисловодск, ул. Челюскинцев, д. 5",
    phone: "8 (879) 377-48-09",
    email: "kgmt@mosk.stavregion.ru",
    directions: [
          { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" }

    ]
  },
  {
    number: 14,
    name: "ГБПОУ «Курсавский региональный колледж 'Интеграл'»",
    website: "https://крк-интеграл.рф/",
    vk: "https://vk.com/krk_integral",
    address: "357070, Ставропольский край, Андроповский район, с.Курсавка, ул.Титова, д. 15",
    phone: "8 (865) 566-39-83",
    email: "kurs_integrall@mail.ru",
    directions: [
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет" },
    { "code": "43.01.09", "title": "Повар, кондитер" }

    ]
  },
  {
    number: 15,
    name: "ГБПОУ «Лермонтовский региональный многопрофильный колледж»",
    website: "https://www.lrmk.ru/",
    vk: "https://vk.com/lrmkofficial",
    address: "357340, Ставропольский край, г. Лермонтов, ул. Комсомольская, 18",
    phone: "7 (879) 353-10-41",
    email: "lrmk@mosk.stavregion.ru",
    directions: [
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
    { "code": "15.02.19", "title": "Сварочное производство" },
    { "code": "20.02.02", "title": "Защита в чрезвычайных ситуациях" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" }

    ]
  },
  {
    number: 16,
    name: "ГБПОУ «Минераловодский колледж железнодорожного транспорта»",
    website: "http://mkjt.ru/",
    vk: "https://vk.com/mkzht",
    address: "357202, Ставропольский край, г. Минеральные Воды, ул. Ленина, 27а",
    phone: "8 (879) 225-68-60",
    email: "mkzht@mosk.stavregion.ru",
    directions: [
      { "code": "23.01.09", "title": "Помощник машиниста" },
    { "code": "23.01.10", "title": "Слесарь по обслуживанию и ремонту подвижного состава" },
    { "code": "23.01.11", "title": "Слесарь-электрик по ремонту электрооборудования подвижного состава" },
    { "code": "23.01.13", "title": "Электромонтер тяговой подстанции" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте" },
    { "code": "23.02.06", "title": "Техническая эксплуатация подвижного состава железных дорог" },
    { "code": "23.02.09", "title": "Автоматика и телемеханика на железнодорожном транспорте" },
    { "code": "43.02.06", "title": "Сервис на транспорте" }

    ]
  },
  {
    number: 17,
    name: "ГБПОУ «Минераловодский региональный многопрофильный колледж»",
    website: "https://mrmk-college.ru/",
    vk: "https://vk.com/public216593259",
    address: "357209, Ставропольский край, г. Минеральные Воды, ул. Анджиевского, здание 1",
    phone: "8 (879) 226-39-52",
    email: "mrmk@mosk.stavregion.ru",
    directions: [
          { "code": "08.01.29", "title": "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
    { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "23.02.04", "title": "Техническая эксплуатация подъёмно-транспортных, строительных, дорожных машин и оборудования" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "25.02.01", "title": "Техническая эксплуатация летательных аппаратов и двигателей" },
    { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" }

    ]
  },
  {
    number: 18,
    name: "ГБПОУ «Многопрофильный техникум имени казачьего генерала С.С. Николаева»",
    website: "https://tehnikum-nikolaeva.ru/",
    vk: "https://vk.com/public214442522",
    address: "356240, Ставропольский край, Шпаковский район, г. Михайловск, ул. Ленина,152-А",
    phone: "8 (865) 536-12-89",
    email: "kazak-mih@yandex.ru",
    directions: [
      { "code": "08.01.25", "title": "Мастер отделочных строительных и декоративных работ" },
    { "code": "09.01.04", "title": "Наладчик аппаратных и программных средств инфокоммуникационных систем" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" }

    ]
  },
  {
    number: 19,
    name: "ГБПОУ «Невинномысский индустриальный колледж»",
    website: "http://nik-spo.ru/",
    vk: "https://vk.com/public54771574",
    address: "357112, Ставропольский край, г. Невинномысск, ул. Менделеева, 68",
    phone: "8 (865) 547-82-00",
    email: "nik@mosk.stavregion.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "15.02.08", "title": "Технология машиностроения" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте" },
    { "code": "35.02.12", "title": "Садово-парковое и ландшафтное строительство" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "38.02.05", "title": "Товароведение и экспертиза качества потребительских товаров" },
    { "code": "43.02.03", "title": "Стилистика и искусство визажа" },
    { "code": "43.02.13", "title": "Технология парикмахерского искусства" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" }

    ]
  },
  {
    number: 20,
    name: "ГБПОУ «Невинномысский энергетический техникум»",
    website: "http://nevenergotehnikum.ru/",
    vk: "https://vk.com/nevenergo",
    address: "357114, Ставропольский край, г. Невинномысск, бульвар Мира, 24",
    phone: "8 (865) 547-11-98",
    email: "nek@mosk.stavregion.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "13.02.01", "title": "Тепловые электрические станции" },
    { "code": "13.02.03", "title": "Электрические станции, сети и системы" },
    { "code": "13.02.04", "title": "Гидроэлектроэнергетические установки" },
    { "code": "13.02.06", "title": "Релейная защита и автоматизация электроэнергетических систем" },
    { "code": "13.02.09", "title": "Монтаж и эксплуатация линий электропередачи" },
    { "code": "13.02.12", "title": "Электрические станции, сети их релейная защита и автоматизация" }

    ]
  },
  {
    number: 21,
    name: "ГБПОУ «Нефтекумский региональный политехнический колледж»",
    website: "https://nrpk.info/",
    vk: "https://vk.com/nrpk_neftekumsk",
    address: "356880, Ставропольский край, г. Нефтекумск, ул. 50 лет Пионерии, 2",
    phone: "8 (865) 584-38-07",
    email: "nrpk@mosk.stavregion.ru",
    directions: [
      { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" },
    { "code": "09.01.03", "title": "Оператор информационных систем и ресурсов" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "21.02.01", "title": "Разработка и эксплуатация нефтяных и газовых месторождений" },
    { "code": "21.02.02", "title": "Бурение нефтяных и газовых скважин" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" },
    { "code": "43.01.09", "title": "Повар, кондитер" }

    ]
  },
  {
    number: 22,
    name: "ГБПОУ «Новопавловский многопрофильный техникум»",
    website: "https://gbpou-nmt.ru/",
    vk: "https://vk.com/gbpou_nmt",
    address: "357300, Ставропольский край, Кировский район, г. Новопавловск, ул. Садовая, 109",
    phone: "8 (879) 384-24-32",
    email: "nmt@mosk.stavregion.ru",
    directions: [
      { "code": "08.01.08", "title": "Мастер отделочных строительных работ" },
    { "code": "09.01.03", "title": "Оператор информационных систем и ресурсов" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "23.01.03", "title": "Автомеханик" },
    { "code": "35.01.13", "title": "Тракторист-машинист сельскохозяйственного производства" },
    { "code": "35.01.14", "title": "Мастер по техническому обслуживанию и ремонту машинотракторного парка" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "43.01.09", "title": "Повар, кондитер" }

    ]
  },
  {
    number: 23,
    name: "ГБПОУ «Новотроицкий сельскохозяйственный техникум»",
    website: "https://nsht.org/",
    vk: "https://vk.com/gbpou.nsxt",
    address: "356100, Ставропольский край, Изобильненский район, ст. Новотроицкая, ул. Октябрьская, 246",
    phone: "8 (865) 454-41-56",
    email: "nsht@inbox.ru",
    directions: [
      { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
    { "code": "35.01.23", "title": "Хозяйка(ин) усадьбы" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" }

    ]
  },
  {
    number: 24,
    name: "ГБПОУ «Прасковейский сельскохозяйственный техникум»",
    website: "https://vintexnikum.narod.ru/",
    vk: "https://vk.com/gbpou_patt",
    address: "356818, Ставропольский край, Буденновский район, с.Прасковея, п.Сельхозтехникума",
    phone: "8 (865) 596-76-06",
    email: "praskoveya_texn@mail.ru",
    directions: [
          { "code": "11.04.01", "title": "Агрономия" },
    { "code": "11.08.12", "title": "Технология производства и переработки с/х продукции" },
    { "code": "08.01.14", "title": "Экономика и бухгалтерский учет" },
    { "code": "10.07.01", "title": "Коммерция" },
    { "code": "26.01.03", "title": "Технология хлеба, кондитерских и макаронных изделий" },
    { "code": "26.01.07", "title": "Технология бродильных производств и виноделие" }

    ]
  },
  {
    number: 25,
    name: "ГБПОУ «Пятигорский техникум торговли, технологий и сервиса»",
    website: "https://ptet.ru/",
    vk: "https://vk.com/public211236704",
    address: "357500, Ставропольский край, г. Пятигорск, ул. Университетская, 41",
    phone: "8 (879) 346-21-20",
    email: "Kul16@yandex.ru",
    directions: [
      { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
    { "code": "19.02.03", "title": "Технология хлеба, кондитерских и макаронных изделий" },
    { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья" },
    { "code": "19.02.13", "title": "Технология продуктов общественного питания массового изготовления и специализированных пищевых продуктов" },
    { "code": "21.02.19", "title": "Землеустройство" },
    { "code": "34.02.01", "title": "Сестринское дело" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "38.02.04", "title": "Коммерция" },
    { "code": "38.02.05", "title": "Товароведение и экспертиза качества потребительских товаров" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
    { "code": "40.02.03", "title": "Право и судебное администрирование" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "43.01.09", "title": "Повар кондитер" },
    { "code": "43.02.14", "title": "Гостиничное дело" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" }

    ]
  },
  {
    number: 26,
    name: "ГБПОУ «Ставропольский региональный многопрофильный колледж»",
    website: "https://rmk.stavedu.ru/",
    vk: "https://vk.com/srmk_stav",
    address: "355044, Ставропольский край, г. Ставрополь, пр. Юности, д. 3",
    phone: "8 (865) 238-04-48",
    email: "srmk@mosk.stavregion.ru",
    directions: [
      { "code": "09.01.04", "title": "Наладчик аппаратных и программных средств инфокоммуникационных систем" },
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования" },
    { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "15.02.16", "title": "Технология машиностроения" },
    { "code": "15.02.19", "title": "Сварочное производство" },
    { "code": "20.02.04", "title": "Пожарная безопасность" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
    { "code": "29.02.10", "title": "Конструирование, моделирование и технология изготовления изделий легкой промышленности" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет" },
    { "code": "40.02.02", "title": "Правоохранительная деятельность" },
    { "code": "40.02.04", "title": "Юриспруденция" }

    ]
  },
  {
    number: 27,
    name: "ГБПОУ «Светлоградский педагогический колледж»",
    website: "https://svetped.ru/",
    vk: "https://vk.com/svetspk",
    address: "356530, Ставропольский край, Петровский район, г. Светлоград, ул. Кузнечная, д.285",
    phone: "8 (865) 473-50-70",
    email: "spk@mosk.stavregion.ru",
    directions: [
      { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "44.02.02", "title": "Преподавание в младших классах" },
    { "code": "49.02.01", "title": "Физическая культура" }

    ]
  },
  {
    number: 28,
    name: "ГБПОУ «Светлоградский региональный сельскохозяйственный колледж»",
    website: "https://www.svetrsk26.ru/",
    vk: "https://vk.com/svetrsk26",
    address: "356531, Ставропольский край, г. Светлоград, ул. Транспортная, 25",
    phone: "8 (865) 474-51-39",
    email: "26rsk@mail.ru",
    directions: [
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "13.01.10", "title": "Электромонтёр по ремонту и обслуживанию электрооборудования" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" }

    ]
  },
  {
    number: 29,
    name: "ГБПОУ «Ставропольский государственный политехнический колледж»",
    website: "https://stavsgpk.ru/",
    vk: "https://vk.com/sgpk126_ru",
    address: "355001, Ставропольский край, г. Ставрополь, ул. Октябрьская 164а",
    phone: "8 (865) 238-33-85",
    email: "info@stavsgpk.ru",
    directions: [
      { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" },
    { "code": "08.01.29", "title": "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
    { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "20.02.01", "title": "Экологическая безопасность природных комплексов" },
    { "code": "20.02.02", "title": "Защита в чрезвычайных ситуациях" },
    { "code": "23.02.04", "title": "Техническая эксплуатация подъёмно-транспортных, строительных, дорожных машин и оборудования" },
    { "code": "35.01.28", "title": "Мастер столярного и мебельного производства" },
    { "code": "35.02.12", "title": "Садово-парковое и ландшафтное строительство" }

    ]
  },
  {
    number: 30,
    name: "ГБПОУ «Ставропольский колледж сервисных технологий и коммерции»",
    website: "https://skstik.ru/",
    vk: "https://vk.com/public217067548",
    address: "355012, Ставропольский край, г. Ставрополь, ул. Ленина, д.73",
    phone: "8 (865) 229-36-22",
    email: "skstk@mosk.stavregion.ru",
    directions: [
          { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья" },
    { "code": "29.02.10", "title": "Конструирование, моделирование и технология изготовления изделий легкой промышленности" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет" },
    { "code": "38.02.04", "title": "Коммерция" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "54.02.01", "title": "Дизайн" }

    ]
  },
  {
    number: 31,
    name: "ГБПОУ «Ставропольский строительный техникум»",
    website: "https://ставстройтех.рф/",
    vk: "https://vk.com/building_college1944",
    address: "355035, Ставропольский край, г. Ставрополь, ул. Комсомольская, 73",
    phone: "8 (865) 222-58-01",
    email: "sst@mosk.stavregion.ru",
    directions: [
          { "code": "07.02.01", "title": "Архитектура" },
    { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "08.02.08", "title": "Монтаж и эксплуатация оборудования и систем газоснабжения" },
    { "code": "08.02.12", "title": "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
    { "code": "08.02.13", "title": "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
    { "code": "21.02.19", "title": "Землеустройство" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет" }

    ]
  },
  // === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
  {
    number: 1,
    name: "ФГАОУ «Северо-Кавказский федеральный университет»",
    website: "https://ncfu.ru/",
    vk: "https://vk.com/ncfu_main",
    address: "355009, Ставропольский край, г. Ставрополь, ул. Пушкина, 1",
    phone: "8 (8652) 95-68-13",
    email: "info@ncfu.ru",
    directions: [
      { "code": "07.03.03", "title": "Дизайн архитектурной среды" },
    { "code": "08.03.01", "title": "Строительство" },
    { "code": "11.03.04", "title": "Электроника и наноэлектроника" },
    { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
    { "code": "15.03.02", "title": "Технологические машины и оборудование" },
    { "code": "19.03.04", "title": "Технология продукции и организация общественного питания" },
    { "code": "20.03.01", "title": "Техносферная безопасность" },
    { "code": "21.03.01", "title": "Нефтегазовое дело" },
    { "code": "44.03.01", "title": "Педагогическое образование" },
    { "code": "44.03.03", "title": "Специальное (дефектологическое) образование" },
    { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
    { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
    { "code": "21.05.02", "title": "Прикладная геология" },
    { "code": "31.05.01", "title": "Лечебное дело" },
    { "code": "30.05.01", "title": "Медицинская биохимия" },
    { "code": "33.05.01", "title": "Фармация" }

    ]
  },
  {
    number: 2,
    name: "ФГБОУ «Ставропольский государственный медицинский университет»",
    website: "https://stgmu.ru/",
    vk: "https://vk.com/public216666163",
    address: "355017, Ставропольский край, г. Ставрополь, ул. Мира, д. 310",
    phone: "8 (865) 235-23-31",
    email: "postmaster@stgmu.ru",
    directions: [
      { "code": "44.03.03", "title": "Специальное (дефектологическое) образование" },
    { "code": "19.03.01", "title": "Биотехнология" },
    { "code": "34.03.01", "title": "Сестринское дело" },
    { "code": "39.03.01", "title": "Социальная работа" },
    { "code": "49.03.02", "title": "Физическая культура для лиц с отклонениями в состоянии здоровья (Адаптивная физическая культура)" },
    { "code": "31.05.01", "title": "Лечебное дело" },
    { "code": "31.05.02", "title": "Педиатрия" },
    { "code": "31.05.03", "title": "Стоматология" },
    { "code": "37.05.01", "title": "Клиническая психология" }

    ]
  },
  {
    number: 3,
    name: "ФГБОУ «Ставропольский государственный аграрный университет»",
    website: "https://stgau.ru/",
    vk: "https://vk.com/stgau1930",
    address: "355017, Ставропольский край, г. Ставрополь, пер. Зоотехнический, д. 12",
    phone: "8 (886) 535-22-82",
    email: "inf@stgau.ru",
    directions: [
      { "code": "05.03.06", "title": "Экология и природопользование" },
    { "code": "09.03.02", "title": "Информационные системы и технологии" },
    { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
    { "code": "19.03.02", "title": "Продукты питания из растительного сырья" },
    { "code": "19.03.04", "title": "Технология продукции и организация общественного питания" },
    { "code": "21.03.02", "title": "Землеустройство и кадастры" },
    { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
    { "code": "35.03.04", "title": "Агрономия" },
    { "code": "35.03.05", "title": "Садоводство" },
    { "code": "35.03.06", "title": "Агроинженерия" },
    { "code": "35.03.07", "title": "Технология производства и переработки продукции с.-х продукции" },
    { "code": "35.03.10", "title": "Ландшафтная архитектура" },
    { "code": "36.03.02", "title": "Зоотехния" },
    { "code": "36.03.01", "title": "Ветеринарно-санитарная экспертиза" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.05", "title": "Бизнес-информатика" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "43.03.01", "title": "Сервис" },
    { "code": "43.03.02", "title": "Туризм" },
    { "code": "43.03.03", "title": "Гостиничное дело" },
    { "code": "36.05.01", "title": "Ветеринария" },
    { "code": "38.05.01", "title": "Экономическая безопасность" }

    ]
  },
  {
    number: 4,
    name: "ФГБОУ «Пятигорский институт (филиал) Северо-Кавказского федерального университета»",
    website: "https://pf.ncfu.ru/",
    vk: "https://vk.com/pfncfu",
    address: "357500, Ставропольский край, г. Пятигорск, пр. 40 лет Октября, д. 56",
    phone: "8 (879) 333-77-61",
    email: "pt.info@ncfu.ru",
    directions: [
      { "code": "07.03.03", "title": "Дизайн архитектурной среды" },
    { "code": "08.03.01", "title": "Строительство" },
    { "code": "09.03.02", "title": "Информационные системы и технологии" },
    { "code": "10.03.01", "title": "Информационная безопасность" },
    { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
    { "code": "19.03.04", "title": "Технология продукции и организация общественного питания" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "43.03.02", "title": "Туризм" },
    { "code": "43.03.03", "title": "Гостиничное дело" },
    { "code": "54.03.01", "title": "Дизайн" },
    { "code": "38.05.02", "title": "Таможенное дело" },
    { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "29.02.10", "title": "Конструирование, моделирование и технология изготовления изделий лёгкой промышленности" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "40.02.03", "title": "Юриспруденция" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "43.01.01", "title": "Официант, бармен" },
    { "code": "46.01.03", "title": "Делопроизводитель" }

    ]
  },
  {
    number: 5,
    name: "ГБОУ «Ставропольский государственный педагогический институт»",
    website: "https://sspi.ru/",
    vk: "https://vk.com/sspi.official2",
    address: "355029, Ставропольский край, г. Ставрополь, ул. Ленина, 417 А",
    phone: "8 (865) 256-08-26",
    email: "mail@sspi.ru",
    directions: [
          { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
    { "code": "44.03.03", "title": "Специальное (дефектологическое) образование" },
    { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
    { "code": "51.03.02", "title": "Народная художественная культура" },
    { "code": "44.05.01", "title": "Педагогика и психология девиантного поведения" }

    ]
  },
  {
    number: 6,
    name: "АНО «Северо-Кавказский социальный институт»",
    website: "https://sksi.ru/",
    vk: "https://vk.com/ssksi",
    address: "355012, Ставропольский край, г. Ставрополь, ул. Голенева, 59 А",
    phone: "8 (865) 226-74-12",
    email: "abitur@sksi.ru",
    directions: [
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
    { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "37.03.01", "title": "Психология" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
    { "code": "43.03.01", "title": "Сервис" },
    { "code": "43.03.02", "title": "Туризм" }

    ]
  },
  {
    number: 7,
    name: "ГАОУ «Невинномысский государственный гуманитарно-технический институт»",
    website: "http://нггти.рф/",
    vk: "https://vk.com/nggti",
    address: "357108, Ставропольский край, г. Невинномысск, бульвар Мира, 17",
    phone: "8 (865) 549-67-71",
    email: "nggti@mosk.stavregion.ru",
    directions: [
          { "code": "08.03.01", "title": "Строительство" },
    { "code": "09.03.02", "title": "Информационные системы и технологии" },
    { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
    { "code": "15.03.01", "title": "Машиностроение" },
    { "code": "19.03.04", "title": "Технология продукции и организация общественного питания" },
    { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "44.03.01", "title": "Педагогическое образование" },
    { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
    { "code": "44.03.03", "title": "Специальное (дефектологическое) образование" },
    { "code": "44.03.04", "title": "Профессиональное обучение" },
    { "code": "38.05.01", "title": "Экономическая безопасность" }

    ]
  },
  {
    number: 8,
    name: "ФГБОУ «Пятигорский медико-фармацевтический институт (филиал) Волгоградского государственного медицинского университета»",
    website: "https://pmedpharm.ru/",
    vk: "https://vk.com/pmfinstitute",
    address: "357532, Ставропольский край, г. Пятигорск, пр. Калинина, 11",
    phone: "8 (879) 332-92-67",
    email: "post@pmedpharm.ru",
    directions: [
      { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "31.05.01", "title": "Лечебное дело" },
    { "code": "31.05.03", "title": "Стоматология" },
    { "code": "33.05.01", "title": "Фармация" },
    { "code": "30.05.01", "title": "Медицинская биохимия" }

    ]
  },
  {
    number: 9,
    name: "АНО «Ставропольский институт кооперации (филиал) Белгородского университета кооперации, экономики и права»",
    website: "https://stavik.ru/",
    vk: "https://vk.com/stavik_ru",
    address: "355008, Ставропольский край, г. Ставрополь, ул. Голенева, 36",
    phone: "8 (865) 226-62-20",
    email: "common@stavik.ru",
    directions: [
          { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "19.03.04", "title": "Технология продукции и организация общественного питания" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.06", "title": "Торговое дело" },
    { "code": "38.03.07", "title": "Товароведение" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
    { "code": "43.03.01", "title": "Сервис" },
    { "code": "43.03.02", "title": "Туризм" },
    { "code": "43.03.03", "title": "Гостиничное дело" }

    ]
  },
  {
    number: 10,
    name: "ФГБОУ «Технологический институт сервиса (филиал) Донского государственного технического университета»",
    website: "https://stis.su/",
    vk: "https://vk.com/tis_dgtu",
    address: "355000, Ставропольский край, г. Ставрополь, проспект Кулакова, д. 41/1",
    phone: "8 (865) 239-69-96",
    email: "mail@stis.su",
    directions: [
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
    { "code": "11.03.01", "title": "Радиотехника" },
    { "code": "11.03.02", "title": "Инфокоммуникационные технологии и системы связи" },
    { "code": "15.03.02", "title": "Технологические машины и оборудование" },
    { "code": "20.03.01", "title": "Техносферная безопасность" },
    { "code": "29.03.01", "title": "Технология изделий легкой промышленности" },
    { "code": "29.03.05", "title": "Конструирование изделий легкой промышленности" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "43.03.01", "title": "Сервис" },
    { "code": "43.03.02", "title": "Туризм" }

    ]
  },
  {
    number: 11,
    name: "ЧОУ «Институт Дружбы народов Кавказа»",
    website: "https://www.idnk.ru/",
    vk: "https://vk.com/idnk_stv",
    address: "355041, Ставропольский край, г. Ставрополь, ул. Лермонтова, 312А",
    phone: "8 (865) 2759-259",
    email: "skgi_institut@mail.ru",
    directions: [
      { "code": "37.03.01", "title": "Психология" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "41.03.05", "title": "Международные отношения" },
    { "code": "42.03.02", "title": "Журналистика" },
    { "code": "43.03.01", "title": "Сервис" },
    { "code": "48.03.01", "title": "Теология" },
    { "code": "54.03.01", "title": "Дизайн" },
    { "code": "52.05.01", "title": "Актерское искусство" }

    ]
  },
  {
    number: 12,
    name: "ФГБОУ «Невинномысский технологический институт (филиал) Северо-Кавказского федерального университета»",
    website: "https://nti.ncfu.ru/",
    vk: "",
    address: "357100 Ставропольский край, г. Невинномысск, ул. Гагарина, д. 1",
    phone: "8 (865) 547-27-44",
    email: "nv.info@ncfu.ru",
    directions: [
          { "code": "07.03.03", "title": "Дизайн архитектурной среды" },
    { "code": "08.03.01", "title": "Строительство" },
    { "code": "11.03.04", "title": "Электроника и наноэлектроника" },
    { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
    { "code": "15.03.02", "title": "Технологические машины и оборудование" },
    { "code": "19.03.04", "title": "Технология продукции и организация общественного питания" },
    { "code": "20.03.01", "title": "Техносферная безопасность" },
    { "code": "21.03.01", "title": "Нефтегазовое дело" },
    { "code": "44.03.01", "title": "Педагогическое образование" },
    { "code": "44.03.03", "title": "Специальное (дефектологическое) образование" },
    { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
    { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
    { "code": "21.05.02", "title": "Прикладная геология" },
    { "code": "31.05.01", "title": "Лечебное дело" },
    { "code": "30.05.01", "title": "Медицинская биохимия" },
    { "code": "33.05.01", "title": "Фармация" }

    ]
  },
  {
    number: 13,
    name: "ФГБОУ «Российский технологический университет МИРЭА в г. Ставрополе (филиал)»",
    website: "https://stavropol.mirea.ru/",
    vk: "https://vk.com/mireastav",
    address: "355035, Ставропольский край, г. Ставрополь, проспект Кулакова 8 в квартале 601",
    phone: "8 (865) 256-20-66",
    email: "562066@mirea.ru",
    directions: [
          { "code": "08.03.01", "title": "Строительство" },
    { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
    { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "15.03.05", "title": "Конструкторско-технологическое обеспечение машиностроительных производств" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "38.03.05", "title": "Бизнес-информатика" },
    { "code": "38.03.10", "title": "Жилищное хозяйство и коммунальная инфраструктура" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "54.03.01", "title": "Дизайн" },
    { "code": "10.05.05", "title": "Безопасность информационных технологий в правоохранительной сфере" }

    ]
  },
  {
    number: 14,
    name: "НЧОУ «Невинномысский институт экономики, управления и права»",
    website: "https://nieup.ru/",
    vk: "https://vk.com/public204919737",
    address: "357101, Ставропольский край, г. Невинномысск, ул. Зои Космодемьянской, д. 1",
    phone: "8 (865) 546-42-40",
    email: "pk@nieup.ru",
    directions: [
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
    { "code": "37.03.01", "title": "Психология" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.05", "title": "Бизнес-информатика" },
    { "code": "40.03.01", "title": "Юриспруденция" }

    ]
  },
  {
    number: 15,
    name: "ФГБОУ «Российский экономический университет имени Г.В. Плеханова (филиал) в г. Пятигорске»",
    website: "https://pbrea.ru/",
    vk: "https://vk.com/pf_pleshka",
    address: "357500, Ставропольский край, г. Пятигорск, ул. Кучуры, д. 8",
    phone: "8 (879) 338-07-90",
    email: "pyatigorsk@rea.ru",
    directions: [
      { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "09.03.02", "title": "Информационные системы и технологии" },
    { "code": "38.05.01", "title": "Экономическая безопасность" },
    { "code": "40.05.01", "title": "Правовое обеспечение национальной безопасности" }

    ]
  },
  {
    number: 16,
    name: "ФГБОУ «Московский педагогический государственный университет (филиал) в г. Ставрополь»",
    website: "https://mpgu.su/ob-mpgu/struktura/filialyi/stavropolskiy-filial/",
    vk: "https://vk.com/mpgu_stav",
    address: "355042, Ставропольский край, г. Ставрополь, ул. Доваторцев, 66 г",
    phone: "8 (865) 252-16-81",
    email: "sf.priem@mpgu.su",
    directions: [
      { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "44.03.01", "title": "Педагогическое образование" },
    { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
    { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
    { "code": "54.03.01", "title": "Дизайн" }

    ]
  },
  {
    number: 17,
    name: "АЧОУ «Институт Управления, Бизнеса и Права»",
    website: "http://piubp.ru/",
    vk: "http://piubp.ru/",
    address: "357538, Ставропольский край, г. Пятигорск, переулок Зеленый, д.1",
    phone: "8 (879) 398-15-38",
    email: "iubip@rambler.ru",
    directions: [
      { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "40.05.02", "title": "Правоохранительная деятельность" },
    { "code": "38.05.02", "title": "Таможенное дело" },
    { "code": "38.05.01", "title": "Экономическая безопасность" }

    ]
  },
  {
    number: 18,
    name: "ФГБОУ «Российская академия народного хозяйства и государственной службы при президенте Российской Федерации (филиал) в г. Ставрополь»",
    website: "https://stav.ranepa.ru/",
    vk: "https://vk.com/sfranhgs",
    address: "355002, Ставропольский край, г. Ставрополь, ул. Лермонтова, д. 189",
    phone: "8 (865) 223-36-00",
    email: "info-stav@ranepa.ru",
    directions: [
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "40.03.01", "title": "Юриспруденция" }

    ]
  },
  {
    number: 19,
    name: "АНО «Московский гуманитарно-экономический университет (филиал) в г. Ставрополь»",
    website: "https://sfmgeu.ru/",
    vk: "https://vk.com/stav_mgeu",
    address: "355012, Ставропольский край, г. Ставрополь, ул. Маяковского, 10А",
    phone: "8 (865) 235-88-34",
    email: "sfmgеu@mail.ru",
    directions: [
      { "code": "37.03.01", "title": "Психология" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "40.03.01", "title": "Юриспруденция" }

    ]
  },
  {
    number: 20,
    name: "ФГБОУ «Московский автомобильно-дорожный государственный технический университет (филиал) Северо-Кавказский институт»",
    website: "https://madi.ru/1012-severo-kavkazskiy-filial.html",
    vk: "https://vk.com/university_madi",
    address: "357340, Ставропольский край, г. Лермонтов, ул. Промышленная, д. 20",
    phone: "8 (879) 353-78-47",
    email: "skf@madi.ru",
    directions: [
      { "code": "08.03.01", "title": "Строительство" },
    { "code": "23.03.01", "title": "Технология транспортных процессов" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "23.05.01", "title": "Наземные транспортно-технологические средства" }

    ]
  },
];
