window.catalogData = window.catalogData || {};
window.catalogData["Тамбовская область"] = [
  {
    number: 1,
    name: "ГАПОУ «Колледж техники и технологии наземного транспорта имени М.С. Солнцева»",
    website: "http://transport.68edu.ru",
    vk: "https://vk.com/tambovpolitech",
    address: "392024, Тамбовская область, г. Тамбов, ул. Советская, д. 193; ул. К.Маркса, д. 153",
    phone: "8 (4752) 53-37-67",
    email: "tambovpolitech@obraz.tambov.gov.ru",
    directions: [
      { code: "11.02.12", title: "Почтовая связь" },
      { code: "20.02.02", title: "Защита в чрезвычайных ситуациях" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте" },
      { code: "23.02.04", title: "Техническая эксплуатация подъёмно-транспортных, строительных, дорожных машин и оборудования" },
      { code: "23.02.05", title: "Эксплуатация транспортного электрооборудования и автоматики" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "43.02.06", title: "Сервис на транспорте" }
    ]
  },
  {
    number: 2,
    name: "ГАПОУ «Многопрофильный колледж имени И.Т. Карасева»",
    website: "https://tmbmk.ru",
    vk: "https://vk.com/mk_im_i_t_karaseva",
    address: "392525, Тамбовская область, г. Строитель, микрорайон Центральный, д. 23",
    phone: "8 (4752) 77-60-88",
    email: "tmbmk@obraz.tambov.gov.ru",
    directions: [
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "19.02.11", title: "Технология продуктов питания из растительного сырья" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "54.02.01", title: "Дизайн" },
      { code: "54.02.02", title: "Декоративно-прикладное искусство и народные промыслы" }
    ]
  },
  {
    number: 3,
    name: "ГБПОУ «Аграрно-технологический техникум»",
    website: "https://agrotteh.68edu.ru/",
    vk: "https://vk.com/att.selezni",
    address: "392550, Тамбовская область, г. Селезневский, ул. Первомайская, д. 14",
    phone: "8 (4752) 65-86-31",
    email: "att@obraz.tambov.gov.ru",
    directions: [
      { code: "19.02.11", title: "Технология продуктов питания из растительного сырья" },
      { code: "19.02.12", title: "Технология продуктов питания животного происхождения" },
      { code: "20.02.02", title: "Защита в чрезвычайных ситуациях" },
      { code: "23.02.04", title: "Техническая эксплуатация подъёмно-транспортных, строительных, дорожных машин и оборудования" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "35.02.05", title: "Агрономия" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 4,
    name: "ГАПОУ «Педагогический колледж г. Тамбова»",
    website: "https://tambpk.tmbreg.ru/",
    vk: "https://vk.com/teachercollege_tmb",
    address: "392000, Тамбовская область, г. Тамбов, ул. К. Маркса, д. 259; ул. К. Маркса, д. 258-В",
    phone: "8 (4752) 53-60-60",
    email: "pk2tmb@obraz.tambov.gov.ru",
    directions: [
      { code: "20.02.02", title: "Защита в чрезвычайных ситуациях" },
      { code: "39.02.01", title: "Социальная работа" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.03", title: "Педагогика дополнительного образования" },
      { code: "44.02.04", title: "Специальное дошкольное образование" },
      { code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" },
      { code: "49.02.01", title: "Физическая культура" },
      { code: "49.02.02", title: "Адаптивная физическая культура" },
      { code: "54.02.01", title: "Дизайн" },
      { code: "54.02.02", title: "Декоративно-прикладное искусство и народные промыслы" },
      { code: "54.02.05", title: "Живопись" },
      { code: "54.02.06", title: "Изобразительное искусство и черчение" }
    ]
  },
  {
    number: 5,
    name: "ФГБОУ ВО «Многопрофильный колледж Тамбовского государственного технического университета»",
    website: "http://tstu.ru",
    vk: "https://vk.com/mktstu",
    address: "392024, Тамбовская область, г. Тамбов, ул. Советская, 106/5, пом. 2",
    phone: "8 (4752) 63-92-47",
    email: "college@tstu.ru",
    directions: [
      { code: "07.02.01", title: "Архитектура" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "11.02.17", title: "Разработка электронных устройств и систем" },
      { code: "20.02.01", title: "Экологическая безопасность природных комплексов" },
      { code: "21.02.03", title: "Сооружение и эксплуатация газонефтепроводов и газонефтехранилищ" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "38.02.06", title: "Финансы" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 6,
    name: "ФГБОУ ВО «Колледж Тамбовский государственный университет имени Г.Р. Державина»",
    website: "http://tstutmb.ru",
    vk: "https://vk.com/tsutmb",
    address: "392000, Тамбовская область, г. Тамбов, ул. Интернациональная, д. 33",
    phone: "8 (4752) 72-34-40",
    email: "post@tsutmb.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "20.02.04", title: "Пожарная безопасность" },
      { code: "31.02.03", title: "Лабораторная диагностика" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "38.02.06", title: "Финансы" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "44.02.04", title: "Специальное дошкольное образование" },
      { code: "52.02.04", title: "Актерское искусство" },
      { code: "54.02.01", title: "Дизайн" }
    ]
  },
  {
    number: 7,
    name: "ГБПОУ «Индустриально-промышленный техникум»",
    website: "http://ras-tech.68edu.ru",
    vk: "https://vk.com/ipt_68",
    address: "393251, Тамбовская область, г. Рассказово, ул. Пролетарская, д. 23а",
    phone: "8 (47531) 2-68-61",
    email: "ras-tech@obraz.tambov.gov.ru",
    directions: [
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" }
    ]
  },
  {
    number: 8,
    name: "ГАПОУ «Промышленно-технологический колледж имени Героя Российской Федерации В.И. Заволянского»",
    website: "http://ptk.68edu.ru",
    vk: "https://vk.com/ptk_kollege",
    address: "393766, Тамбовская область, г. Мичуринск, ул. Киевская, д. 2",
    phone: "8 (47545) 2-11-43",
    email: "tptk@obraz.tambov.gov.ru",
    directions: [
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.08", title: "Монтаж и эксплуатация оборудования и систем газоснабжения" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 9,
    name: "ГБПОУ «Колледж торговли, общественного питания и сервиса»",
    website: "http://ktopis.68edu.ru",
    vk: "https://vk.com/ktopis_professionalitet",
    address: "392018, Тамбовская область, г. Тамбов, ул. Мичуринская, д. 110; ул. Рылеева, д. 61",
    phone: "8 (4752) 53-05-21",
    email: "ktopis@obraz.tambov.gov.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "43.02.17", title: "Технологии индустрии красоты" }
    ]
  },
  {
    number: 10,
    name: "ГБПОУ «Приборостроительный колледж»",
    website: "http://psk68.ru",
    vk: "https://vk.com/club205358062",
    address: "392008, Тамбовская область, г. Тамбов, Моршанское ш., д. 17",
    phone: "8 (4752) 56-06-16",
    email: "psk68@obraz.tambov.gov.ru",
    directions: [
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "12.02.03", title: "Радиоэлектронные приборы и устройства" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" }
    ]
  },
  {
    number: 11,
    name: "ГБПОУ «Строительный колледж»",
    website: "http://tsk.68edu.ru",
    vk: "https://vk.com/studsovet_sk",
    address: "392003, Тамбовская область, г. Тамбов, б-р Энтузиастов, д. 2",
    phone: "8 (4752) 53-53-03",
    email: "sk@obraz.tambov.gov.ru",
    directions: [
      { code: "07.02.01", title: "Архитектура" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.04", title: "Водоснабжение и водоотведение" },
      { code: "08.02.08", title: "Монтаж и эксплуатация оборудования и систем газоснабжения" },
      { code: "08.02.12", title: "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
      { code: "08.02.14", title: "Эксплуатация и обслуживание многоквартирного дома" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" }
    ]
  },
  {
    number: 12,
    name: "ГБПОУ «Котовский индустриальный техникум»",
    website: "http://kit68.ru",
    vk: "https://vk.com/club205807043",
    address: "393192, Тамбовская область, г. Котовск, ул. Котовского, д. 37",
    phone: "8 (47541) 4-25-26",
    email: "kit_68@obraz.tambov.gov.ru",
    directions: [
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования" },
      { code: "15.02.18", title: "Техническая эксплуатация и обслуживание роботизированного производства" },
      { code: "18.02.13", title: "Технология производства изделий из полимерных композитов" },
      { code: "18.02.14", title: "Химическая технология производства химических соединений" },
      { code: "19.02.12", title: "Технология продуктов питания животного происхождения" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" }
    ]
  },
  {
    number: 13,
    name: "ГБПОУ «Уваровский политехнический колледж»",
    website: "http://uvarovohk.68edu.ru",
    vk: "https://vk.com/club202626236",
    address: "393460, Тамбовская область, г. Уварово, ул. Шоссейная, д. 39",
    phone: "8 (47558) 4-01-47",
    email: "uvarovohk@obraz.tambov.gov.ru",
    directions: [
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  {
    number: 14,
    name: "ГБПОУ «Аграрно-технологический техникум — филиал в с. Сампур»",
    website: "http://agrotteh.68edu.ru",
    vk: "https://vk.com/att.selezni",
    address: "393450, Тамбовская область, г. Сампур, ул. Советская, д. 5",
    phone: "8 (47556) 4-14-73",
    email: "att@obraz.tambov.gov.ru",
    directions: [
      { code: "19.02.11", title: "Технология продуктов питания из растительного сырья" },
      { code: "19.02.12", title: "Технология продуктов питания животного происхождения" },
      { code: "35.02.05", title: "Агрономия" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 15,
    name: "АНПОО «Кооперативный техникум Тамбовского облпотребсоюза»",
    website: "http://tkt.3dn.ru",
    vk: "https://vk.com/cooptech68",
    address: "392020, Тамбовская область, г. Тамбов, ул. Пролетарская, д. 252/2",
    phone: "8 (4752) 53-53-70",
    email: "tkt33@inbox.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "38.02.02", title: "Страховое дело" },
      { code: "38.02.06", title: "Финансы" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 16,
    name: "ГАПОУ «Тамбовский бизнес-колледж»",
    website: "https://www.tbcollege.ru/",
    vk: "https://vk.com/tbcollege.tambow",
    address: "392022, Тамбовская область, г. Тамбов, ул. Петропавловская, д. 3",
    phone: "8 (4752) 44-46-09",
    email: "tbk@obraz.tambov.gov.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "15.02.10", title: "Мехатроника и робототехника" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "38.02.06", title: "Финансы" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 17,
    name: "АНПОО «Тамбовский колледж социокультурных технологий»",
    website: "http://tkskt.ru",
    vk: "",
    address: "392032, Тамбовская область, г. Тамбов, ул. Мичуринская, д. 129; ул. Широкая, 3Р",
    phone: "8 (4752) 56-56-56",
    email: "tkskt@yandex.ru",
    directions: [
      { code: "35.02.12", title: "Садово-парковое и ландшафтное строительство" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "42.02.01", title: "Реклама" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "44.02.04", title: "Специальное дошкольное образование" },
      { code: "54.02.01", title: "Дизайн" }
    ]
  },
  {
    number: 18,
    name: "АПОО «Техникум экономики и предпринимательства»",
    website: "https://xn----gtbcfrgawp3a5j.xn--p1ai/",
    vk: "https://xn----gtbcfrgawp3a5j.xn--p1ai/",
    address: "392024, Тамбовская область, г. Тамбов, шоссе Моршанское, д. 14А",
    phone: "8 (4752) 75-64-94",
    email: "info@ttep.su",
    directions: [
      { code: "21.02.19", title: "Землеустройство" },
      { code: "21.02.20", title: "Прикладная геодезия" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 19,
    name: "ГБПОУ «Железнодорожный колледж имени В.М. Баранова»",
    website: "https://www.zdcollege.ru/",
    vk: "https://vk.com/gdcollage",
    address: "393768, Тамбовская область, г. Мичуринск, ул. Турбинная, д. 3",
    phone: "8 (47545) 5-41-28",
    email: "zd-college@obraz.tambov.gov.ru",
    directions: [
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте" },
      { code: "23.02.06", title: "Техническая эксплуатация подвижного состава железных дорог" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "43.02.06", title: "Сервис на транспорте" }
    ]
  },
  {
    number: 20,
    name: "ГБОУ ВО «Колледж имени В.К. Мержанова Тамбовского государственного музыкально-педагогического института им. С.В. Рахманинова»",
    website: "http://rachmaninov.ru",
    vk: "https://vk.com/college_vkmerzhanova_tgmpi",
    address: "392000, Тамбовская область, г. Тамбов, ул. Советская, д. 59",
    phone: "8 (4752) 72-52-20",
    email: "dmsh@tgmpi.ru",
    directions: [
      { code: "51.02.01", title: "Народное художественное творчество" },
      { code: "51.02.02", title: "Социально-культурная деятельность" },
      { code: "53.02.03", title: "Инструментальное исполнительство" },
      { code: "53.02.05", title: "Сольное и хоровое народное пение" },
      { code: "53.02.06", title: "Хоровое дирижирование" },
      { code: "53.02.07", title: "Теория музыки" }
    ]
  },
  {
    number: 21,
    name: "ГБПОУ «Тамбовский колледж искусств»",
    website: "https://art-college-tmb.tmb.muzkult.ru",
    vk: "https://vk.com/club58899505",
    address: "392000, Тамбовская область, г. Тамбов, ул. А. Бебеля, д. 21; ул. Советская, 93",
    phone: "8 (4752) 72-13-25",
    email: "tki@cult.tambov.gov.ru",
    directions: [
      { code: "51.02.01", title: "Народное художественное творчество" },
      { code: "53.02.01", title: "Музыкальное образование" },
      { code: "53.02.02", title: "Музыкальное искусство эстрады" },
      { code: "53.02.03", title: "Инструментальное исполнительство" },
      { code: "53.02.06", title: "Хоровое дирижирование" },
      { code: "53.02.07", title: "Теория музыки" }
    ]
  },
  {
    number: 22,
    name: "ГБПОУ «Тамбовский областной медицинский колледж»",
    website: "http://medkol.68edu.ru",
    vk: "https://vk.com/medkoltmb",
    address: "392000, Тамбовская область, г. Тамбов, ул. Московская, д. 23а; ул. Московская, д. 46",
    phone: "8 (4752) 71-59-81",
    email: "medcol@obraz.tambov.gov.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.02", title: "Акушерское дело" },
      { code: "31.02.03", title: "Лабораторная диагностика" },
      { code: "33.02.01", title: "Фармация" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 23,
    name: "ФГБОУ ВО «Тамбовский техникум железнодорожного транспорта - филиал Ростовского государственного университета путей сообщения»",
    website: "https://rgups.ru",
    vk: "https://vk.com/tmb_tzht",
    address: "392009, Тамбовская область, г. Тамбов, ул. Лесная, д. 25",
    phone: "8 (4752) 70-21-50",
    email: "tambov@rgups.ru",
    directions: [
      { code: "09.02.01", title: "Компьютерные системы и комплексы" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "11.02.06", title: "Техническая эксплуатация транспортного радиоэлектронного оборудования" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте" },
      { code: "23.02.06", title: "Техническая эксплуатация подвижного состава железных дорог" }
    ]
  },
  {
    number: 24,
    name: "ФГБОУ ВО «Кирсановский авиационный технический колледж - филиал Московского государственного технического университета гражданской авиации»",
    website: "http://katuga.ru",
    vk: "https://vk.com/katkga68",
    address: "393361, Тамбовская область, г. Кирсанов, ул. Училище ГА, д. 18, стр. 1",
    phone: "8 (4753) 73-27-78",
    email: "katk_ga@mail.ru",
    directions: [
      { code: "25.02.01", title: "Техническая эксплуатация летательных аппаратов и двигателей" },
      { code: "25.02.03", title: "Техническая эксплуатация электрифицированных и пилотажно-навигационных комплексов" },
      { code: "25.02.06", title: "Производство и обслуживание авиационной техники" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" }
    ]
  },
  {
    number: 25,
    name: "ГБПОУ «Мичуринский агросоциальный колледж — филиал в с. Новиково»",
    website: "http://filmichagroteh.68edu.ru",
    vk: "https://vk.com/michagrosoc68",
    address: "393821, Тамбовская область, г. Новиково, ул. Центральная, д. 121",
    phone: "8 (47543) 3-52-35",
    email: "mich.agroteh@obraz.tambov.gov.ru",
    directions: [
      { code: "09.02.09", title: "Веб-разработка" }
    ]
  },
  {
    number: 26,
    name: "АНО СПО «Колледж права и безопасности»",
    website: "http://kolvedge.kpb-tmb.ru",
    vk: "https://vk.com/anospokpb",
    address: "392020, Тамбовская область, г. Тамбов, пл. Льва Толстого, д. 4а",
    phone: "8 (4752) 53-39-87",
    email: "koledg.kpb@yandex.ru",
    directions: [
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
// === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
{
    number: 1,
    name: "ФГБОУ ВО «Тамбовский государственный университет им. Г.Р. Державина»",
    website: "https://www.tsutmb.ru/",
    vk: "https://vk.com/tsutmb",
    address: "392036, Тамбовская область, г. Тамбов, ул. Интернациональная, д. 33",
    phone: "8 (4752) 72-90-02",
    email: "post@tsutmb.ru",
    directions: [
      { code: "01.03.01", title: "Математика" },
      { code: "01.03.02", title: "Прикладная математика и информатика" },
      { code: "02.03.03", title: "Математическое обеспечение и администрирование информационных систем" },
      { code: "03.03.02", title: "Физика" },
      { code: "04.03.01", title: "Химия" },
      { code: "05.03.02", title: "География" },
      { code: "05.03.06", title: "Экология и природопользование" },
      { code: "06.03.01", title: "Биология" },
      { code: "07.03.04", title: "Градостроительство" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "10.03.01", title: "Информационная безопасность" },
      { code: "11.03.02", title: "Инфокоммуникационные технологии и системы связи" },
      { code: "18.03.02", title: "Энерго- и ресурсосберегающие процессы в химической технологии, нефтехимии и биотехнологии" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "21.03.02", title: "Землеустройство и кадастры" },
      { code: "34.03.01", title: "Сестринское дело" },
      { code: "37.03.01", title: "Психология" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.03", title: "Управление персоналом" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "38.03.05", title: "Бизнес-информатика" },
      { code: "38.03.06", title: "Торговое дело" },
      { code: "39.03.01", title: "Социология" },
      { code: "39.03.02", title: "Социальная работа" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "41.03.04", title: "Политология" },
      { code: "41.03.05", title: "Международные отношения" },
      { code: "42.03.01", title: "Реклама и связи с общественностью" },
      { code: "42.03.02", title: "Журналистика" },
      { code: "43.03.01", title: "Сервис" },
      { code: "43.03.02", title: "Туризм" },
      { code: "44.03.01", title: "Педагогическое образование" },
      { code: "44.03.02", title: "Психолого-педагогическое образование" },
      { code: "44.03.03", title: "Специальное (дефектологическое) образование" },
      { code: "44.03.05", title: "Педагогическое образование с двумя профилями подготовки" },
      { code: "45.03.01", title: "Филология" },
      { code: "45.03.02", title: "Лингвистика" },
      { code: "46.03.01", title: "История" },
      { code: "46.03.02", title: "Документоведение и архивоведение" },
      { code: "47.03.01", title: "Философия" },
      { code: "48.03.01", title: "Теология" },
      { code: "49.03.01", title: "Физическая культура" },
      { code: "49.03.02", title: "Физическая культура для лиц с отклонениями в состоянии здоровья (адаптивная физическая культура)" },
      { code: "51.03.01", title: "Культурология" },
      { code: "51.03.03", title: "Социально-культурная деятельность" },
      { code: "51.03.04", title: "Музеология и охрана объектов культурного и природного наследия" },
      { code: "51.03.06", title: "Библиотечно-информационная деятельность" },
      { code: "52.03.01", title: "Хореографическое искусство" },
      { code: "53.03.02", title: "Музыкально-инструментальное искусство" },
      { code: "53.03.03", title: "Вокальное искусство" },
      { code: "54.03.01", title: "Дизайн" }
    ]
  },
  {
    number: 2,
    name: "ФГБОУ ВО «Тамбовский государственный технический университет»",
    website: "http://mit.tstu.ru/",
    vk: "https://vk.com/tmbstu",
    address: "392000, Тамбовская область, г. Тамбов, ул. Советская, д. 106",
    phone: "8 (4752) 63-10-19",
    email: "tstu@admintstu.ru",
    directions: [
      { code: "05.03.06", title: "Экология и природопользование" },
      { code: "07.03.01", title: "Архитектура" },
      { code: "07.03.04", title: "Градостроительство" },
      { code: "08.03.01", title: "Строительство" },
      { code: "09.03.01", title: "Информатика и вычислительная техника" },
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "11.03.01", title: "Радиотехника" },
      { code: "11.03.02", title: "Инфокоммуникационные технологии и системы связи" },
      { code: "11.03.03", title: "Конструирование и технология электронных средств" },
      { code: "12.03.04", title: "Биотехнические системы и технологии" },
      { code: "13.03.01", title: "Теплоэнергетика и теплотехника" },
      { code: "13.03.02", title: "Электроэнергетика и электротехника" },
      { code: "15.03.01", title: "Машиностроение" },
      { code: "15.03.02", title: "Технологические машины и оборудование" },
      { code: "15.03.05", title: "Конструкторско-технологическое обеспечение машиностроительных производств" },
      { code: "15.03.06", title: "Мехатроника и робототехника" },
      { code: "18.03.01", title: "Химическая технология" },
      { code: "18.03.02", title: "Энерго- и ресурсосберегающие процессы в химической технологии, нефтехимии и биотехнологии" },
      { code: "19.03.01", title: "Биотехнология" },
      { code: "19.03.02", title: "Продукты питания из растительного сырья" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "21.03.01", title: "Нефтегазовое дело" },
      { code: "22.03.01", title: "Материаловедение и технологии материалов" },
      { code: "23.03.01", title: "Технология транспортных процессов" },
      { code: "23.03.03", title: "Эксплуатация транспортно-технологических машин и комплексов" },
      { code: "27.03.02", title: "Управление качеством" },
      { code: "27.03.03", title: "Системный анализ и управление" },
      { code: "27.03.04", title: "Управление в технических системах" },
      { code: "28.03.02", title: "Наноинженерия" },
      { code: "29.03.03", title: "Технология полиграфического и упаковочного производства" },
      { code: "35.03.06", title: "Агроинженерия" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.05", title: "Бизнес-информатика" },
      { code: "38.03.06", title: "Торговое дело" },
      { code: "38.03.10", title: "Жилищное хозяйство и коммунальная инфраструктура" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "42.03.01", title: "Реклама и связи с общественностью" },
      { code: "43.03.01", title: "Сервис" },
      { code: "54.03.01", title: "Дизайн" }
    ]
  },
  {
    number: 3,
    name: "ГБОУ ВО «Тамбовский государственный музыкально-педагогический институт им. С.В. Рахманинова»",
    website: "http://rachmaninov.ru",
    vk: "https://vk.com/club217247917",
    address: "392000, Тамбовская область, г. Тамбов, ул. Советская, д. 87",
    phone: "8 (4752) 72-52-20",
    email: "tgmpi@tgmpi.ru",
    directions: [
      { code: "44.03.01", title: "Педагогическое образование" },
      { code: "51.03.02", title: "Народная художественная культура" },
      { code: "53.03.02", title: "Музыкально-инструментальное искусство" },
      { code: "53.03.05", title: "Дирижирование" },
      { code: "53.03.06", title: "Музыкознание и музыкально-прикладное искусство" }
    ]
  },
  {
    number: 4,
    name: "АНО ВО «Российский новый университет — филиал в г. Тамбов»",
    website: "http://www.tambov-rosnou.ru",
    vk: "https://vk.com/rosnou",
    address: "392002, Тамбовская область, г. Тамбов, ул. Пензенская, д. 61/175, корпус 3",
    phone: "8 (4752) 77-10-65",
    email: "tambov@rosnou.ru",
    directions: [
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "38.03.01", title: "Экономика" },
      { code: "40.03.01", title: "Юриспруденция" }
    ]
  },
  {
    number: 5,
    name: "РО ДООВО «Тамбовская духовная Семинария»",
    website: "http://tamds.ru",
    vk: "https://vk.com/tambov_seminary",
    address: "392000, Тамбовская область, г. Тамбов, ул. М. Горького, д. 3",
    phone: "",
    email: "tdsmetod@yandex.ru",
    directions: [
      { code: "48.03.01", title: "Теология" }
    ]
  },
];
