window.catalogData = window.catalogData || {};
window.catalogData["Томская область"] = [
  {
    number: 1,
    name: "ОГБОУ «Филиал «АТпромИС» в р.п. Белый Яр»",
    website: "http://atpromis.com",
    vk: "https://vk.com/club220499483",
    address: "636500, Томская область, Верхнекетский район, рабочий поселок Белый Яр, ул. Советская, д. 1а",
    phone: "8 (3825) 82-24-42",
    email: "atpromis.by@mail.ru",
    directions: [
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "35.02.12", title: "Садово-парковое и ландшафтное строительство" },
      { code: "35.02.18", title: "Технология переработки древесины" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "54.02.01", title: "Дизайн" },
      { code: "54.02.02", title: "Декоративно-прикладное искусство и народные промыслы" }
    ]
  },
  {
    number: 2,
    name: "ОГБПОУ «Томский экономико-промышленный колледж»",
    website: "https://tepk-pro.gosuslugi.ru/",
    vk: "https://vk.com/tomsk_tepk",
    address: "634040, Томская область, г. Томск, ул. Иркутский тракт, д. 175",
    phone: "8 (3822) 64-57-00",
    email: "tept@tept.edu.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "11.02.16", title: "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" },
      { code: "11.02.17", title: "Разработка электронных устройств и систем" },
      { code: "15.02.09", title: "Аддитивные технологии" },
      { code: "15.02.10", title: "Мехатроника и робототехника" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "27.02.07", title: "Управление качеством продукции, процессов и услуг" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" }
    ]
  },
  {
    number: 3,
    name: "ОГБПОУ «Томский коммунально-строительный техникум»",
    website: "http://tomkst.tomsk.ru",
    vk: "https://vk.com/tkst.tomsk",
    address: "634027, Томская область, г. Томск, ул. Смирнова, д. 48а",
    phone: "8 (3822) 47-03-57",
    email: "tkst1@yandex.ru",
    directions: [
      { code: "07.02.01", title: "Архитектура" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "08.02.04", title: "Водоснабжение и водоотведение" },
      { code: "08.02.08", title: "Монтаж и эксплуатация оборудования и систем газоснабжения" },
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "08.02.13", title: "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { code: "08.02.14", title: "Эксплуатация и обслуживание многоквартирного дома" },
      { code: "13.02.02", title: "Теплоснабжение и теплотехническое оборудование" },
      { code: "54.02.01", title: "Дизайн" }
    ]
  },
  {
    number: 4,
    name: "ОГБПОУ «Кожевниковский техникум агробизнеса»",
    website: "http://ktab.ru",
    vk: "https://vk.com/tomskay_oblast_ktab",
    address: "636160, Томская область, г. Кожевниково, ул. Гагарина, д. 36, стр. 3",
    phone: "8 (38244) 2-17-45",
    email: "kta@do.tomsk.gov.ru",
    directions: [
          { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" }

    ]
  },
  {
    number: 5,
    name: "ОГБПОУ «Томский промышленно-гуманитарный колледж»",
    website: "http://tgpgk.tomsk.ru",
    vk: "https://vk.com/newstpgk",
    address: "634049, Томская область, г. Томск, ул. Мичурина, д. 4",
    phone: "8 (3822) 75-08-80",
    email: "tgpk@dpo.tomsk.gov.ru",
    directions: [
      { code: "15.02.18", title: "Техническая эксплуатация и обслуживание роботизированного производства" },
      { code: "18.02.12", title: "Технология аналитического контроля химических соединений" },
      { code: "18.02.14", title: "Химическая технология производства химических соединений" },
      { code: "21.02.03", title: "Сооружение и эксплуатация газонефтепроводов и газонефтехранилищ" }
    ]
  },
  {
    number: 6,
    name: "ОГБПОУ «Колледж индустрии питания, торговли и сферы услуг»",
    website: "http://college.tomsk.ru",
    vk: "https://vk.com/kiptsuofficial_professionalitet",
    address: "634062, Томская область, г. Томск, ул. Ивана Черных, д. 101",
    phone: "8 (3822) 60-99-98",
    email: "kiptsu@dpo.tomsk.gov.ru",
    directions: [
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "54.02.01", title: "Дизайн" }
    ]
  },
  {
    number: 7,
    name: "ОГБПОУ «Колпашевский социально-промышленный колледж»",
    website: "https://kspk-kolpashevo.ru/home/5/?item=47",
    vk: "https://vk.com/kolpashevokspk",
    address: "636460, Томская область, г. Колпашево, ул. Победы, д. 12",
    phone: "8 (38254) 5-34-53",
    email: "kspk@do.tomsk.gov.ru",
    directions: [
      { code: "21.02.02", title: "Бурение нефтяных и газовых скважин" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" },
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  {
    number: 8,
    name: "ОГБПОУ «Томский аграрный колледж»",
    website: "http://taktomsk.ru",
    vk: "https://vk.com/tak_professionalitet",
    address: "634040, Томская область, г. Томск, ул. Иркутский тракт, д. 181",
    phone: "8 (3822) 64-54-37",
    email: "tacollege@mail.ru",
    directions: [
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" },
      { code: "35.02.05", title: "Агрономия" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "38.02.02", title: "Страховое дело" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 9,
    name: "ОГБПОУ «Томский индустриальный техникум»",
    website: "http://tomintech.ru",
    vk: "https://vk.com/tomintechopen",
    address: "634050, Томская область, г. Томск, ул. Алексея Беленца, д. 11",
    phone: "8 (3822) 51-36-12",
    email: "post@tomintech.ru",
    directions: [
      { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "10.02.04", "title": "Обеспечение информационной безопасности телекоммуникационных систем" },
    { "code": "11.02.12", "title": "Почтовая связь" },
    { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
    { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "42.02.01", "title": "Реклама" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" }

    ]
  },
  {
    number: 10,
    name: "ОГБПОУ «Томский политехнический техникум»",
    website: "http://tpt.tom.ru",
    vk: "https://vk.com/tpttomsk",
    address: "634027, Томская область, г. Томск, ул. Смирнова, д. 44",
    phone: "8 (3822) 90-75-01",
    email: "tpt@dpo.tomsk.gov.ru",
    directions: [
      { code: "13.02.07", title: "Электроснабжение" },
      { code: "13.02.08", title: "Электроизоляционная, кабельная и конденсаторная техника" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "21.02.01", title: "Разработка и эксплуатация нефтяных и газовых месторождений" },
      { code: "21.02.02", title: "Бурение нефтяных и газовых скважин" },
      { code: "21.02.11", title: "Геофизические методы поисков и разведки месторождений полезных ископаемых" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" }
    ]
  },
  {
    number: 11,
    name: "ОГБПОУ «Томский механико-технологический техникум»",
    website: "http://tomtmtt.tomsk.ru",
    vk: "https://vk.com/tmtt_tomsk",
    address: "634057, Томская область, г. Томск, ул. Карла Ильмера, д. 4",
    phone: "8 (3822) 90-44-25",
    email: "tmt@dpo.tomsk.gov.ru",
    directions: [
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "54.02.02", title: "Декоративно-прикладное искусство и народные промыслы" },
      { code: "54.02.04", title: "Реставрация произведений изобразительного и декоративно-прикладного искусства" }
    ]
  },
  {
    number: 12,
    name: "ОГБПОУ «Кривошеинский агропромышленный техникум»",
    website: "http://kaptech.ru",
    vk: "https://vk.com/krivcollege23",
    address: "636300, Томская область, г. Кривошеино, ул. Новая, д. 38",
    phone: "8 (38251) 2-15-89",
    email: "info@kaptech.ru",
    directions: [
      { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья" },
    { "code": "35.02.05", "title": "Агрономия" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет" },
    { "code": "40.02.04", "title": "Юриспруденция" }

    ]
  },
  {
    number: 13,
    name: "ОГБПОУ «Томский государственный педагогический колледж»",
    website: "http://pedcollege.tomsk.ru",
    vk: "https://vk.com/pedcollege.tomsk",
    address: "634050, Томская область, г. Томск, ул. Крылова, д. 12а",
    phone: "8 (3822) 53-26-80",
    email: "tgpk@dpo.tomsk.gov.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.03", title: "Педагогика дополнительного образования" },
      { code: "44.02.04", title: "Специальное дошкольное образование" },
      { code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" },
      { code: "49.02.01", title: "Физическая культура" },
      { code: "54.02.06", title: "Изобразительное искусство и черчение" }
    ]
  },
  {
    number: 14,
    name: "ОГБПОУ «Шегарский техникум индустриальных технологий»",
    website: "http://xn--h1atbv.xn--p1ai",
    vk: "https://vk.com/ogbpoupkt",
    address: "636132, Томская область, г. Мельниково, ул. Чапаева, д. 60",
    phone: "8 (38247) 2-10-76",
    email: "pkt@do.tomsk.gov.ru",
    directions: [
      { "code": "23.02.05", "title": "Эксплуатация транспортного электрооборудования и автоматики" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" }

    ]
  },
  {
    number: 15,
    name: "АНПОО «Томский экономико-юридический техникум»",
    website: "https://teui.tomsk.ru",
    vk: "https://vk.com/club215782281",
    address: "634050, Томская область, г. Томск, Московский тракт, д. 2 Г",
    phone: "8 (3822) 52-96-55",
    email: "cdo-tejui2005@yandex.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учет" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "38.02.06", title: "Финансы" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" }
    ]
  },
  {
    number: 16,
    name: "ОГБПОУ «Томский техникум информационных технологий»",
    website: "http://tomtit.tomsk.ru",
    vk: "https://vk.com/tomtit70",
    address: "634034, Томская область, г. Томск, ул. Герцена, д. 18",
    phone: "8 (3822) 97-71-39",
    email: "office@tomtit.tomsk.ru",
    directions: [
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.02.09", title: "Веб-разработка" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "11.02.16", title: "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" }
    ]
  },
  {
    number: 17,
    name: "ОГБПОУ «Томский промышленно-гуманитарный колледж - филиал в г. Стрежевой»",
    website: "http://tgpgk.tomsk.ru",
    vk: "https://vk.com/cftpgk",
    address: "636780, Томская область, г. Стрежевой, ул. Коммунальная, д. 40",
    phone: "8 (38259) 5-73-20",
    email: "pu1507@mail.ru",
    directions: [
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" }
    ]
  },
  {
    number: 18,
    name: "ОГБПОУ «Томский базовый медицинский колледж»",
    website: "http://tbmc.ru",
    vk: "https://vk.com/tbmk70",
    address: "634027, Томская область, г. Томск, ул. Смирнова, д. 44/1",
    phone: "8 (3822) 47-08-81",
    email: "tbmk@dpo.tomsk.gov.ru",
    directions: [
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.02", title: "Акушерское дело" },
      { code: "31.02.06", title: "Стоматология профилактическая" },
      { code: "33.02.01", title: "Фармация" },
      { code: "34.02.01", title: "Сестринское дело" }
    ]
  },
  {
    number: 19,
    name: "ОГАПОУ «Томский музыкальный колледж им. Э.В. Денисова»",
    website: "http://tmk.tomsk.ru",
    vk: "https://vk.com/denisov_music_college",
    address: "634050, Томская область, г. Томск, пр-кт Ленина, д. 109",
    phone: "8 (3822) 51-20-22",
    email: "tmkdenisov@gov70.ru",
    directions: [
      { code: "53.02.01", title: "Музыкальное образование" },
      { code: "53.02.03", title: "Инструментальное исполнительство" },
      { code: "53.02.04", title: "Вокальное искусство" },
      { code: "53.02.06", title: "Хоровое дирижирование" },
      { code: "53.02.07", title: "Теория музыки" }
    ]
  },
  {
    number: 20,
    name: "ОГБОУ ВО «Томский техникум водного транспорта и судоходства»",
    website: "http://ttvts.ru",
    vk: "https://vk.com/tomsk_ttvts",
    address: "634009, Томская область, г. Томск, пр-кт Ленина, д. 181",
    phone: "8 (3822) 40-72-63",
    email: "ttvts@mail.ru",
    directions: [
      { code: "26.02.01", title: "Эксплуатация внутренних водных путей" },
      { code: "26.02.02", title: "Судостроение" },
      { code: "26.02.03", title: "Судовождение" },
      { code: "26.02.05", title: "Эксплуатация судовых энергетических установок" },
      { code: "26.02.06", title: "Эксплуатация судового электрооборудования и средств автоматики" }
    ]
  },
  {
    number: 21,
    name: "ФГБОУ ВО «Томский техникум железнодорожного транспорта — филиал Сибирского государственного университета путей сообщения»",
    website: "https://www.ttgdt.stu.ru/",
    vk: "https://vk.com/ttgdt_edu_ru",
    address: "634006, Томская область, г. Томск, пер. Переездный, д. 1",
    phone: "8 (3822) 65-67-58",
    email: "tgtd@tgtd.edu.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "11.02.06", title: "Техническая эксплуатация транспортного радиоэлектронного оборудования" },
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте" },
      { code: "23.02.08", title: "Строительство железных дорог, путь и путевое хозяйство" },
      { code: "43.02.06", title: "Сервис на транспорте" }
    ]
  },
  {
    number: 22,
    name: "ОГБПОУ «Томский политехнический техникум — филиал в с. Парабель»",
    website: "http://tpt.tom.ru",
    vk: "https://vk.com/tpttomsk",
    address: "636601, Томская область, г. Парабель, ул. Советская, д. 98",
    phone: "8 (38252) 2-25-69",
    email: "spty28@yandex.ru",
    directions: [
      { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" }

    ]
  },
  {
    number: 23,
    name: "ОГБПОУ «Томский колледж гражданского транспорта»",
    website: "http://tkgt.ru",
    vk: "https://vk.com/tkgt.tomsk",
    address: "634062, Томская область, г. Томск, ул. Суворова, д. 5",
    phone: "8 (3822) 67-29-91",
    email: "tadt@dpo.tomsk.gov.ru",
    directions: [
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" }
    ]
  },
  {
    number: 24,
    name: "АНО ПО «Томский финансово-юридический техникум»",
    website: "http://tomfut.ru",
    vk: "https://vk.com/club218646259",
    address: "634050, Томская область, г. Томск, ул. Татарская, д. 19",
    phone: "8 (3822) 51-43-72",
    email: "tomfut@mail.ru",
    directions: [
      { code: "08.02.12", title: "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
      { code: "23.02.04", title: "Техническая эксплуатация подъёмно-транспортных, строительных, дорожных машин и оборудования" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" }
    ]
  },
  {
    number: 25,
    name: "ОГБПОУ «Томский техникум социальных технологий»",
    website: "http://tst.tomsk.ru",
    vk: "https://vk.com/tst.tomsk",
    address: "634009, Томская область, г. Томск, ул. Войкова, д. 86",
    phone: "8 (3822) 40-49-57",
    email: "tst@dpo.tomsk.gov.ru",
    directions: [
      { code: "39.02.01", title: "Социальная работа" },
      { code: "39.02.02", title: "Сурдокоммуникация" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "54.02.02", title: "Декоративно-прикладное искусство и народные промыслы" }
    ]
  },
  {
    number: 26,
    name: "ОГБПОУ «Томский политехнический техникум — филиал в с. Александровское»",
    website: "http://tpt.tom.ru",
    vk: "https://vk.com/aftpt",
    address: "636760, Томская область, г. Александровское, ул. Дорожников, д. 1",
    phone: "8 (38255) 2-58-77",
    email: "ahmazieva@tpt.tom.ru",
    directions: [
      { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования" },
    { "code": "15.01.05", "title": "Сварщик ручной и частично механизированной сварки (наплавки)" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" },
    { "code": "38.01.02", "title": "Продавец" }

    ]
  },
  // === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
  {
    number: 1,
    name: "ФГАОУ ВО «Национальный исследовательский Томский государственный университет»",
    website: "http://www.tsu.ru",
    vk: "https://vk.com/tomskuniversity",
    address: "634050, Томская область, г. Томск, пр. Ленина, 36",
    phone: "8 (3822) 52-98-52",
    email: "rector@tsu.ru",
    directions: [
     { "code": "01.03.01", "title": "Математика" },
    { "code": "01.03.02", "title": "Прикладная математика и информатика" },
    { "code": "01.03.03", "title": "Механика и математическое моделирование" },
    { "code": "02.03.01", "title": "Математика и компьютерные науки" },
    { "code": "02.03.02", "title": "Фундаментальная информатика и информационные технологии" },
    { "code": "02.03.03", "title": "Математическое обеспечение и администрирование информационных систем" },
    { "code": "03.03.02", "title": "Физика" },
    { "code": "03.03.03", "title": "Радиофизика" },
    { "code": "04.03.01", "title": "Химия" },
    { "code": "05.03.01", "title": "Геология" },
    { "code": "05.03.02", "title": "География" },
    { "code": "05.03.04", "title": "Гидрометеорология" },
    { "code": "05.03.06", "title": "Экология и природопользование" },
    { "code": "06.03.01", "title": "Биология" },
    { "code": "06.03.02", "title": "Почвоведение" },
    { "code": "09.03.02", "title": "Информационные системы и технологии" },
    { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "09.03.04", "title": "Программная инженерия" },
    { "code": "10.03.01", "title": "Информационная безопасность" },
    { "code": "12.03.02", "title": "Оптотехника" },
    { "code": "12.03.03", "title": "Фотоника и оптоинформатика" },
    { "code": "12.03.05", "title": "Лазерная техника и лазерные технологии" },
    { "code": "15.03.03", "title": "Прикладная механика" },
    { "code": "15.03.06", "title": "Мехатроника и робототехника" },
    { "code": "16.03.01", "title": "Техническая физика" },
    { "code": "19.03.01", "title": "Биотехнология" },
    { "code": "24.03.03", "title": "Баллистика и гидроаэродинамика" },
    { "code": "27.03.02", "title": "Управление качеством" },
    { "code": "27.03.05", "title": "Инноватика" },
    { "code": "35.03.01", "title": "Лесное дело" },
    { "code": "35.03.04", "title": "Агрономия" },
    { "code": "35.03.06", "title": "Агроинженерия" },
    { "code": "35.03.07", "title": "Технология производства и переработки сельскохозяйственной продукции" },
    { "code": "35.03.10", "title": "Ландшафтная архитектура" },
    { "code": "36.03.02", "title": "Зоотехния" },
    { "code": "37.03.01", "title": "Психология" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.03", "title": "Управление персоналом" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "38.03.05", "title": "Бизнес-информатика" },
    { "code": "38.03.06", "title": "Торговое дело" },
    { "code": "39.03.01", "title": "Социология" },
    { "code": "39.03.02", "title": "Социальная работа" },
    { "code": "39.03.03", "title": "Организация работы с молодежью" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "41.03.01", "title": "Зарубежное регионоведение" },
    { "code": "41.03.02", "title": "Регионоведение России" },
    { "code": "41.03.04", "title": "Политология" },
    { "code": "41.03.05", "title": "Международные отношения" },
    { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
    { "code": "42.03.02", "title": "Журналистика" },
    { "code": "42.03.03", "title": "Издательское дело" },
    { "code": "43.03.02", "title": "Туризм" },
    { "code": "43.03.03", "title": "Гостиничное дело" },
    { "code": "44.03.01", "title": "Педагогическое образование" },
    { "code": "45.03.01", "title": "Филология" },
    { "code": "45.03.02", "title": "Лингвистика" },
    { "code": "45.03.03", "title": "Фундаментальная и прикладная лингвистика" },
    { "code": "46.03.01", "title": "История" },
    { "code": "46.03.02", "title": "Документоведение и архивоведение" },
    { "code": "46.03.03", "title": "Антропология и этнология" },
    { "code": "47.03.01", "title": "Философия" },
    { "code": "49.03.01", "title": "Физическая культура" },
    { "code": "49.03.03", "title": "Рекреация и спортивно-оздоровительный туризм" },
    { "code": "51.03.01", "title": "Культурология" },
    { "code": "51.03.04", "title": "Музеология и охрана объектов культурного и природного наследия" },
    { "code": "51.03.06", "title": "Библиотечно-информационная деятельность" },
    { "code": "54.03.01", "title": "Дизайн" }

    ]
  },
  {
    number: 2,
    name: "ФГАОУ ВО «Национальный исследовательский Томский политехнический университет»",
    website: "http://www.tpu.ru",
    vk: "https://vk.com/tpunews",
    address: "634050, Томская область, г. Томск, проспект Ленина, д. 30",
    phone: "8 (3822) 60-63-33",
    email: "tpu@tpu.ru",
    directions: [
      { "code": "01.03.02", "title": "Прикладная математика и информатика" },
    { "code": "03.03.02", "title": "Физика" },
    { "code": "05.03.01", "title": "Геология" },
    { "code": "05.03.06", "title": "Экология и природопользование" },
    { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
    { "code": "09.03.02", "title": "Информационные системы и технологии" },
    { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "09.03.04", "title": "Программная инженерия" },
    { "code": "11.03.04", "title": "Электроника и наноэлектроника" },
    { "code": "12.03.01", "title": "Приборостроение" },
    { "code": "12.03.02", "title": "Оптотехника" },
    { "code": "12.03.04", "title": "Биотехнические системы и технологии" },
    { "code": "13.03.01", "title": "Теплоэнергетика и теплотехника" },
    { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
    { "code": "13.03.03", "title": "Энергетическое машиностроение" },
    { "code": "14.03.02", "title": "Ядерные физика и технологии" },
    { "code": "15.03.01", "title": "Машиностроение" },
    { "code": "15.03.02", "title": "Технологические машины и оборудование" },
    { "code": "15.03.04", "title": "Автоматизация технологических процессов и производств" },
    { "code": "15.03.05", "title": "Конструкторско-технологическое обеспечение машиностроительных производств" },
    { "code": "15.03.06", "title": "Мехатроника и робототехника" },
    { "code": "16.03.01", "title": "Техническая физика" },
    { "code": "16.03.02", "title": "Высокотехнологические плазменные и энергетические установки" },
    { "code": "18.03.01", "title": "Химическая технология" },
    { "code": "18.03.02", "title": "Энерго- и ресурсосберегающие процессы в химической технологии, нефтехимии и биотехнологии" },
    { "code": "19.03.01", "title": "Биотехнология" },
    { "code": "20.03.01", "title": "Техносферная безопасность" },
    { "code": "20.03.02", "title": "Природообустройство и водопользование" },
    { "code": "21.03.01", "title": "Нефтегазовое дело" },
    { "code": "21.03.02", "title": "Землеустройство и кадастры" },
    { "code": "22.03.01", "title": "Материаловедение и технологии материалов" },
    { "code": "27.03.01", "title": "Стандартизация и метрология" },
    { "code": "27.03.02", "title": "Управление качеством" },
    { "code": "27.03.04", "title": "Управление в технических системах" },
    { "code": "27.03.05", "title": "Инноватика" },
    { "code": "29.03.04", "title": "Технология художественной обработки материалов" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.03", "title": "Управление персоналом" },
    { "code": "41.03.01", "title": "Зарубежное регионоведение" },
    { "code": "43.03.02", "title": "Туризм" },
    { "code": "45.03.02", "title": "Лингвистика" },
    { "code": "49.03.01", "title": "Физическая культура" },
    { "code": "54.03.01", "title": "Дизайн" }

    ]
  },
  {
    number: 3,
    name: "ФГБОУ ВО «Сибирский государственный медицинский университет»",
    website: "http://www.ssmu.ru",
    vk: "https://vk.com/sibmed",
    address: "634050, Томская область, г. Томск, Московский тракт, д. 2",
    phone: "8 (3822) 90-98-23",
    email: "rector@ssmu.ru",
    directions: [
      { "code": "06.03.01", "title": "Биология" },
    { "code": "19.03.01", "title": "Биотехнология" },
    { "code": "34.03.01", "title": "Сестринское дело" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "39.03.02", "title": "Социальная работа" }

    ]
  },
  {
    number: 4,
    name: "ФГАОУ ВО «Томский государственный университет систем управления и радиоэлектроники»",
    website: "http://www.tusur.ru",
    vk: "https://vk.com/mytusur",
    address: "634050, Томская область, г. Томск, Проспект Ленина, д. 40",
    phone: "8 (3822) 51-05-30",
    email: "office@tusur.ru",
    directions: [
      { code: "01.03.02", title: "Прикладная математика и информатика" },
      { code: "05.03.06", title: "Экология и природопользование" },
      { code: "09.03.01", title: "Информатика и вычислительная техника" },
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "09.03.04", title: "Программная инженерия" },
      { code: "10.03.01", title: "Информационная безопасность" },
      { code: "11.03.01", title: "Радиотехника" },
      { code: "11.03.02", title: "Инфокоммуникационные технологии и системы связи" },
      { code: "11.03.03", title: "Конструирование и технология электронных средств" },
      { code: "11.03.04", title: "Электроника и наноэлектроника" },
      { code: "12.03.03", title: "Фотоника и оптоинформатика" },
      { code: "15.03.04", title: "Автоматизация технологических процессов и производств" },
      { code: "15.03.06", title: "Мехатроника и робототехника" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "27.03.02", title: "Управление качеством" },
      { code: "27.03.03", title: "Системный анализ и управление" },
      { code: "27.03.04", title: "Управление в технических системах" },
      { code: "27.03.05", title: "Инноватика" },
      { code: "28.03.01", title: "Нанотехнологии и микросистемная техника" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.03", title: "Управление персоналом" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "38.03.05", title: "Бизнес-информатика" },
      { code: "39.03.02", title: "Социальная работа" },
      { code: "39.03.03", title: "Организация работы с молодежью" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "43.03.01", title: "Сервис" }
    ]
  },
  {
    number: 5,
    name: "ФГБОУ ВО «Томский государственный педагогический университет»",
    website: "http://www.tspu.edu.ru",
    vk: "https://vk.com/tspu_ru",
    address: "634061, Томская область, г. Томск, ул. Киевская, д. 60",
    phone: "8 (3822) 31-14-64",
    email: "rector@tspu.edu.ru",
    directions: [
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "44.03.01", title: "Педагогическое образование" },
      { code: "44.03.02", title: "Психолого-педагогическое образование" },
      { code: "44.03.03", title: "Специальное (дефектологическое) образование" },
      { code: "44.03.04", title: "Профессиональное обучение" },
      { code: "44.03.05", title: "Педагогическое образование с двумя профилями подготовки" },
      { code: "45.03.02", title: "Лингвистика" }
    ]
  },
  {
    number: 6,
    name: "ФГАОУ ВО «Северский технологический институт — филиал НИЯУ МИФИ»",
    website: "http://ssti.ru",
    vk: "https://vk.com/stinrnumephl",
    address: "636036, Томская область, г. Северск, пр-кт Коммунистический, д. 65",
    phone: "8 (3823) 78-02-04",
    email: "ssti@mephi.ru",
    directions: [
      { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "13.03.01", "title": "Теплоэнергетика и теплотехника" },
    { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
    { "code": "14.03.02", "title": "Ядерные физика и технологии" },
    { "code": "15.03.04", "title": "Автоматизация технологических процессов и производств" },
    { "code": "15.03.06", "title": "Мехатроника и робототехника" },
    { "code": "18.03.02", "title": "Энерго- и ресурсосберегающие процессы в химической технологии, нефтехимии и биотехнологии" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "39.03.02", "title": "Социальная работа" }

    ]
  },
  {
    number: 7,
    name: "ЧОУ ВО «Томский институт бизнеса»",
    website: "https://tib.tomsk.ru",
    vk: "https://vk.com/tibtomsk",
    address: "634050, Томская область, г. Томск, ул. Заливная (главный корпус), 1Б",
    phone: "8 (3822) 53-00-87",
    email: "office@tib.tomsk.ru",
    directions: [
      { "code": "37.03.01", "title": "Психология" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.03", "title": "Управление персоналом" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "50.03.02", "title": "Изящные искусства" },
    { "code": "54.03.01", "title": "Дизайн" }
    ]
  },
];
