window.catalogData = window.catalogData || {};
window.catalogData["Тульская область"] = [
  {
  "number": 1,
  "name": "ГПОУ ТО «Тульский колледж искусств им. А.С. Даргомыжского»",
  "website": "https://www.tulartcollege.ru/",
  "vk": "https://vk.com/dargo_art",
  "address": "300012, Тульская область, г. Тула, ул. Ф. Энгельса, д. 72",
  "phone": "8 (4872) 33-14-41",
  "email": "spo.ki.tula@tularegion.ru",
  "directions": [
    { "code": "53.02.02", "title": "Музыкальное искусство эстрады (по видам)" },
    { "code": "53.02.03", "title": "Инструментальное исполнительство (по видам инструментов)" },
    { "code": "53.02.04", "title": "Вокальное искусство" },
    { "code": "53.02.05", "title": "Сольное и хоровое народное пение" },
    { "code": "53.02.06", "title": "Хоровое дирижирование" },
    { "code": "53.02.07", "title": "Теория музыки" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
    { "code": "54.02.05", "title": "Живопись (по видам)" },
    { "code": "54.02.07", "title": "Скульптура" }
  ]
},
{
  "number": 2,
  "name": "ГПОУ ТО «Щекинский политехнический колледж»",
  "website": "https://schpk.ru/",
  "vk": "https://vk.com/schpk",
  "address": "301245, Тульская область, г. Щекино, ул. Советская, д. 1",
  "phone": "8 (48751) 5-46-41",
  "email": "spo.shpk@tularegion.ru",
  "directions": [
    { "code": "13.02.11", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "15.02.12", "title": "Монтаж, техническое обслуживание и ремонт промышленного оборудования (по отраслям)" },
    { "code": "18.02.06", "title": "Химическая технология органических веществ" },
    { "code": "18.02.13", "title": "Технология производства изделий из полимерных композитов" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
    { "code": "27.02.06", "title": "Контроль работы измерительных приборов" },
    { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг (по отраслям)" },
    { "code": "38.02.05", "title": "Товароведение и экспертиза качества потребительских товаров" },
    { "code": "23.02.04", "title": "Техническая эксплуатация подъёмно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
    { "code": "35.02.01", "title": "Лесное и лесопарковое хозяйство" },
    { "code": "35.02.12", "title": "Садово-парковое и ландшафтное строительство" },
    { "code": "43.02.10", "title": "Туризм" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "15.01.31", "title": "Мастер контрольно-измерительных приборов и автоматики" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" }
  ]
},
{
  "number": 3,
  "name": "ГПОУ ТО «Тульский государственный машиностроительный колледж имени Никиты Демидова»",
  "website": "https://tgmk-tula.ru/",
  "vk": "https://vk.com/tgmkdemidova",
  "address": "300041, Тульская область, г. Тула, ул. Металлистов, д. 2а",
  "phone": "8 (4872) 56-05-76", // Исправлен формат номера
  "email": "spo.mkdemidov@tularegion.ru",
  "directions": [
    { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
    { "code": "09.02.07", "title": "Интеграция решений с применением технологий искусственного интеллекта" },
    { "code": "11.01.01", "title": "Монтажник радиоэлектронной аппаратуры и приборов" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
    { "code": "13.02.11", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "15.01.32", "title": "Оператор станков с программным управлением" },
    { "code": "15.01.38", "title": "Оператор-наладчик металлообрабатывающих станков" },
    { "code": "15.02.04", "title": "Специальные машины и устройства" },
    { "code": "15.02.09", "title": "Аддитивные технологии" },
    { "code": "15.02.10", "title": "Мехатроника и робототехника (по отраслям)" },
    { "code": "15.02.11", "title": "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
    { "code": "15.02.12", "title": "Монтаж, техническое обслуживание и ремонт промышленного оборудования (по отраслям)" },
    { "code": "15.02.14", "title": "Оснащение средствами автоматизации технологических процессов и производств (по отраслям)" },
    { "code": "15.02.16", "title": "Технология машиностроения" },
    { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
    { "code": "15.02.18", "title": "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
    { "code": "22.02.01", "title": "Металлургия черных металлов" },
    { "code": "22.02.05", "title": "Обработка металлов давлением" },
    { "code": "22.02.08", "title": "Металлургическое производство" },
    { "code": "29.01.05", "title": "Закройщик" },
    { "code": "29.01.33", "title": "Мастер по изготовлению швейных изделий" }
  ]
},
{
  "number": 4,
  "name": "ГПОУ ТО «Алексинский машиностроительный техникум»",
  "website": "https://xn----7sbbsplfng2bq.xn--p1ai/",
  "vk": "https://vk.com/amt71_professionalitet",
  "address": "301364, Тульская область, г. Алексин, ул. Гремицы, д. 8а",
  "phone": "8 (48753) 4-25-01",
  "email": "spo.amtaleksin@tularegion.ru",
  "directions": [
    { "code": "05.02.02", "title": "Гидрология" },
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "13.02.07", "title": "Электроснабжение" },
    { "code": "15.01.38", "title": "Оператор-наладчик металлообрабатывающих станков" },
    { "code": "15.02.10", "title": "Мехатроника и робототехника (по отраслям)" },
    { "code": "15.02.16", "title": "Технология машиностроения" },
    { "code": "15.02.19", "title": "Сварочное производство" },
    { "code": "23.02.04", "title": "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" },
    { "code": "13450", "title": "Маляр" },
    { "code": "19601", "title": "Швея" },
    { "code": "19727", "title": "Штукатур" }
  ]
},
{
  "number": 5,
  "name": "ГПОУ ТО «Болоховский машиностроительный техникум»",
  "website": "https://www.bolohovomt.ru/",
  "vk": "https://vk.com/bmt_spo71",
  "address": "301280, Тульская область, г. Болохово, ул. Соловцова, д. 22",
  "phone": "8 (48754) 2-60-94",
  "email": "spo.bolmashteh@tularegion.ru",
  "directions": [
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "15.02.12", "title": "Монтаж, техническое обслуживание и ремонт промышленного оборудования (по отраслям)" },
    { "code": "22.02.06", "title": "Сварочное производство" },
    { "code": "23.02.03", "title": "Техническое обслуживание и ремонт автомобильного транспорта" },
    { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
    { "code": "38.02.05", "title": "Товароведение и экспертиза качества потребительских товаров" },
    { "code": "09.01.03", "title": "Оператор информационных систем и ресурсов" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "09.04.02", "title": "Информационные системы (по отраслям)" }
  ]
},
{
  "number": 6,
  "name": "ГПОУ ТО «Ефремовский химико-технологический техникум»",
  "website": "https://xn--e1a0aak.xn--p1ai/",
  "vk": "https://vk.com/public129528826",
  "address": "301840, Тульская область, г. Ефремов, ул. Комсомольская, д. 126",
  "phone": "8 (48741) 6-59-43",
  "email": "spo.htt.efremov@tularegion.ru",
  "directions": [
    { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья" },
    { "code": "18.02.12", "title": "Технология аналитического контроля химических соединений" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "19.02.14", "title": "Эксплуатация, механизация, автоматизация и роботизация технологического оборудования и процессов пищевой промышленности" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" },
    { "code": "35.01.15", "title": "Мастер по ремонту и обслуживанию электрооборудования в сельском хозяйстве" },
    { "code": "19727", "title": "Штукатур" },
    { "code": "13450", "title": "Маляр" }
  ]
},
{
  "number": 7,
  "name": "ГПОУ ТО «Тульский сельскохозяйственный колледж имени И.С. Ефанова»",
  "website": "https://www.tchk071.ru/",
  "vk": "https://vk.com/tchk071",
  "address": "300045, Тульская область, г. Тула, ул. Оборонная, д. 93",
  "phone": "8 (4872) 37-07-93",
  "email": "spo.shk@tularegion.ru",
  "directions": [
    { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
    { "code": "19.02.07", "title": "Технология молока и молочных продуктов" },
    { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья" },
    { "code": "19.02.12", "title": "Технология продуктов питания животного происхождения" },
    { "code": "35.01.13", "title": "Тракторист-машинист сельскохозяйственного производства" },
    { "code": "35.01.15", "title": "Электромонтер по ремонту и обслуживанию электрооборудования в сельскохозяйственном производстве" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" },
    { "code": "35.02.05", "title": "Агрономия" },
    { "code": "35.02.06", "title": "Технология производства и переработки сельскохозяйственной продукции" },
    { "code": "35.02.07", "title": "Механизация сельского хозяйства" },
    { "code": "35.02.08", "title": "Электрификация и автоматизация сельского хозяйства" },
    { "code": "35.02.12", "title": "Садово-парковое и ландшафтное строительство" },
    { "code": "35.02.15", "title": "Кинология" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "35.01.10", "title": "Овощевод защищенного грунта" },
    { "code": "36.02.02", "title": "Зоотехния" },
    { "code": "43.01.09", "title": "Повар, кондитер" }
  ]
},
{
  "number": 8,
  "name": "ГПОУ ТО «Новомосковский многопрофильный колледж»",
  "website": "https://nmk71.ru/",
  "vk": "https://vk.com/nmk71",
  "address": "301662, Тульская область, г. Новомосковск, ул. Мира, д. 1А",
  "phone": "8 (48762) 4-44-11",
  "email": "gpou.nmk@tularegion.org",
  "directions": [
    { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
    { "code": "08.02.03", "title": "Производство неметаллических строительных изделий и конструкций" },
    { "code": "08.02.08", "title": "Монтаж и эксплуатация оборудования и систем газоснабжения" },
    { "code": "08.02.15", "title": "Информационное моделирование в строительстве" },
    { "code": "13.02.02", "title": "Теплоснабжение и теплотехническое оборудование" },
    { "code": "13.02.06", "title": "Релейная защита и автоматизация электроэнергетических систем" },
    { "code": "13.02.07", "title": "Электроснабжение" },
    { "code": "23.02.04", "title": "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
    { "code": "23.02.05", "title": "Эксплуатация транспортного электрооборудования и автоматики (по видам транспорта, за исключением водного)" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "38.02.05", "title": "Товароведение и экспертиза качества потребительских товаров" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "08.01.28", "title": "Мастер отделочных строительных и декоративных работ" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" }
  ]
},
{
  "number": 9,
  "name": "АНПОО «Открытый социально-экономический колледж»",
  "website": "https://i-spo.ru/",
  "vk": "https://vk.com/open_social_and_economic_college",
  "address": "300041, Тульская область, г. Тула, ул. Путейская, д. 1",
  "phone": "8-800-500-71-71",
  "email": "info@i-spo.ru",
  "directions": [
    { "code": "21.02.19", "title": "Землеустройство" },
    { "code": "36.02.01", "title": "Ветеринария" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "38.02.06", "title": "Финансы" },
    { "code": "38.02.07", "title": "Банковское дело" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "43.02.10", "title": "Туризм" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "44.02.04", "title": "Специальное дошкольное образование" },
    { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "46.01.03", "title": "Делопроизводитель" },
    { "code": "54.01.20", "title": "Графический дизайнер" }
  ]
},
{
  "number": 10,
  "name": "ГПОУ ТО «Богородицкий политехнический колледж»",
  "website": "http://bpk.com.ru/",
  "vk": "https://vk.com/club215516098",
  "address": "301831, Тульская область, г. Богородицк, ул. Коммунаров, д. 157",
  "phone": "8 (48761) 7-12-09",
  "email": "spo.bpk@tularegion.ru",
  "directions": [
    { "code": "11.02.16", "title": "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" },
    { "code": "15.02.02", "title": "Техническая эксплуатация оборудования для производства электронной техники" },
    { "code": "15.02.10", "title": "Мехатроника и мобильная робототехника (по отраслям)" },
    { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
    { "code": "23.02.03", "title": "Техническое обслуживание и ремонт автомобильного транспорта" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учёт (по отраслям)" },
    { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "11.01.01", "title": "Монтажник радиоэлектронной аппаратуры и приборов" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "43.01.09", "title": "Повар, кондитер" }
  ]
},
{
  "number": 11,
  "name": "ГПОУ ТО «Новомосковский политехнический колледж»",
  "website": "https://n-p-k.ru/",
  "vk": "https://vk.com/npk71_professionalitet",
  "address": "301650, Тульская область, г. Новомосковск, ул. Калинина, д. 24",
  "phone": "8 (48762) 7-32-37",
  "email": "spo.pk.novomoskovsk@tularegion.ru",
  "directions": [
    { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
    { "code": "18.02.14", "title": "Химическая технология производства химических соединений" },
    { "code": "38.02.07", "title": "Банковское дело" },
    { "code": "15.01.37", "title": "Слесарь-наладчик контрольно-измерительных приборов и автоматики" },
    { "code": "18.01.34", "title": "Лаборант по контролю качества сырья, реактивов, промежуточных продуктов, готовой продукции, отходов производства (по отраслям)" }
  ]
},
{
  "number": 12,
  "name": "ГПОУ ТО «Тульский государственный технологический колледж»",
  "website": "https://tgtk-tula.ru/",
  "vk": "https://vk.com/tgtk_professionalitet",
  "address": "300036, Тульская область, г. Тула, 7-ой Полюсный проезд, д. 16",
  "phone": "8 (4872) 39-19-00",
  "email": "spo.tgtk@tularegion.ru",
  "directions": [
    { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "40.02.02", "title": "Правоохранительная деятельность" },
    { "code": "23.01.06", "title": "Машинист дорожных и строительных машин" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "23.01.07", "title": "Машинист крана (крановщик)" }
  ]
},
{
  "number": 13,
  "name": "ЧОУ ПО «Тульский техникум экономики и управления»",
  "website": "https://www.tteu.ru/",
  "vk": "https://vk.com/tteu_tula",
  "address": "300028, Тульская область, г. Тула, ул. Болдина, д. 98Б",
  "phone": "8 (4872) 56-32-39",
  "email": "tul_teh@mail.ru",
  "directions": [
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "38.02.06", "title": "Финансы" },
    { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
    { "code": "31.02.04", "title": "Медицинская оптика" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "40.02.04", "title": "Юриспруденция" },
    { "code": "40.02.02", "title": "Правоохранительная деятельность" },
    { "code": "34.02.01", "title": "Сестринское дело" },
    { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "39.02.01", "title": "Социальная работа" },
    { "code": "09.02.12", "title": "Техническая эксплуатация и сопровождение информационных систем" },
    { "code": "09.01.03", "title": "Оператор информационных систем и ресурсов" },
    { "code": "31.01.01", "title": "Медицинский администратор" }
  ]
},
{
  "number": 14,
  "name": "ГПОУ ТО «Новомосковский техникум пищевых биотехнологий»",
  "website": "https://gpoutontpb.ru/",
  "vk": "https://vk.com/gpou.ntpb",
  "address": "301650, Тульская область, г. Новомосковск, ул. Дзержинского, д. 25",
  "phone": "8 (48762) 6-25-34",
  "email": "gpou.ntpb@tularegion.ru",
  "directions": [
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "29.02.10", "title": "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
    { "code": "19.01.18", "title": "Аппаратчик-оператор производства продуктов питания из растительного сырья" },
    { "code": "43.01.09", "title": "Повар, кондитер" }
  ]
},
{
  "number": 15,
  "name": "ГПОУ ТО «Тульский технико-экономический колледж им. А.Г. Рогова»",
  "website": "https://ttecr.ru/",
  "vk": "https://vk.com/ttecr",
  "address": "300041, Тульская область, г. Тула, ул. Ф. Энгельса, д. 89",
  "phone": "8 (4872) 31-22-29",
  "email": "spo.tektula@tularegion.ru",
  "directions": [
    { "code": "11.02.12", "title": "Почтовая связь" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "11.02.16", "title": "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств (по отраслям)" },
    { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
    { "code": "43.01.09", "title": "Повар, кондитер" }
  ]
},
{
  "number": 16,
  "name": "Технический колледж имени С.И. Мосина Тульского государственного университета",
  "website": "https://tulsu.ru/faculty-landing/tekhnicheskiy-kolledzh-im-si-mosina",
  "vk": "https://vk.com/tk.tulgu",
  "address": "300036, Тульская область, г. Тула, пос. Мясново, 18 проезд, д. 94",
  "phone": "8 (4872) 39 57 70",
  "email": "spo.tulsu@yandex.ru",
  "directions": [
    { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
    { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
    { "code": "15.02.04", "title": "Специальные машины и устройства" },
    { "code": "15.02.16", "title": "Технология машиностроения" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "23.02.04", "title": "Техническая эксплуатация подъёмно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
    { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
    { "code": "40.02.04", "title": "Юриспруденция" }
  ]
},
{
  "number": 17,
  "name": "ГПОУ ТО «Узловский политехнический колледж»",
  "website": "https://utk71.ru/",
  "vk": "https://vk.com/upc_professionalitet",
  "address": "301602, Тульская область, г. Узловая, ул. Трудовые резервы, д. 13",
  "phone": "8 (48731) 6-42-77",
  "email": "spo.mk.uzlovaya@tularegion.ru",
  "directions": [
    { "code": "15.02.16", "title": "Технология машиностроения" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "18.02.14", "title": "Химическая технология производства химических соединений" },
    { "code": "15.01.05", "title": "Сварщик (ручной и частично механизированной сварки (наплавки))" },
    { "code": "15.02.18", "title": "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" }
  ]
},
{
  "number": 18,
  "name": "ГПОУ ТО «Алексинский химико-технологический техникум»",
  "website": "http://ahtt.com.ru",
  "vk": "https://vk.com/ahttaleksin",
  "address": "301361, Тульская область, г. Алексин, пл. Победы, д. 12",
  "phone": "8 (48753) 4-01-73",
  "email": "spo.ahtaleksin@tularegion.ru",
  "directions": [
    { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "15.02.09", "title": "Аддитивные технологии" },
    { "code": "15.02.18", "title": "Технологическая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
    { "code": "18.02.07", "title": "Технология производства и переработки пластических масс и эластомеров" },
    { "code": "18.02.11", "title": "Технология производства энергонасыщенных материалов и изделий" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" }
  ]
},
{
  "number": 19,
  "name": "ГПОУ ТО «Ясногорский технологический техникум»",
  "website": "https://jatt.edusite.ru/",
  "vk": "https://vk.com/jattjatt",
  "address": "301030, Тульская область, г. Ясногорск, ул. Л. Толстого, д. 1",
  "phone": "8 (48766) 2-72-97",
  "email": "spo.tt.yasnogorsk@tularegion.ru",
  "directions": [
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "15.02.16", "title": "Технология машиностроения" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "15.01.38", "title": "Оператор-наладчик металлообрабатывающих станков" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" },
    { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" }
  ]
},
{
  "number": 20,
  "name": "ГПОУ ТО «Техникум железнодорожного транспорта им. Б.Ф. Сафонова»",
  "website": "https://tzht.ru/",
  "vk": "https://vk.com/tzht71",
  "address": "301603, Тульская область, г. Узловая, ул. Седова, д. 1",
  "phone": "8 (48731) 6-39-77",
  "email": "npo.ptu31uzl@tularegion.ru",
  "directions": [
    { "code": "08.02.08", "title": "Монтаж и эксплуатация оборудования и систем газоснабжения" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам транспорта)" },
    { "code": "23.02.06", "title": "Техническая эксплуатация подвижного состава железных дорог" },
    { "code": "23.02.09", "title": "Автоматика и телемеханика на транспорте (по видам)" },
    { "code": "43.02.06", "title": "Сервис на транспорте (по видам транспорта)" },
    { "code": "13.01.10", "title": "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
    { "code": "23.01.09", "title": "Помощник машиниста (по видам подвижного состава железнодорожного транспорта)" },
    { "code": "23.01.19", "title": "Оператор по обработке перевозочных документов на железнодорожном транспорте" }
  ]
},
{
  "number": 21,
  "name": "ГПОУ ТО «Тульский экономический колледж»",
  "website": "https://tulatek.ru/",
  "vk": "https://vk.com/tulatek",
  "address": "301240, Тульская область, г. Щекино, ул. Советская, д. 40",
  "phone": "8 (48751) 5-48-32",
  "email": "spo.tek@tularegion.ru",
  "directions": [
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учёт (по отраслям)" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "09.02.12", "title": "Техническая эксплуатация и сопровождение информационных систем" },
    { "code": "54.01.20", "title": "Графический дизайнер" }
  ]
},
{
  "number": 22,
  "name": "ГПОУ ТО «Тульский областной колледж культуры и искусства»",
  "website": "https://toccii.ru/",
  "vk": "https://vk.com/toccii",
  "address": "300041, Тульская область, г. Тула, проспект Ленина, д. 36",
  "phone": "8 (4872) 26-88-40",
  "email": "gou.tokkii@tularegion.ru",
  "directions": [
    { "code": "51.02.01", "title": "Народное художественное творчество (по видам)" },
    { "code": "51.02.02", "title": "Социально-культурная деятельность (по видам)" },
    { "code": "51.02.03", "title": "Библиотечно-информационная деятельность" },
    { "code": "52.02.04", "title": "Актерское искусство" },
    { "code": "53.02.02", "title": "Музыкальное искусство эстрады (по видам)" },
    { "code": "53.02.08", "title": "Музыкальное звукооператорское мастерство" },
    { "code": "54.02.02", "title": "Декоративно-прикладное искусство и народные промыслы (по видам)" }
  ]
},
{
  "number": 23,
  "name": "Узловский железнодорожный техникум – филиал ПГУПС",
  "website": "https://uzlovaya.pgups.ru/",
  "vk": "https://vk.com/uzlovaya_pgups",
  "address": "301607, Тульская область, г. Узловая, ул. Карла Маркса, д. 8",
  "phone": "8 (48731) 2-27-21",
  "email": "uzlovaya@pgups.ru",
  "directions": [
    { "code": "23.02.08", "title": "Строительство железных дорог, путь и путевое хозяйство" },
    { "code": "13.02.07", "title": "Электроснабжение" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "23.02.06", "title": "Техническая эксплуатация подвижного состава железных дорог" },
    { "code": "27.02.03", "title": "Автоматика и телемеханика на транспорте (железнодорожном транспорте)" }
  ]
},
{
  "number": 24,
  "name": "ГПОУ ТО «Сельскохозяйственный колледж «Богородицкий» имени И.А. Стебута»",
  "website": "https://sxkb.ru/",
  "vk": "https://vk.com/bpou_ippk",
  "address": "301831, Тульская область, г. Богородицк, ул. Совхоз-техникум, д. 2А",
  "phone": "8 (48761) 7-12-41",
  "email": "spo.shkb@tularegion.ru",
  "directions": [
    { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья" },
    { "code": "19.02.14", "title": "Эксплуатация, механизация, автоматизация и роботизация технологического оборудования и процессов пищевой промышленности" },
    { "code": "35.02.05", "title": "Агрономия" },
    { "code": "35.02.08", "title": "Электротехнические системы в агропромышленном комплексе (АПК)" },
    { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
    { "code": "36.02.01", "title": "Ветеринария" },
    { "code": "36.02.02", "title": "Зоотехния (заочная форма)" }
  ]
},
{
  "number": 25,
  "name": "ЧУ ПО «Юридический полицейский колледж»",
  "website": "https://juridical-college.ru/",
  "vk": "https://vk.com/juridicalcollege",
  "address": "300041, Тульская область, г. Тула, пр-т Ленина, д. 38",
  "phone": "8 (4872) 30-79-37",
  "email": "juridical_college@bk.ru",
  "directions": [
    { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
    { "code": "40.02.02", "title": "Правоохранительная деятельность" },
    { "code": "40.02.04", "title": "Юриспруденция" }
  ]
},
{
  "number": 26,
  "name": "ГПОУ ТО «Тульский педагогический колледж»",
  "website": "http://www.tpk1.ru/",
  "vk": "https://vk.com/tulapedcolledg",
  "address": "300001, Тульская область, г. Тула, ул. Староникитская, д. 38-б",
  "phone": "8 (4872) 30-80-42",
  "email": "spo.tpk1@tularegion.ru",
  "directions": [
    { "code": "44.02.01", "title": "Дошкольное образование" },
    { "code": "44.02.02", "title": "Преподавание в начальных классах" },
    { "code": "44.02.03", "title": "Педагогика дополнительного образования" },
    { "code": "44.02.04", "title": "Специальное дошкольное образование" },
    { "code": "44.02.05", "title": "Коррекционная педагогика в начальном образовании" },
    { "code": "53.02.01", "title": "Музыкальное образование" }
  ]
},
{
  "number": 27,
  "name": "Ефремовский филиал ФГБОУ ВО РязГМУ Минздрава России",
  "website": "https://efr.rzgmu.ru/",
  "vk": "https://vk.com/efrrzgmu",
  "address": "301840, Тульская область, г. Ефремов, ул. Дачная, д. 4",
  "phone": "8 (48741) 6-66-30",
  "email": "efremov@rzgmu.ru",
  "directions": [
    { "code": "31.02.01", "title": "Лечебное дело" },
    { "code": "31.02.02", "title": "Акушерское дело" },
    { "code": "34.02.01", "title": "Сестринское дело" },
    { "code": "13.02.11", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "31.02.05", "title": "Стоматология ортопедическая" }
  ]
},
{
  "number": 28,
  "name": "ГПОУ ТО «Новомосковский музыкальный колледж имени М.И. Глинки»",
  "website": "https://glinkacollege.ru/",
  "vk": "https://vk.com/collegeglinka",
  "address": "301650, Тульская область, г. Новомосковск, ул. Берёзовая, д. 7",
  "phone": "8 (48762) 6-06-07",
  "email": "spo.mk.novomoskovsk@tularegion.ru",
  "directions": [
    { "code": "53.02.02", "title": "Музыкальное искусство эстрады (по видам)" },
    { "code": "53.02.03", "title": "Инструментальное исполнительство (по видам инструментов)" },
    { "code": "53.02.05", "title": "Сольное и хоровое народное пение" },
    { "code": "53.02.06", "title": "Хоровое дирижирование" },
    { "code": "53.02.07", "title": "Теория музыки" }
  ]
},
{
  "number": 29,
  "name": "ГПОУ ТО «Чернский профессионально-педагогический колледж»",
  "website": "https://chernppk.gosuslugi.ru/",
  "vk": "https://vk.com/chernppk_gr",
  "address": "301090, Тульская область, Чернский район, рп. Чернь, ул. Ленина, д. 62А",
  "phone": "8 (48756) 2-55-05",
  "email": "spo.ppk.chern@tularegion.ru",
  "directions": [
    { "code": "44.02.02", "title": "Преподавание в начальных классах" },
    { "code": "54.02.01", "title": "Дизайн (по отраслям)" },
    { "code": "54.01.20", "title": "Графический дизайнер" }
  ]
},
{
  "number": 30,
  "name": "Тульский институт (филиал) ВГУЮ (РПА Минюста России), отделение СПО",
  "website": "https://tula.rpa-mu.ru/",
  "vk": "https://vk.com/academiarpa",
  "address": "300026, Тульская область, г. Тула, пр-т Ленина, д. 104",
  "phone": "8 (4872) 70-02-24",
  "email": "pk@tfrpa.ru",
  "directions": [
    { "code": "40.02.02", "title": "Правоохранительная деятельность" },
    { "code": "40.02.03", "title": "Право и судебное администрирование" },
    { "code": "40.02.04", "title": "Юриспруденция" }
  ]
},
{
  "number": 31,
  "name": "ГПОУ «Училище (колледж) олимпийского резерва Тульской области»",
  "website": "http://уор71.рф/GPOU-UORTO/",
  "vk": "https://vk.com/novomoskovskoe_uor",
  "address": "301650, Тульская область, г. Новомосковск, ул. Пашанина, д. 39",
  "phone": "+7 (48762) 5-05-44",
  "email": "uor.novomoskovsk@tularegion.ru",
  "directions": [
    { "code": "49.02.01", "title": "Физическая культура" }
  ]
},
{
  "number": 32,
  "name": "Колледж Тульского филиала Международного юридического института",
  "website": "https://tula.lawacademy.ru/",
  "vk": "https://vk.com/tulskii_filial",
  "address": "300034, Тульская область, г. Тула, ул. Сойфера, д. 20Б",
  "phone": "8 (4872) 21-11-85",
  "email": "tul-priem@lawinst.ru",
  "directions": [
    { "code": "40.02.04", "title": "Юриспруденция" }
  ]
},
{
  "number": 33,
  "name": "ГПОУ ТО «Тульский областной медицинский колледж»",
  "website": "https://gpou-tomk.ru/",
  "vk": "https://vk.com/tomkoficial",
  "address": "300034, Тульская область, г. Тула, ул. Халтурина, д. 1",
  "phone": "8 (4872) 50-53-69",
  "email": "spo.tomk@tularegion.ru",
  "directions": [
    { "code": "31.02.03", "title": "Лабораторная диагностика" },
    { "code": "31.02.01", "title": "Лечебное дело" },
    { "code": "34.02.01", "title": "Сестринское дело" },
    { "code": "33.02.01", "title": "Фармация" }
  ]
},
{
  "number": 34,
  "name": "ГПОУ ТО «Тульский колледж профессиональных технологий и сервиса»",
  "website": "https://tkptis.tula.su/",
  "vk": "https://vk.com/tkptis_professionalitet",
  "address": "300005, Тульская область, г. Тула, ул. Чмутова, д. 1В",
  "phone": "+7 (4872) 22-26-25",
  "email": "spo.tkptis@tularegion.ru",
  "directions": [
    { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья" },
    { "code": "19.02.12", "title": "Технология продуктов питания" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
    { "code": "38.02.08", "title": "Торговое дело" },
    { "code": "43.02.13", "title": "Технология парикмахерского искусства" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" },
    { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
    { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
    { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет" },
    { "code": "43.01.09", "title": "Повар, кондитер" },
    { "code": "09.01.03", "title": "Оператор информационных систем и ресурсов" }
  ]
},
{
  "number": 35,
  "name": "ГПОУ ТО «Тульский колледж строительства и отраслевых технологий»",
  "website": "https://tksiot.ru/",
  "vk": "https://vk.com/tksiot_professionalitet",
  "address": "300012, Тульская область, г. Тула, ул. Рязанская, д. 40",
  "phone": "8 (4872) 24-07-73",
  "email": "spo.ksot.tula@tularegion.ru",
  "directions": [
    { "code": "08.02.06", "title": "Строительство и эксплуатация городских путей сообщения" },
    { "code": "08.02.08", "title": "Монтаж и эксплуатация оборудования и систем газоснабжения" },
    { "code": "08.02.13", "title": "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
    { "code": "08.01.31", "title": "Электромонтажник электрических сетей и электрооборудования" },
    { "code": "09.02.07", "title": "Информационные системы и программирование" },
    { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
    { "code": "13.02.02", "title": "Теплоснабжение и теплотехническое оборудование" },
    { "code": "21.02.19", "title": "Землеустройство" },
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "43.02.16", "title": "Туризм и гостеприимство" },
    { "code": "43.02.17", "title": "Технологии индустрии красоты" }
  ]
},
  {
    "number": 36,
    "name": "ГПОУ ТО «Тульский техникум социальных технологий»",
    "website": "https://xn--90a0aaacu.xn--p1ai/",
    "vk": "https://vk.com/gpou_to_ttst",
    "address": "300002, Тульская область, г. Тула, ул. Демидовская, 47",
    "phone": "8 (4872) 47-51-35",
    "email": "gpou.TulTehnSocTeh@tularegion.ru",
    "directions": [
      { "code": "12156", "title": "Закройщик" },
      { "code": "15398", "title": "Обувщик по ремонту обуви" },
      { "code": "16199", "title": "Оператор электронно-вычислительных и вычислительных машин" },
      { "code": "16909", "title": "Портной" },
      { "code": "17530", "title": "Рабочий зеленого хозяйства" },
      { "code": "18559", "title": "Слесарь-ремонтник" },
      { "code": "19149", "title": "Токарь" },
      { "code": "19460", "title": "Фотограф" },
      { "code": "19601", "title": "Швея" }
    ]
  },
  {
  "number": 37,
  "name": "ГПОУ ТО «Донской политехнический колледж»",
  "website": "https://politehdon.ru/",
  "vk": "https://vk.com/dpk_professionalitet",
  "address": "301764, Тульская область, г. Донской, мкр. Центральный, ул. Октябрьская, д. 46",
  "phone": "8 (48746) 5-15-80",
  "email": "spo.politehdon@tularegion.ru",
  "directions": [
    { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
    { "code": "09.02.11", "title": "Разработка и управление программным обеспечением" },
    { "code": "09.02.12", "title": "Техническая эксплуатация и сопровождение информационных систем" },
    { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
    { "code": "13.02.13", "title": "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
    { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
    { "code": "23.02.07", "title": "Техническое обслуживание и ремонт автотранспортных средств" },
    { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
    { "code": "23.01.17", "title": "Мастер по ремонту и обслуживанию автомобилей" },
    { "code": "15.01.38", "title": "Оператор-наладчик металлообрабатывающих станков" },
    { "code": "43.01.09", "title": "Повар, кондитер" }
  ]
},
{
  "number": 38,
  "name": "ФГБОУ ВО «Тульский государственный педагогический университет им. Л.Н. Толстого», отделение СПО",
  "website": "https://tsput.ru/",
  "vk": "https://vk.com/tsput",
  "address": "300026, Тульская область, г. Тула, пр-т Ленина, д. 125",
  "phone": "8 (4872) 35-40-60",
  "email": "info@tolstovsky.ru",
  "directions": [
    { "code": "49.02.02", "title": "Адаптивная физическая культура" }
  ]
},
{
  "number": 39,
  "name": "Тульский филиал ФГБОУ ВО «РЭУ им. Г.В. Плеханова», отделение СПО",
  "website": "https://tulareu.ru/",
  "vk": "https://vk.com/tfrea",
  "address": "300000, Тульская область, г. Тула, пр-т Ленина, д. 53",
  "phone": "8 (4872) 26-81-85",
  "email": "tula@rea.ru",
  "directions": [
    { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
    { "code": "40.02.04", "title": "Юриспруденция" }
  ]
},
// === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
{
  "number": 1,
  "name": "ФГБОУ ВО «Тульский государственный университет»",
  "website": "https://tulsu.ru/",
  "vk": "https://vk.com/newstulgu",
  "address": "300012, Тульская область, г. Тула, пр-т Ленина, д. 92",
  "phone": "8 (4872) 35-34-44",
  "email": "priem@tsu.tula.ru",
  "directions": [
    { "code": "12.03.01", "title": "Приборостроение" },
    { "code": "12.03.02", "title": "Оптотехника" },
    { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
    { "code": "24.03.02", "title": "Системы управления движением и навигация" },
    { "code": "15.03.06", "title": "Мехатроника и робототехника" },
    { "code": "09.03.02", "title": "Информационные системы и технологии" },
    { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
    { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "01.03.02", "title": "Прикладная математика и информатика" },
    { "code": "10.03.01", "title": "Информационная безопасность" },
    { "code": "20.03.01", "title": "Техносферная безопасность" },
    { "code": "21.03.01", "title": "Нефтегазовое дело" },
    { "code": "54.03.01", "title": "Дизайн" },
    { "code": "21.03.02", "title": "Землеустройство и кадастры" },
    { "code": "07.03.01", "title": "Архитектура" },
    { "code": "08.03.01", "title": "Строительство" },
    { "code": "15.03.01", "title": "Машиностроение" },
    { "code": "15.03.04", "title": "Автоматизация технологических процессов и производств" },
    { "code": "15.03.05", "title": "Конструкторско-технологическое обеспечение машиностроительных производств" },
    { "code": "22.03.01", "title": "Материаловедение и технология материалов" },
    { "code": "27.03.01", "title": "Стандартизация и метрология" },
    { "code": "23.03.01", "title": "Технология транспортных процессов" },
    { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
    { "code": "19.03.01", "title": "Биотехнология" },
    { "code": "04.03.01", "title": "Химия" },
    { "code": "06.03.01", "title": "Биология" },
    { "code": "43.03.01", "title": "Сервис" },
    { "code": "49.03.01", "title": "Физическая культура" },
    { "code": "43.03.03", "title": "Гостиничное дело" },
    { "code": "44.03.01", "title": "Педагогическое образование" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "39.03.01", "title": "Социология" },
    { "code": "41.03.04", "title": "Политология" },
    { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
    { "code": "42.03.02", "title": "Журналистика" },
    { "code": "45.03.02", "title": "Лингвистика" },
    { "code": "48.03.01", "title": "Теология" },
    { "code": "37.03.01", "title": "Психология" },
    { "code": "15.05.01", "title": "Проектирование технологических машин и комплексов" },
    { "code": "17.05.01", "title": "Боеприпасы и взрыватели" },
    { "code": "24.05.06", "title": "Системы управления летательными аппаратами" },
    { "code": "17.05.02", "title": "Стрелково-пушечное, артиллерийское и ракетное оружие" },
    { "code": "24.05.01", "title": "Проектирование, производство и эксплуатация ракет и ракетно-космических комплексов" },
    { "code": "24.05.02", "title": "Проектирование авиационных и ракетных двигателей" },
    { "code": "10.05.03", "title": "Информационная безопасность автоматизированных систем" },
    { "code": "21.05.04", "title": "Горное дело" },
    { "code": "23.05.01", "title": "Наземные транспортно-технологические средства" },
    { "code": "40.05.04", "title": "Судебная и прокурорская деятельность" },
    { "code": "38.05.01", "title": "Экономическая безопасность" },
    { "code": "38.05.02", "title": "Таможенное дело" },
    { "code": "31.05.01", "title": "Лечебное дело" },
    { "code": "31.05.02", "title": "Педиатрия" }
  ]
},
{
  "number": 2,
  "name": "ФГБОУ ВО «Тульский государственный педагогический университет им. Л.Н. Толстого»",
  "website": "https://tsput.ru/",
  "vk": "https://vk.com/tsput",
  "address": "300026, Тульская область, г. Тула, пр-т Ленина, д. 125",
  "phone": "8 (4872) 35-40-60",
  "email": "entrance@tolstovsky.ru",
  "directions": [
    { "code": "06.03.01", "title": "Биология" },
    { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "35.03.04", "title": "Агрономия" },
    { "code": "35.03.06", "title": "Агроинженерия" },
    { "code": "37.03.01", "title": "Психология" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "39.03.02", "title": "Социальная работа" },
    { "code": "39.03.03", "title": "Организация работы с молодежью" },
    { "code": "42.03.05", "title": "Медиакоммуникации" },
    { "code": "43.03.02", "title": "Туризм" },
    { "code": "43.03.03", "title": "Гостиничное дело" },
    { "code": "44.03.01", "title": "Педагогическое образование" },
    { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
    { "code": "44.03.03", "title": "Специальное (дефектологическое) образование" },
    { "code": "44.03.04", "title": "Профессиональное обучение (по отраслям)" },
    { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
    { "code": "45.03.01", "title": "Филология" },
    { "code": "45.03.02", "title": "Лингвистика" },
    { "code": "46.03.01", "title": "История" },
    { "code": "49.03.02", "title": "Физическая культура для лиц с отклонениями в состоянии здоровья (адаптивная физическая культура)" },
    { "code": "52.03.02", "title": "Хореографическое исполнительство" },
    { "code": "33.05.01", "title": "Фармация" },
    { "code": "44.05.01", "title": "Педагогика и психология девиантного поведения" }
  ]
},
{
  "number": 3,
  "name": "АНО ВО «Международная полицейская академия ВПА»",
  "website": "https://mpa71.ru/",
  "vk": "https://vk.com/tiei_pub",
  "address": "300026, Тульская область, г. Тула, ул. Рязанская, д. 1",
  "phone": "8 (4872) 700-354",
  "email": "mpa_71@mail.ru",
  "directions": [
    { "code": "09.03.03", "title": "Прикладная информатика" },
    { "code": "10.03.01", "title": "Информационная безопасность" },
    { "code": "27.03.02", "title": "Управление качеством" },
    { "code": "37.03.01", "title": "Психология" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "38.03.05", "title": "Бизнес-информатика" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
    { "code": "37.04.01", "title": "Психология (магистратура)" }
  ]
},
{
  "number": 4,
  "name": "Финансовый университет при Правительстве Российской Федерации, Тульский филиал",
  "website": "https://tula.fa.ru/",
  "vk": "https://vk.com/finuniver71",
  "address": "300012, Тульская область, г. Тула, ул. Оружейная, д. 1а",
  "phone": "8 (4872) 22-34-83",
  "email": "tula@fa.ru",
  "directions": [
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "38.03.05", "title": "Бизнес-информатика" }
  ]
},
{
  "number": 5,
  "name": "ЧОУ ВО «Тульский институт управления и бизнеса им. Н.Д. Демидова»",
  "website": "https://www.xn--90an3af.xn--p1ai/",
  "vk": "https://vk.com/tiub_demidova",
  "address": "300028, Тульская область, г. Тула, ул. Болдина, д. 98Б",
  "phone": "8 (4872) 56-32-39",
  "email": "inupb_1@mail.ru",
  "directions": [
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "44.03.03", "title": "Специальное (дефектологическое) образование" }
  ]
},
{
  "number": 6,
  "name": "Тульский филиал ФГБОУ ВО «РЭУ им. Г.В. Плеханова»",
  "website": "https://tulareu.ru/",
  "vk": "https://vk.com/tfrea",
  "address": "300000, Тульская область, г. Тула, пр-т Ленина, д. 53",
  "phone": "8 (4872) 26-81-85",
  "email": "tula.pk@rea.ru",
  "directions": [
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" }
  ]
},
{
  "number": 7,
  "name": "Тульский институт (филиал) ВГЮУ (РПА Минюста России)",
  "website": "https://tula.rpa-mu.ru/",
  "vk": "https://vk.com/academiarpa",
  "address": "300026, Тульская область, г. Тула, пр-т Ленина, д. 104",
  "phone": "8 (4872) 70-02-24",
  "email": "pk@tfrpa.ru",
  "directions": [
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "40.05.01", "title": "Правовое обеспечение национальной безопасности" },
    { "code": "40.05.02", "title": "Правоохранительная деятельность" },
    { "code": "40.05.04", "title": "Судебная и прокурорская деятельность" }
  ]
},
{
  "number": 8,
  "name": "Тульский филиал ФГБОУ ВО «Российская академия народного хозяйства и государственной службы при Президенте РФ»",
  "website": "https://tula.ranepa.ru/",
  "vk": "https://vk.com/public_service_academy",
  "address": "300041, Тульская область, г. Тула, пр-т Ленина, д. 28",
  "phone": "8 (4872) 55-03-67",
  "email": "tula@ranepa.ru",
  "directions": [
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.04", "title": "Государственное и муниципальное управление" }
  ]
},
{
  "number": 9,
  "name": "Тульский филиал АНО ВО «Международный юридический институт»",
  "website": "https://tula.lawacademy.ru/",
  "vk": "https://vk.com/tulskii_filial",
  "address": "300034, Тульская область, г. Тула, ул. Сойфера, д. 20Б",
  "phone": "8 (4872) 21-11-85",
  "email": "tul-priem@lawinst.ru",
  "directions": [
    { "code": "40.03.01", "title": "Юриспруденция" },
    { "code": "40.05.04", "title": "Судебная и прокурорская деятельность" }
  ]
},
{
  "number": 10,
  "name": "Новомосковский институт (филиал) ФГБОУ ВО «Российский химико-технологический университет имени Д.И. Менделеева»",
  "website": "https://ni.muctr.ru/",
  "vk": "https://vk.com/nirxty",
  "address": "301665, Тульская область, г. Новомосковск, ул. Дружбы, д. 8",
  "phone": "8 (48762) 7-88-28",
  "email": "director@dialog.nirhtu.ru",
  "directions": [
    { "code": "04.03.01", "title": "Химия" },
    { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
    { "code": "13.03.01", "title": "Теплоэнергетика и теплотехника" },
    { "code": "18.03.01", "title": "Химическая технология" },
    { "code": "38.03.01", "title": "Экономика" },
    { "code": "38.03.02", "title": "Менеджмент" }
  ]
}
]; // <-- Закрывающая скобка для всего массива
