window.catalogData = window.catalogData || {};
window.catalogData["Ульяновская область"] = [
  {
    number: 1,
    name: "ОГБПОУ «Ульяновский многопрофильный техникум»",
    website: "https://umtspo73.gosuslugi.ru/",
    vk: "https://vk.com/ulpst",
    address: "432042, Ульяновская область, г. Ульяновск, ул. Рябикова, 6",
    phone: "8 (8422) 63-42-03",
    email: "umt@mo73.ru",
    directions: [
      { code: "08.01.27", title: "Мастер общестроительных работ" },
      { code: "11.01.01", title: "Монтажник радиоэлектронной аппаратуры и приборов" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "08.02.02", title: "Строительство и эксплуатация инженерных сооружений" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "23.02.07", title: "Техническое обслуживание автотранспортных средств" },
      { code: "13.02.49", title: "Маляр" },
      { code: "18.88.0", title: "Столяр строительный" }
    ]
  },
  {
    number: 2,
    name: "ОГБПОУ «Ульяновский техникум отраслевых технологий и дизайна»",
    website: "https://utotid.ru/",
    vk: "https://vk.com/utotidprofmedia_professionalitet",
    address: "432027, Ульяновская область, г. Ульяновск, ул. Любови Шевцовой, 55",
    phone: "8 (8422) 27-87-40",
    email: "utotid@mo73.ru",
    directions: [
      { code: "29.02.10", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
      { code: "43.02.17", title: "Технологии индустрии красоты" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" },
      { code: "39.02.01", title: "Социальная работа" },
      { code: "43.02.12", title: "Технологии эстетических услуг" },
      { code: "43.02.13", title: "Технология парикмахерского искусства" },
      { code: "43.02.14", title: "Гостиничное дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "29.01.04", title: "Художник по костюму" },
      { code: "29.01.33", title: "Мастер по изготовлению швейных изделий" },
      { code: "29.01.34", title: "Оператор оборудования швейного производства (по видам)" },
      { code: "54.01.01", title: "Исполнитель художественно-оформительских работ" },
      { code: "54.01.20", title: "Графический дизайнер" },
      { code: "19.60.1", title: "Швея" },
      { code: "17.53.0", title: "Рабочий зеленого строительства" }
    ]
  },
  {
    number: 3,
    name: "ОГБПОУ «Димитровградский техникум профессиональных технологий имени Героя Советского Союза М.С. Чернова»",
    website: "https://www.dimprofteh.ru/",
    vk: "https://vk.com/dimprofteh",
    address: "433508, Ульяновская область, г. Димитровград, ул. Прониной, 19",
    phone: "8 (84235) 2-66-42",
    email: "dtpt73@mo73.ru",
    directions: [
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "15.01.05", title: "Сварщик" },
      { code: "35.01.14", title: "Мастер по техническому обслуживанию и ремонту машинно-тракторного парка" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" }
    ]
  },
  {
    number: 4,
    name: "ОГБПОУ «Новоспасский технологический техникум»",
    website: "https://tech-texnologicheskij-novospasskoe-r73.gosweb.gosuslugi.ru/",
    vk: "https://vk.com/novospasskoe_professionalitet",
    address: "433870, Ульяновская область, п.г.т. Новоспасское, ул. Механизации, 1",
    phone: "8 (84238) 2-14-74",
    email: "unpo73@mo73.ru",
    directions: [
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "35.02.05", title: "Агрономия" },
      { code: "19.02.12", title: "Технология продуктов питания животного происхождения" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "36.02.03", title: "Зоотехния" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.01.09", title: "Повар, кондитер" }
    ]
  },
  {
    number: 5,
    name: "ОГБПОУ «Ульяновский техникум питания и торговли»",
    website: "https://ut-pit.ru/",
    vk: "https://vk.com/utpit",
    address: "432017, Ульяновская область, г. Ульяновск, ул. Кузнецова, 18",
    phone: "8 (8422) 58-33-47",
    email: "utpit@mo73.ru",
    directions: [
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "38.01.02", title: "Продавец" },
      { code: "38.02.05", title: "Товароведение и экспертиза качества потребительских товаров" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" }
    ]
  },
  {
    number: 6,
    name: "ОГБПОУ «Ульяновский техникум железнодорожного транспорта»",
    website: "https://www.utgt73.ru/",
    vk: "https://vk.com/ultgt73",
    address: "432017, Ульяновская область, г. Ульяновск, ул. Куйбышева, 4А",
    phone: "8 (8422) 73-62-18",
    email: "uspogtt@mo73.ru",
    directions: [
      { code: "23.02.01", title: "Организация перевозок и управление на транспорте (по видам)" },
      { code: "23.02.06", title: "Техническая эксплуатация подвижного состава железных дорог" },
      { code: "27.02.03", title: "Автоматизация и телемеханика на транспорте (железнодорожном транспорте)" },
      { code: "08.02.10", title: "Строительство железных дорог, путь и путевое хозяйство" },
      { code: "13.02.07", title: "Электроснабжение (по отраслям)" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "08.02.11", title: "Управление, эксплуатация и обслуживание многоквартирного дома" },
      { code: "08.02.14", title: "Эксплуатация и обслуживание многоквартирного дома" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "22.02.06", title: "Сварочное производство" },
      { code: "08.01.26", title: "Мастер по ремонту и обслуживанию инженерных сетей жилищно-коммунального хозяйства" },
      { code: "08.01.29", title: "Мастер по ремонту и обслуживанию инженерных сетей жилищно-коммунального хозяйства" },
      { code: "15.01.15", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "43.01.09", title: "Повар, кондитер" }
    ]
  },
  {
    number: 7,
    name: "ОГБПОУ «Ульяновский профессионально-политехнический колледж»",
    website: "https://uppk73.gosuslugi.ru/",
    vk: "https://vk.com/spouppk",
    address: "432008, Ульяновская область, г. Ульяновск, Московское шоссе, 82",
    phone: "8 (8422) 58-75-79",
    email: "uppk@mo73.ru",
    directions: [
      { code: "11.01.01", title: "Монтажник радиоэлектронной аппаратуры и приборов" },
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "15.01.35", title: "Мастер слесарных работ" },
      { code: "15.01.38", title: "Оператор-наладчик металлообрабатывающих станков" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "46.01.01", title: "Секретарь" },
      { code: "12.02.03", title: "Радиоэлектронные приборы и устройства" },
      { code: "13.02.11", title: "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "15.02.12", title: "Монтаж, техническое обслуживание и ремонт промышленного оборудования (по отраслям)" },
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "22.02.06", title: "Сварочное производство" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  {
    number: 8,
    name: "ОГБПОУ «Ульяновский социально-педагогический колледж»",
    website: "https://www.uspk1.ru/",
    vk: "https://vk.com/uspk1",
    address: "432049, Ульяновская область, г. Ульяновск, ул. Пушкарева, 60А",
    phone: "8 (8422) 58-53-31",
    email: "uspk1@mo73.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.04", title: "Специальное дошкольное образование" },
      { code: "44.02.05", title: "Коррекционная педагогика" },
      { code: "39.02.01", title: "Социальная работа" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "43.02.10", title: "Туризм" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 9,
    name: "ОГБПОУ «Ульяновский медицинский колледж имени С. Б. Анурьевой»",
    website: "https://medcollege73.gosuslugi.ru/",
    vk: "https://vk.com/umk73",
    address: "432059, Ульяновская область, г. Ульяновск, пр-т Туполева, 1/98",
    phone: "8 (8422) 73-52-56",
    email: "umk@mo73.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.02", title: "Акушерское дело" }
    ]
  },
  {
    number: 10,
    name: "ОГБПОУ «Ульяновский педагогический колледж»",
    website: "https://college-pedagogicheskij-ulyanovsk-r73.gosweb.gosuslugi.ru/",
    vk: "https://vk.com/pedagogicheskycollege",
    address: "432046, Ульяновская область, г. Ульяновск, ул. Димитрова, 7",
    phone: "8 (8422) 27-16-94",
    email: "upk@mo73.ru",
    directions: [
      { code: "44.02.01", title: "Дошкольное образование" },
      { code: "44.02.04", title: "Специальное дошкольное образование" },
      { code: "44.02.02", title: "Преподавание в начальных классах" },
      { code: "44.02.05", title: "Коррекционная педагогика в начальном образовании" },
      { code: "49.02.01", title: "Физическая культура" }
    ]
  },
  {
    number: 11,
    name: "ОГБПОУ «Большенагаткинский техникум технологии и сервиса»",
    website: "https://uspobtt.gosuslugi.ru/",
    vk: "https://vk.com/public216713988",
    address: "433610, Ульяновская область, с. Большое Нагаткино, ул. Молодежная, 8",
    phone: "8 (84245) 2-23-45",
    email: "uspobtt@mo73.ru",
    directions: [
      { code: "43.02.14", title: "Гостиничное дело" },
      { code: "38.02.05", title: "Товароведение и экспертиза качества потребительских товаров" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "21.02.19", title: "Землеустройство" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" }
    ]
  },
  {
    number: 12,
    name: "ОГБПОУ «Старомайнский технологический техникум»",
    website: "https://stmsmtt.gosuslugi.ru/",
    vk: "https://vk.com/club192492981",
    address: "433460, Ульяновская область, Старомайнский район, р. п. Старая Майна, ул. Революционная, 9",
    phone: "8 (84230) 2-31-38",
    email: "usposmtt@mo73.ru",
    directions: [
      { code: "38.02.05", title: "Товароведение и экспертиза качества потребительских товаров" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.08", title: "Торговое дело" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 13,
    name: "ОГБПОУ «Кузоватовский технологический техникум»",
    website: "https://kuzvtt.gosuslugi.ru/",
    vk: "https://vk.com/ogbpoyktt",
    address: "433760, Ульяновская область, р.п. Кузоватово, ул. Октябрьская, 30",
    phone: "8 (842) 372-35-58",
    email: "kuztt@mo73.ru",
    directions: [
      { code: "35.01.23", title: "Хозяйка(ин) усадьбы" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "20.02.04", title: "Пожарная безопасность" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "19.02.12", title: "Технология продуктов питания животного происхождения" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "35.02.05", title: "Агрономия" },
      { code: "35.02.06", title: "Технология производства и переработки сельскохозяйственной продукции" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 14,
    name: "ОГБПОУ «Карсунский технологический техникум»",
    website: "http://xn--80atklfhaf.xn--p1ai/",
    vk: "https://vk.com/karsuntt",
    address: "433210, Ульяновская область, р.п. Карсун, ул. Ульянова, 2",
    phone: "8 (84246) 2-32-02",
    email: "uspokatt@mo73.ru",
    directions: [
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" }
    ]
  },
  {
    number: 15,
    name: "ОГБПОУ «Инзенский государственный техникум отраслевых технологий, экономики и права»",
    website: "https://tech-inzenskij-r73.gosweb.gosuslugi.ru/",
    vk: "https://vk.com/inzatex73",
    address: "433030, Ульяновская область, г. Инза, Рузаевский пер., 2а",
    phone: "8 (84241) 2-41-92",
    email: "usitot@mo73.ru",
    directions: [
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "15.01.05", title: "Сварщик ручной и частично механизированной сварки (наплавки)" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "43.01.09", title: "Повар, кондитер" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "09.02.07", title: "Информационные системы и программирование" }
    ]
  },
  {
    number: 16,
    name: "ОГБПОУ «Карсунский медицинский техникум имени В.В. Тихомирова»",
    website: "https://xn--80atbidrhqd.xn--p1ai/",
    vk: "https://vk.com/karsun.med73",
    address: "433210, Ульяновская область, р.п. Карсун, ул. Советская, 12",
    phone: "8 (84246) 2-47-86",
    email: "kmt73@mo73.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.01", title: "Лечебное дело" }
    ]
  },
  {
    number: 17,
    name: "ОГБПОУ «Ульяновский колледж градостроительства и права»",
    website: "https://ukgip73.gosuslugi.ru/",
    vk: "https://vk.com/club94519942",
    address: "432027, Ульяновская область, г. Ульяновск, ул. Любови Шевцовой, 57",
    phone: "8 (8422) 30-39-48",
    email: "ulstc@mo73.ru",
    directions: [
      { code: "07.02.01", title: "Архитектура" },
      { code: "08.01.24", title: "Мастер столярно-плотничных, паркетных и стекольных работ" },
      { code: "08.01.28", title: "Мастер отделочных строительных и декоративных работ" }
    ]
  },
  {
    number: 18,
    name: "ОГБПОУ «Ульяновский электромеханический колледж»",
    website: "https://uemc73.gosuslugi.ru/",
    vk: "https://vk.com/uemc173",
    address: "432031, Ульяновская область, г. Ульяновск, ул. Калнина, 1",
    phone: "8 (842) 253-73-27",
    email: "uemc@mo73.ru",
    directions: [
      { code: "08.02.09", title: "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { code: "09.02.06", title: "Сетевое и системное администрирование" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "08.02.08", title: "Монтаж и эксплуатация оборудования и систем газоснабжения" }
    ]
  },
  {
    number: 19,
    name: "ОГАПОУ «Ульяновский авиационный колледж — Межрегиональный центр компетенций»",
    website: "https://uaviak-mck.gosuslugi.ru/",
    vk: "https://vk.com/uaviakmck_professionalitet",
    address: "432072, Ульяновская область, г. Ульяновск, пр-т Созидателей, 13",
    phone: "8 (8422) 58-02-24",
    email: "uaviak@mo73.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "23.02.05", title: "Эксплуатация транспортного электрооборудования и автоматики (по видам транспорта, за исключением водного)" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "25.02.03", title: "Техническая эксплуатация электрифицированных и пилотажно-навигационных комплексов" },
      { code: "25.02.06", title: "Производство и обслуживание авиационной техники" },
      { code: "25.02.08", title: "Эксплуатация беспилотных и авиационных систем" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "15.01.29", title: "Контролер качества в машиностроении" },
      { code: "15.01.38", title: "Оператор-наладчик металлообрабатывающих станков" },
      { code: "15.01.35", title: "Мастер слесарных работ" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "24.01.01", title: "Слесарь-сборщик авиационной техники" },
      { code: "43.01.09", title: "Повар, кондитер" }
    ]
  },
  {
    number: 20,
    name: "ОГБПОУ «Димитровградский технический колледж»",
    website: "https://dimtex73.gosuslugi.ru/",
    vk: "https://vk.com/dimsporu",
    address: "433513, Ульяновская область, г. Димитровград, пр-т Автостроителей, 63",
    phone: "8 (842) 354-69-52",
    email: "dtk@mo73.ru",
    directions: [
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "13.01.10", title: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)" },
      { code: "15.01.05", title: "Сварщик (ручной и частично механизированной сварки (наплавки))" },
      { code: "15.01.37", title: "Слесарь-наладчик контрольно-измерительных приборов и автоматики" },
      { code: "15.01.38", title: "Оператор-наладчик металлообрабатывающих станков" },
      { code: "23.01.17", title: "Мастер по ремонту и обслуживанию автомобилей" },
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "23.02.05", title: "Эксплуатация транспортного электрооборудования и автоматики (по видам транспорта, за исключением водного)" },
      { code: "38.02.03", title: "Операционная деятельность в логистике" },
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "46.02.01", title: "Документационное обеспечение управления и архивоведение" }
    ]
  },
  {
    number: 21,
    name: "ОГБПОУ «Димитровградский технико-экономический колледж»",
    website: "https://ditek73.gosuslugi.ru/",
    vk: "https://vk.com/ditek73",
    address: "433505, Ульяновская область, г. Димитровград, ул. Октябрьская, 74",
    phone: "8 (84235) 5-13-82",
    email: "ditek73@mo73.ru",
    directions: [
      { code: "08.02.13", title: "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { code: "13.02.02", title: "Теплоснабжение и теплотехническое оборудование" },
      { code: "15.02.06", title: "Монтаж, техническая эксплуатация и ремонт холодильно-компрессорных и теплонасосных машин и установок (по отраслям)" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание и ремонт промышленного оборудования (по отраслям)" },
      { code: "19.02.12", title: "Технология продуктов питания животного происхождения" },
      { code: "20.02.04", title: "Пожарная безопасность" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "43.02.17", title: "Технологии индустрии красоты" }
    ]
  },
  {
    number: 22,
    name: "ОГБПОУ «Рязановский сельскохозяйственный техникум»",
    website: "http://riazanovo.ru/",
    vk: "https://vk.com/public180722925",
    address: "433545, Ульяновская область, с. Рязаново, ул. Октябрьская, 1",
    phone: "8 (84235) 96-667",
    email: "rshtr@mo73.ru",
    directions: [
      { code: "35.02.08", title: "Электрификация и автоматизация сельского хозяйства" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { code: "21.02.01", title: "Разработка и эксплуатация нефтяных и газовых месторождений" },
      { code: "19.02.11", title: "Технология продуктов питания из растительного сырья" }
    ]
  },
  {
    number: 23,
    name: "ОГБПОУ «Ульяновский колледж культуры и искусства»",
    website: "https://college-kultury-i-iskusstva-ulyanovsk-r73.gosweb.gosuslugi.ru/",
    vk: "https://vk.com/club42535560",
    address: "432001, Ульяновская область, г. Ульяновск, ул. Назарьева, 4",
    phone: "8 (8422) 27-93-99",
    email: "rampa07@mail.ru",
    directions: [
      { code: "44.02.03", title: "Педагогика дополнительного образования" },
      { code: "51.02.01", title: "Народное художественное творчество (по видам)" },
      { code: "51.02.02", title: "Социально-культурная деятельность" },
      { code: "51.02.03", title: "Библиотековедение" },
      { code: "53.02.01", title: "Музыкальное образование" },
      { code: "54.02.01", title: "Дизайн (по отраслям)" }
    ]
  },
  {
    number: 24,
    name: "ОГБПОУ «Димитровградский музыкальный колледж»",
    website: "https://college-muzykalnyj-dimitrovgrad-r73.gosweb.gosuslugi.ru/",
    vk: "https://vk.com/dmuzcollege",
    address: "433512, Ульяновская область, г. Димитровград, пр-т Г. Димитрова, 39Б",
    phone: "8 (84235) 35954",
    email: "goouspo_dmu@mail.ru",
    directions: [
      { code: "53.02.02", title: "Музыкальное искусство эстрады (по видам)" },
      { code: "53.02.03", title: "Инструментальное исполнительство (по видам инструментов)" },
      { code: "53.02.04", title: "Вокальное искусство" },
      { code: "53.02.05", title: "Сольное и хоровое народное пение" },
      { code: "53.02.06", title: "Хоровое дирижирование" },
      { code: "53.02.07", title: "Теория музыки" }
    ]
  },
  {
    number: 25,
    name: "ОГБПОУ «Ульяновское спортивное училище (техникум)»",
    website: "https://ufstor.edusite.ru/",
    vk: "https://vk.com/pressuutor",
    address: "432028, Ульяновская область, г. Ульяновск, пр-т 50-летия ВЛКСМ, 25",
    phone: "8 (8422) 27-09-91",
    email: "upu0307@mail.ru",
    directions: [
      { code: "49.02.01", title: "Физическая культура" },
      { code: "49.02.03", title: "Спорт" }
    ]
  },
  {
    number: 26,
    name: "ФГБПОУ «Ульяновский фармацевтический колледж»",
    website: "https://pharmcol.ru/",
    vk: "https://vk.com/club148128836",
    address: "432017, Ульяновская область, г. Ульяновск, ул. Льва Толстого, 37/110",
    phone: "8 (8422) 42-05-57",
    email: "ufk@pharmcol.ru",
    directions: [
      { code: "33.02.01", title: "Фармация" },
      { code: "31.02.03", title: "Лабораторная диагностика" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "34.02.02", title: "Медицинский массаж" }
    ]
  },
  {
    number: 27,
    name: "УПОО «Ульяновский техникум экономики и права Центросоюза РФ»",
    website: "https://www.utep-uln.ru/",
    vk: "https://vk.com/utep73",
    address: "432071, Ульяновская область, г. Ульяновск, ул. Марата, 2/5",
    phone: "8 (8422) 44-56-01",
    email: "utep-07@mail.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учёт (по отраслям)" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" },
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "43.02.14", title: "Гостиничное дело" },
      { code: "43.02.15", title: "Поварское и кондитерское дело" },
      { code: "43.02.16", title: "Туризм и гостеприимство" },
      { code: "40.02.04", title: "Юриспруденция" }
    ]
  },
  {
    number: 28,
    name: "ЧУПОО «Техникум информатики экономики и управления»",
    website: "https://pootieu73.ru/",
    vk: "https://vk.com/tieu73",
    address: "432072, Ульяновская область, г. Ульяновск, пр-т Созидателей, 13",
    phone: "8 (8422) 54-38-92",
    email: "outieu@mail.ru",
    directions: [
      { code: "09.02.05", title: "Прикладная информатика (по отраслям)" },
      { code: "09.02.03", title: "Программирование в компьютерных системах" },
      { code: "38.02.04", title: "Коммерция (по отраслям)" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  {
    number: 29,
    name: "АНПОО «Колледж государственной и муниципальной службы»",
    website: "https://kgims73.ru/",
    vk: "https://vk.com/kgims73",
    address: "432071, Ульяновская область, г. Ульяновск, ул. Энтузиастов, 1А",
    phone: "8 (8422) 43-40-03",
    email: "kgims73@yandex.ru",
    directions: [
      { code: "20.02.02", title: "Защита в чрезвычайных ситуациях" },
      { code: "20.02.04", title: "Пожарная безопасность" },
      { code: "40.02.02", title: "Правоохранительная деятельность" }
    ]
  },
  {
    number: 30,
    name: "Ульяновский автомеханический техникум УлГУ",
    website: "https://www.ulsu.ru/ru/sveden/struct/e1f51224-1478-11df-aba7-00237dcf6128/",
    vk: "https://vk.com/amt_ulgu73",
    address: "432063, Ульяновская область, г. Ульяновск, ул. Набережная реки Свияги, 158",
    phone: "8 (8422) 32-24-14",
    email: "amt@ulsu.ru",
    directions: [
      { code: "23.02.07", title: "Техническое обслуживание и ремонт автотранспортных средств" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "15.02.17", title: "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { code: "27.02.07", title: "Управление качеством продукции, процессов и услуг (по отраслям)" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "15.02.19", title: "Сварочное производство" },
      { code: "23.02.08", title: "Металлургическое производство (по видам производства)" },
      { code: "25.02.08", title: "Эксплуатация беспилотных авиационных систем" }
    ]
  },
  {
    number: 31,
    name: "Медицинский колледж им. А. Л. Поленова УлГУ",
    website: "https://www.ulsu.ru/ru/sveden/struct/1b4496f4-f201-11de-8bdd-001a92e75bb4/",
    vk: "https://vk.com/public193713921",
    address: "432049, Ульяновская область, г. Ульяновск, ул. Аблукова, 31",
    phone: "8-422-40-24-24",
    email: "mk-ulgu@ulsu.ru",
    directions: [
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "31.02.01", title: "Лечебное дело" },
      { code: "31.02.05", title: "Стоматология ортопедическая" },
      { code: "31.02.06", title: "Стоматология профилактическая" },
      { code: "31.02.02", title: "Акушерское дело" },
      { code: "31.02.07", title: "Стоматологическое дело" },
      { code: "49.02.02", title: "Адаптивная физическая культура" }
    ]
  },
  {
    number: 32,
    name: "Музыкальное училище имени Г. И. Шадриной УлГУ",
    website: "https://www.ulsu.ru/ru/sveden/struct/1b449700-f201-11de-8bdd-001a92e75bb4/",
    vk: "https://vk.com/ulmuzuch",
    address: "432071, Ульяновская область, г. Ульяновск, ул. Гимова, 1",
    phone: "8 (8422) 44-19-98",
    email: "muz@ulsu.ru",
    directions: [
      { code: "53.02.03", title: "Инструментальное исполнительство (по видам инструментов)" },
      { code: "53.02.04", title: "Вокальное искусство" },
      { code: "53.02.06", title: "Хоровое дирижирование" },
      { code: "53.02.02", title: "Музыкальное искусство эстрады (по видам)" },
      { code: "53.02.05", title: "Сольное и хоровое народное пение" }
    ]
  },
  {
    number: 33,
    name: "Современный открытый колледж «СОКОЛ» УлГУ",
    website: "https://www.ulsu.ru/ru/sveden/struct/1382902d-f201-11de-8bdd-001a92e75bb4/",
    vk: "https://vk.com/ulsusokol",
    address: "432063, Ульяновская область, г. Ульяновск, ул. 12 Сентября, 9",
    phone: "8 (8422) 32-01-24",
    email: "office@ioo.uven.ru",
    directions: [
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "40.02.02", title: "Правоохранительная деятельность" }
    ]
  },
  {
    number: 34,
    name: "Колледж экономики и информатики им. А.Н. Афанасьева УлГТУ",
    website: "https://ulstu.ru/education/spo/kei/",
    vk: "https://vk.com/kei_ulstu",
    address: "432017, Ульяновская область, г. Ульяновск, ул. А.Блаженного, 3",
    phone: "8 (8422) 41-80-92",
    email: "kei@ulstu.ru",
    directions: [
      { code: "08.02.01", title: "Строительство и эксплуатация зданий и сооружений" },
      { code: "09.02.11", title: "Разработка и управление программным обеспечением" },
      { code: "09.02.12", title: "Техническая эксплуатация и сопровождение информационных систем" },
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "21.02.03", title: "Сооружение и эксплуатация газонефтепроводов и газонефтехранилищ" },
      { code: "15.02.16", title: "Технология машиностроения" },
      { code: "11.02.17", title: "Разработка электронных устройств и систем" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "38.02.07", title: "Банковское дело" },
      { code: "38.02.08", title: "Торговое дело" }
    ]
  },
  {
    number: 35,
    name: "Барышский колледж, филиал УлГТУ",
    website: "http://barish.ulstu.ru/",
    vk: "https://vk.com/barish_ulstu",
    address: "433753, Ульяновская область, г. Барыш, ул. Гагарина, 58",
    phone: "8 (84253) 2-56-36",
    email: "coolbar73@mail.ru",
    directions: [
      { code: "13.02.13", title: "Эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "29.02.02", title: "Конструирование, моделирование и технология изготовления изделий легкой промышленности (по видам)" },
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "09.01.03", title: "Оператор информационных систем и ресурсов" },
      { code: "13.01.16", title: "Электромонтер по техническому обслуживанию и ремонту оборудования подстанций и сетей" }
    ]
  },
  {
    number: 36,
    name: "Колледж агротехнологий и бизнеса УлГАУ им. П.А. Столыпина",
    website: "https://ulsau.ru/sveden/struct/kolledzh-agrotekhnologiy-i-biznesa-ulyanovskoy-gskha.php",
    vk: "https://vk.com/public197835706",
    address: "433431, Ульяновская область, п. Октябрьский, ул. Студенческая, 3",
    phone: "8 (8422) 55-95-96",
    email: "kolledg-ugsha@yandex.ru",
    directions: [
      { code: "38.02.01", title: "Экономика и бухгалтерский учет (по отраслям)" },
      { code: "35.02.07", title: "Механизация сельского хозяйства" },
      { code: "35.02.06", title: "Технология производства и переработки сельскохозяйственной продукции" },
      { code: "36.02.01", title: "Ветеринария" },
      { code: "21.02.04", title: "Землеустройство" },
      { code: "35.02.16", title: "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" }
    ]
  },
  {
    number: 37,
    name: "Техникум Димитровградского инженерно-технологического института НИЯУ МИФИ",
    website: "https://diti-mephi.ru/",
    vk: "https://vk.com/diti_mephi",
    address: "433511, Ульяновская область, г. Димитровград, ул. Куйбышева, 300",
    phone: "8 (84235) 4-63-09",
    email: "diti@mephi.ru",
    directions: [
      { code: "09.02.07", title: "Информационные системы и программирование" },
      { code: "10.02.05", title: "Обеспечение информационной безопасности автоматизированных систем" },
      { code: "14.02.01", title: "Атомные электрические станции и установки" },
      { code: "14.02.02", title: "Радиационная безопасность" },
      { code: "18.02.12", title: "Технология аналитического контроля химических соединений" },
      { code: "34.02.01", title: "Сестринское дело" },
      { code: "40.02.01", title: "Право и организация социального обеспечения" }
    ]
  },
  {
    number: 38,
    name: "Колледж ФГБОУ ВО «УлГПУ им. И.Н. Ульянова»",
    website: "https://www.ulspu.ru/sveden/college/about/",
    vk: "https://vk.com/college_ulspu",
    address: "432700, Ульяновская область, г. Ульяновск, пл. Ленина, 4/5",
    phone: "8 (8422) 32-66-94",
    email: "college@ulspu.ru",
    directions: [
      { code: "40.02.02", title: "Правоохранительная деятельность" },
      { code: "40.02.04", title: "Юриспруденция" },
      { code: "44.02.01", title: "Дошкольное образование" }
    ]
  },
  // === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
  {
    number: 1,
    name: "ФГБОУ ВО «Ульяновский государственный университет»",
    website: "https://www.ulsu.ru/ru/",
    vk: "https://vk.com/ulsu_ulgu",
    address: "432000, Ульяновская область, г. Ульяновск, ул. Л.Толстого, 42",
    phone: "8 (8422) 41-20-88",
    email: "contact@ulsu.ru",
    directions: [
      { code: "01.03.02", title: "Прикладная математика и информатика" },
      { code: "02.03.03", title: "Математическое обеспечение и администрирование информационных систем" },
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "10.05.03", title: "Информационная безопасность автоматизированных систем" },
      { code: "15.03.04", title: "Автоматизация технологических процессов и производств" },
      { code: "24.03.04", title: "Авиастроение" },
      { code: "03.03.03", title: "Радиофизика" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "21.03.01", title: "Нефтегазовое дело" },
      { code: "22.03.01", title: "Материаловедение и технологии материалов" },
      { code: "23.05.01", title: "Наземные транспортно-технологические средства" },
      { code: "27.03.02", title: "Управление качеством" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" },
      { code: "38.05.01", title: "Экономическая безопасность" },
      { code: "38.05.02", title: "Таможенное дело" },
      { code: "31.05.01", title: "Лечебное дело" },
      { code: "31.05.02", title: "Педиатрия" },
      { code: "31.05.03", title: "Стоматология" },
      { code: "33.05.01", title: "Фармация" },
      { code: "49.03.01", title: "Физическая культура" },
      { code: "49.03.02", title: "Физическая культура для лиц с отклонениями в состоянии здоровья (адаптивная физическая культура)" },
      { code: "05.03.06", title: "Экология и природопользование" },
      { code: "35.03.01", title: "Лесное дело" },
      { code: "35.03.10", title: "Ландшафтная архитектура" },
      { code: "06.03.01", title: "Биология" },
      { code: "45.03.02", title: "Лингвистика" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "40.05.04", title: "Судебная и прокурорская деятельность" },
      { code: "37.03.01", title: "Психология" },
      { code: "39.03.03", title: "Организация работы с молодежью" },
      { code: "39.03.02", title: "Социальная работа" },
      { code: "39.03.01", title: "Социология" },
      { code: "43.03.02", title: "Туризм" },
      { code: "41.03.05", title: "Международные отношения" },
      { code: "42.03.02", title: "Журналистика" },
      { code: "54.03.01", title: "Дизайн" },
      { code: "42.03.01", title: "Реклама и связи с общественностью" }
    ]
  },
  {
    number: 2,
    name: "ФГБОУ ВО «Ульяновский государственный педагогический университет имени И. Н. Ульянова»",
    website: "https://www.ulspu.ru/",
    vk: "https://vk.com/ulspu",
    address: "432700, Ульяновская область, г. Ульяновск, пл. Ленина, 4/5",
    phone: "8 (8422) 44-30-66",
    email: "rector@ulspu.ru",
    directions: [
      { code: "38.03.03", title: "Управление персоналом" },
      { code: "39.03.02", title: "Социальная работа" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "42.03.02", title: "Журналистика" },
      { code: "44.03.01", title: "Педагогическое образование" },
      { code: "44.03.02", title: "Психолого-педагогическое образование" },
      { code: "44.03.03", title: "Специальное (дефектологическое) образование" },
      { code: "44.03.04", title: "Профессиональное обучение (по отраслям)" },
      { code: "48.03.01", title: "Теология" },
      { code: "49.03.01", title: "Физическая культура" },
      { code: "51.03.03", title: "Социально-культурная деятельность" },
      { code: "51.03.04", title: "Музеология и охрана объектов культурного и природного наследия" },
      { code: "44.03.05", title: "Педагогическое образование (с двумя профилями подготовки)" },
      { code: "45.05.01", title: "Перевод и переводоведение" }
    ]
  },
  {
    number: 3,
    name: "ФГБОУ ВО «Ульяновский государственный технический университет»",
    website: "https://ulstu.ru/",
    vk: "https://vk.com/ulstu73",
    address: "432027, Ульяновская область, г. Ульяновск, ул. Северный Венец, 3",
    phone: "8 (8422) 43-06-43",
    email: "rector@ulstu.ru",
    directions: [
      { code: "01.03.04", title: "Прикладная математика" },
      { code: "09.03.02", title: "Информационные системы и технологии" },
      { code: "09.03.01", title: "Информатика и вычислительная техника" },
      { code: "12.03.01", title: "Приборостроение" },
      { code: "09.03.04", title: "Программная инженерия" },
      { code: "02.03.03", title: "Математическое обеспечение и администрирование информационных систем" },
      { code: "09.03.03", title: "Прикладная информатика" },
      { code: "42.03.03", title: "Издательское дело" },
      { code: "42.03.01", title: "Реклама и связи с общественностью" },
      { code: "24.03.04", title: "Авиастроение" },
      { code: "24.05.07", title: "Самолето- и вертолетостроение" },
      { code: "23.05.01", title: "Наземные транспортно-технологические средства" },
      { code: "38.03.01", title: "Экономика" },
      { code: "27.03.05", title: "Инноватика" },
      { code: "27.03.02", title: "Управление качеством" },
      { code: "23.03.01", title: "Технология транспортных процессов" },
      { code: "15.03.05", title: "Конструкторско-технологическое обеспечение машиностроительных производств" },
      { code: "15.03.01", title: "Машиностроение" },
      { code: "11.03.03", title: "Конструирование и технология электронных средств" },
      { code: "11.03.01", title: "Радиотехника" },
      { code: "11.05.01", title: "Радиоэлектронные системы и комплексы" },
      { code: "10.05.02", title: "Информационная безопасность телекоммуникационных систем" },
      { code: "08.03.01", title: "Строительство" },
      { code: "07.03.03", title: "Дизайн архитектурной среды" },
      { code: "22.03.01", title: "Материаловедение и технологии материалов" },
      { code: "21.03.01", title: "Нефтегазовое дело" },
      { code: "20.03.01", title: "Техносферная безопасность" },
      { code: "13.03.02", title: "Электроэнергетика и электротехника" },
      { code: "13.03.01", title: "Теплоэнергетика и теплотехника" }
    ]
  },
  {
    number: 4,
    name: "ФГБОУ ВО «Ульяновский государственный аграрный университет имени П.А. Столыпина»",
    website: "https://ulsau.ru/",
    vk: "https://vk.com/ulgau",
    address: "432000, Ульяновская область, г. Ульяновск, б-р Новый Венец, 1",
    phone: "8 (8422) 55-95-35",
    email: "ugsha@yandex.ru",
    directions: [
      { code: "06.03.01", title: "Биология" },
      { code: "19.03.03", title: "Продукты питания животного происхождения" },
      { code: "19.03.04", title: "Технология продукции и организация общественного питания" },
      { code: "21.03.02", title: "Землеустройство и кадастры" },
      { code: "23.03.03", title: "Эксплуатация транспортно-технологических машин и комплексов" },
      { code: "35.03.03", title: "Агрохимия и агропочвоведение" },
      { code: "35.03.04", title: "Агрономия" },
      { code: "35.03.06", title: "Агроинженерия" },
      { code: "35.03.07", title: "Технология производства и переработки сельскохозяйственной продукции" },
      { code: "35.03.08", title: "Водные биоресурсы и аквакультура" },
      { code: "35.03.10", title: "Ландшафтная архитектура" },
      { code: "36.03.01", title: "Ветеринарно-санитарная экспертиза" },
      { code: "36.03.02", title: "Зоотехния" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "23.05.01", title: "Наземные транспортно-технологические средства" },
      { code: "36.05.01", title: "Ветеринария" },
      { code: "38.05.01", title: "Экономическая безопасность" }
    ]
  },
  {
    number: 5,
    name: "ФГБОУ ВО «Ульяновский институт гражданской авиации имени Главного маршала авиации Б.П. Бугаева»",
    website: "https://uvauga.ru/",
    vk: "https://vk.com/ui_ga",
    address: "432071, Ульяновская область, г. Ульяновск, ул. Можайского, 8/8",
    phone: "8 (8422) 39-81-23",
    email: "uvau@list.ru",
    directions: [
      { code: "25.05.05", title: "Эксплуатация воздушных судов и организация воздушного движения" },
      { code: "27.03.02", title: "Управление качеством" },
      { code: "25.03.04", title: "Эксплуатация аэропортов и обеспечение полетов воздушных судов" },
      { code: "25.03.03", title: "Аэронавигация" },
      { code: "20.03.01", title: "Техносферная безопасность" }
    ]
  },
  {
    number: 6,
    name: "Димитровградский инженерно-технологический институт, филиал НИЯУ МИФИ",
    website: "https://diti-mephi.ru/",
    vk: "https://vk.com/diti_mephi",
    address: "433511, Ульяновская область, г. Димитровград, ул. Куйбышева, 294",
    phone: "8 (84235) 4-63-09",
    email: "diti@mephi.ru",
    directions: [
      { code: "09.03.01", title: "Информатика и вычислительная техника" },
      { code: "14.03.02", title: "Ядерные физика и технологии" },
      { code: "15.03.05", title: "Конструкторско-технологическое обеспечение машиностроительных производств" },
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "09.05.01", title: "Применение и эксплуатация автоматизированных систем специального назначения" },
      { code: "14.05.01", title: "Ядерные реакторы и материалы" },
      { code: "18.05.02", title: "Химическая технология материалов современной энергетики" },
      { code: "38.05.01", title: "Экономическая безопасность" },
      { code: "40.05.01", title: "Правовое обеспечение национальной безопасности" },
      { code: "03.03.02", title: "Физика" }
    ]
  },
  {
    number: 7,
    name: "Инзенский филиал ФГБОУ ВО УлГУ",
    website: "https://www.ulsu.ru/ru/sveden/struct/13829061-f201-11de-8bdd-001a92e75bb4/",
    vk: "https://vk.com/filialinza",
    address: "433033, Ульяновская область, г. Инза, ул. Пугачёва, 23",
    phone: "8 (84241) 2-54-41",
    email: "ulgu-inza@mail.ru",
    directions: [
      { code: "38.03.04", title: "Государственное и муниципальное управление" }
    ]
  },
  {
    number: 8,
    name: "Технологический институт – филиал ФГБОУ ВО «Ульяновский ГАУ»",
    website: "http://tiugsha.ru/",
    vk: "https://vk.com/id306592278",
    address: "433511, Ульяновская область, г. Димитровград, ул. Куйбышева, 310",
    phone: "8 (84235) 2-07-27",
    email: "ti_dgrad@mail.ru",
    directions: [
      { code: "19.03.04", title: "Технология продукции и организация общественного питания" },
      { code: "23.03.03", title: "Эксплуатация транспортно-технологических машин и комплексов" },
      { code: "35.03.07", title: "Технология производства и переработки сельскохозяйственной продукции" },
      { code: "19.03.03", title: "Продукты питания животного происхождения" }
    ]
  },
  {
    number: 9,
    name: "Ульяновский филиал ФГБОУ ВО РАНХиГС",
    website: "https://ul.ranepa.ru/",
    vk: "https://vk.com/ranepa_ulsk",
    address: "432027, Ульяновская область, г. Ульяновск, ул. Радищева, 140",
    phone: "8 (8422) 43-30-26",
    email: "info@ul.ranepa.ru",
    directions: [
      { code: "40.03.01", title: "Юриспруденция" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.04", title: "Государственное и муниципальное управление" }
    ]
  },
  {
    number: 10,
    name: "Поволжский казачий институт управления и пищевых технологий – филиал ФГБОУ ВО «МГУТУ им. К.Г. Разумовского»",
    website: "https://dimpku.ru/",
    vk: "https://vk.com/mgutudim",
    address: "433515, Ульяновская область, г. Димитровград, ул. Гвардейская, 30",
    phone: "8 (84235) 6-09-30",
    email: "ylyanovsk@mgutm.ru",
    directions: [
      { code: "15.03.04", title: "Автоматизация технологических процессов и производств" },
      { code: "19.03.02", title: "Продукты питания из растительного сырья" },
      { code: "19.03.04", title: "Технология продукции и организация общественного питания" },
      { code: "20.05.01", title: "Пожарная безопасность" },
      { code: "38.03.01", title: "Экономика" },
      { code: "38.03.02", title: "Менеджмент" },
      { code: "44.03.02", title: "Психолого-педагогическое образование" }
    ]
  },
];
