window.catalogData = window.catalogData || {};
window.catalogData["Воронежская область"] = [
  {
    number: 1,
    name: "ФАГОУ ВО «Колледж Нововоронежский политехнический институт»",
    website: "http://nvpk-mephi.ru",
    vk: "https://vk.com/nvpimephi",
    address: "396072, Воронежская область, г. Нововоронеж, ул. Октябрьская, д. 1",
    phone: "8 (47364) 2-34-36",
    email: "nvpi@mephi.ru",
    directions: [
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
      { "code": "08.02.04", "title": "Водоснабжение и водоотведение" },
      { "code": "08.02.07", "title": "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { "code": "08.02.13", "title": "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
      { "code": "11.02.01", "title": "Радиоаппаратостроение" },
      { "code": "11.02.16", "title": "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" },
      { "code": "11.02.17", "title": "Разработка электронных устройств и систем" },
      { "code": "13.02.02", "title": "Теплоснабжение и теплотехническое оборудование" },
      { "code": "13.02.03", "title": "Электрические станции, сети и системы" },
      { "code": "13.02.10", "title": "Электрические машины и аппараты" },
      { "code": "13.02.11", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { "code": "13.02.12", "title": "Электрические станции, сети, их релейная защита и автоматизация" },
      { "code": "14.02.01", "title": "Атомные электрические станции и установки" },
      { "code": "14.02.02", "title": "Радиационная безопасность" },
      { "code": "14.02.03", "title": "Технология разделения изотопов" },
      { "code": "15.02.01", "title": "Монтаж и техническая эксплуатация промышленного оборудования (по отраслям)" },
      { "code": "15.02.04", "title": "Специальные машины и устройства" },
      { "code": "15.02.07", "title": "Автоматизация технологических процессов и производств (по отраслям)" },
      { "code": "15.02.08", "title": "Технология машиностроения" },
      { "code": "18.02.03", "title": "Химическая технология неорганических веществ" },
      { "code": "18.02.14", "title": "Химическая технология производства химических соединений" },
      { "code": "19.02.10", "title": "Технология продукции общественного питания" },
      { "code": "20.02.01", "title": "Экологическая безопасность природных комплексов" },
      { "code": "21.02.05", "title": "Земельно-имущественные отношения" },
      { "code": "21.02.19", "title": "Землеустройство" },
      { "code": "22.02.06", "title": "Сварочное производство" },
      { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
      { "code": "23.02.03", "title": "Техническое обслуживание и ремонт автомобильного транспорта" },
      { "code": "23.02.04", "title": "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { "code": "24.02.01", "title": "Производство летательных аппаратов" },
      { "code": "27.02.03", "title": "Контроль качества продукции, процессов и услуг (по отраслям)" },
      { "code": "27.02.04", "title": "Автоматические системы управления" },
      { "code": "29.02.04", "title": "Конструирование, моделирование и технология швейных изделий" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
      { "code": "38.02.07", "title": "Банковское дело" },
      { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
      { "code": "40.02.04", "title": "Юриспруденция" },
      { "code": "43.02.02", "title": "Парикмахерское искусство" },
      { "code": "44.02.01", "title": "Дошкольное образование" },
      { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" },
      { "code": "54.02.01", "title": "Дизайн (по отраслям)" }
    ]
  },
  {
    number: 2,
    name: "ФГБОУ ВО «Строительно-политехнический колледж «Воронежский государственный технический университет»»",
    website: "http://cchgeu.ru",
    vk: "https://vk.com/vgtu_bsk",
    address: "394006, Воронежская область, г. Воронеж, ул. 20-летия Октября, д. 84",
    phone: "8 (473) 207-22-20",
    email: "spk@cchgeu.ru",
    directions: [
      { "code": "07.02.01", "title": "Архитектура" },
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
      { "code": "08.02.05", "title": "Строительство и эксплуатация автомобильных дорог и аэродромов" },
      { "code": "08.02.08", "title": "Монтаж и эксплуатация оборудования и систем газоснабжения" },
      { "code": "08.02.13", "title": "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
      { "code": "11.02.01", "title": "Радиоаппаратостроение" },
      { "code": "11.02.13", "title": "Твердотельная электроника" },
      { "code": "11.02.16", "title": "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" },
      { "code": "11.02.17", "title": "Разработка электронных устройств и систем" },
      { "code": "12.02.10", "title": "Монтаж, техническое обслуживание и ремонт биотехнических и медицинских аппаратов и систем" },
      { "code": "15.02.08", "title": "Технология машиностроения" },
      { "code": "15.02.10", "title": "Мехатроника и мобильная робототехника" },
      { "code": "15.02.14", "title": "Оснащение средствами автоматизации технологических процессов и производств" },
      { "code": "15.02.18", "title": "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
      { "code": "18.02.12", "title": "Технология аналитического контроля химических соединений" },
      { "code": "18.02.13", "title": "Технология производства изделий из полимерных композитов" },
      { "code": "20.02.04", "title": "Пожарная безопасность" },
      { "code": "21.02.05", "title": "Земельно-имущественные отношения" },
      { "code": "21.02.19", "title": "Землеустройство" },
      { "code": "23.02.04", "title": "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
      { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг" },
      { "code": "34.02.01", "title": "Сестринское дело" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
      { "code": "54.02.01", "title": "Дизайн (по отраслям)" }
    ]
  },
  {
    number: 3,
    name: "ФГБОУ ВО «Колледж Филиал «Воронежский государственный технический университет» в г. Борисоглебске»",
    website: "http://bf.cchgeu.ru",
    vk: "https://vk.com/vgtu_bsk",
    address: "397163, Воронежская область, г. Борисоглебск, ул. Свободы, д. 191",
    phone: "8 (47354) 6-53-96",
    email: "bf@cchgeu.ru",
    directions: [
      { "code": "07.02.01", "title": "Архитектура" },
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
      { "code": "08.02.05", "title": "Строительство и эксплуатация автомобильных дорог и аэродромов" },
      { "code": "08.02.08", "title": "Монтаж и эксплуатация оборудования и систем газоснабжения" },
      { "code": "08.02.13", "title": "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
      { "code": "11.02.01", "title": "Радиоаппаратостроение" },
      { "code": "11.02.13", "title": "Твердотельная электроника" },
      { "code": "11.02.16", "title": "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" },
      { "code": "11.02.17", "title": "Разработка электронных устройств и систем" },
      { "code": "12.02.10", "title": "Монтаж, техническое обслуживание и ремонт биотехнических и медицинских аппаратов и систем" },
      { "code": "15.02.08", "title": "Технология машиностроения" },
      { "code": "15.02.10", "title": "Мехатроника и мобильная робототехника" },
      { "code": "15.02.14", "title": "Оснащение средствами автоматизации технологических процессов и производств" },
      { "code": "15.02.18", "title": "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
      { "code": "18.02.12", "title": "Технология аналитического контроля химических соединений" },
      { "code": "18.02.13", "title": "Технология производства изделий из полимерных композитов" },
      { "code": "20.02.04", "title": "Пожарная безопасность" },
      { "code": "21.02.05", "title": "Земельно-имущественные отношения" },
      { "code": "21.02.19", "title": "Землеустройство" },
      { "code": "23.02.04", "title": "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
      { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг" },
      { "code": "34.02.01", "title": "Сестринское дело" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
      { "code": "54.02.01", "title": "Дизайн (по отраслям)" }
    ]
  },
  {
    number: 4,
    name: "ГБПОУ «Воронежский государственный промышленно-гуманитарный колледж имени В. М. Пескова»",
    website: "http://vgpgk.obrvrn.ru",
    vk: "https://vk.com/vgpgk_professionalitet",
    address: "394036, Воронежская область, г. Воронеж, пр-кт Революции, д. 20",
    phone: "8 (473) 253-07-40",
    email: "vgpgk@govvrn.ru",
    directions: [
      { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
      { "code": "11.02.01", "title": "Радиоаппаратостроение" },
      { "code": "11.02.05", "title": "Аудиовизуальная техника" },
      { "code": "11.02.13", "title": "Твердотельная электроника" },
      { "code": "11.02.17", "title": "Разработка электронных устройств и систем" },
      { "code": "11.02.18", "title": "Системы радиосвязи, мобильной связи и телерадиовещания" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
      { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
      { "code": "38.02.07", "title": "Банковское дело" },
      { "code": "38.02.08", "title": "Торговое дело" },
      { "code": "39.02.01", "title": "Социальная работа" },
      { "code": "39.02.02", "title": "Организация сурдокоммуникации" },
      { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
      { "code": "40.02.03", "title": "Право и судебное администрирование" },
      { "code": "40.02.04", "title": "Юриспруденция" },
      { "code": "43.02.10", "title": "Туризм" },
      { "code": "43.02.14", "title": "Гостиничное дело" },
      { "code": "43.02.16", "title": "Туризм и гостеприимство" },
      { "code": "44.02.01", "title": "Дошкольное образование" },
      { "code": "44.02.05", "title": "Коррекционная педагогика в начальном образовании" }
    ]
  },
  {
    number: 5,
    name: "ГБПОУ «Кантемировский филиал «Воронежский государственный промышленно-гуманитарный колледж имени В. М. Пескова»»",
    website: "http://gpgk.obrvrn.ru",
    vk: "https://vk.com/vgpgk_professionalitet",
    address: "396732, Воронежская область, г. Кантемировка, ул. Территория СПТУ-46, корп. 3",
    phone: "8 (47367) 6-29-54",
    email: "kant@vgpgk.ru",
    directions: [
      { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "10.02.05", "title": "Обеспечение информационной безопасности автоматизированных систем" },
      { "code": "11.02.01", "title": "Радиоаппаратостроение" },
      { "code": "11.02.05", "title": "Аудиовизуальная техника" },
      { "code": "11.02.13", "title": "Твердотельная электроника" },
      { "code": "11.02.17", "title": "Разработка электронных устройств и систем" },
      { "code": "11.02.18", "title": "Системы радиосвязи, мобильной связи и телерадиовещания" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
      { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
      { "code": "38.02.07", "title": "Банковское дело" },
      { "code": "38.02.08", "title": "Торговое дело" },
      { "code": "39.02.01", "title": "Социальная работа" },
      { "code": "39.02.02", "title": "Организация сурдокоммуникации" },
      { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
      { "code": "40.02.03", "title": "Право и судебное администрирование" },
      { "code": "40.02.04", "title": "Юриспруденция" },
      { "code": "43.02.10", "title": "Туризм" },
      { "code": "43.02.14", "title": "Гостиничное дело" },
      { "code": "43.02.16", "title": "Туризм и гостеприимство" },
      { "code": "44.02.01", "title": "Дошкольное образование" },
      { "code": "44.02.05", "title": "Коррекционная педагогика в начальном образовании" }
    ]
  },
  {
    number: 6,
    name: "ГБПОУ «Воронежский техникум строительных технологий»",
    website: "https://vtst.obrvrn.ru/",
    vk: "https://vk.com/gbpouvovtst",
    address: "394000, Воронежская область, г. Воронеж, пр-кт Революции, д. 29",
    phone: "8 (473) 255-18-29",
    email: "vst@govvrn.ru",
    directions: [
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
      { "code": "08.02.07", "title": "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { "code": "08.02.08", "title": "Монтаж и эксплуатация оборудования и систем газоснабжения" },
      { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { "code": "08.02.13", "title": "Монтаж и эксплуатация внутренних сантехнических устройств, кондиционирования воздуха и вентиляции" },
      { "code": "08.02.14", "title": "Эксплуатация и обслуживание многоквартирного дома" },
      { "code": "08.02.15", "title": "Информационное моделирование в строительстве" },
      { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "13.02.02", "title": "Теплоснабжение и теплотехническое оборудование" },
      { "code": "13.02.06", "title": "Релейная защита и автоматизация электроэнергетических систем" },
      { "code": "13.02.12", "title": "Электрические станции, сети, их релейная защита и автоматизация" },
      { "code": "15.02.01", "title": "Монтаж и техническая эксплуатация промышленного оборудования (по отраслям)" },
      { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { "code": "21.02.05", "title": "Земельно-имущественные отношения" },
      { "code": "21.02.19", "title": "Землеустройство" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  {
    number: 7,
    name: "ФГБОУ ВО «Колледж Воронежский государственный университет инженерных технологий»",
    website: "http://vsuet.ru",
    vk: "https://vk.com/vsuet_official",
    address: "394029, Воронежская область, г. Воронеж, Ленинский пр-кт, д. 14",
    phone: "8 (473) 249-93-79",
    email: "fspo.vguit@yandex.ru",
    directions: [
      { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "15.02.01", "title": "Монтаж и техническая эксплуатация промышленного оборудования (по отраслям)" },
      { "code": "18.02.12", "title": "Технология аналитического контроля химических соединений" },
      { "code": "18.02.14", "title": "Химическая технология производства химических соединений" },
      { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья" },
      { "code": "19.02.12", "title": "Технология продуктов питания животного происхождения" },
      { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
      { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
      { "code": "42.02.01", "title": "Реклама" },
      { "code": "43.02.14", "title": "Гостиничное дело" },
      { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
      { "code": "43.02.16", "title": "Туризм и гостеприимство" }
    ]
  },
  {
    number: 8,
    name: "ГБПОУ «Аннинский аграрно-промышленный техникум»",
    website: "http://aaptanna.obrvrn.ru",
    vk: "https://vk.com/aapt_2022",
    address: "396253, Воронежская область, г. Анна, ул. Чехова, д. 1а",
    phone: "8 (47346) 2-51-72",
    email: "aaptanna@govvrn.ru",
    directions: [
      { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { "code": "19.02.10", "title": "Технология продукции общественного питания" },
      { "code": "19.02.12", "title": "Технология продуктов питания животного происхождения" },
      { "code": "23.02.03", "title": "Техническое обслуживание и ремонт автомобильного транспорта" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { "code": "35.02.03", "title": "Технология деревообработки" },
      { "code": "35.02.07", "title": "Механизация сельского хозяйства" },
      { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "43.02.15", "title": "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 9,
    name: "ГБПОУ «Борисоглебский техникум промышленных и информационных технологий»",
    website: "http://btpit.obrvrn.ru",
    vk: "https://vk.com/btpit_36professionalitet",
    address: "397160, Воронежская область, г. Борисоглебск, ул. Третьяковская, д. 14",
    phone: "8 (47354) 6-05-73",
    email: "btpit@govvrn.ru",
    directions: [
      { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
      { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "15.02.08", "title": "Технология машиностроения" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
      { "code": "40.02.04", "title": "Юриспруденция" },
      { "code": "42.02.01", "title": "Реклама" },
      { "code": "43.02.13", "title": "Технология парикмахерского искусства" },
      { "code": "43.02.14", "title": "Гостиничное дело" },
      { "code": "43.02.16", "title": "Туризм и гостеприимство" },
      { "code": "43.02.17", "title": "Технологии индустрии красоты" },
      { "code": "44.02.01", "title": "Дошкольное образование" },
      { "code": "44.02.05", "title": "Коррекционная педагогика в начальном образовании" }
    ]
  },
  {
    number: 10,
    name: "ГБПОУ «Павловский аграрный техникум»",
    website: "http://pavlagrteh.edu22.info",
    vk: "https://vk.com/pavagrteh",
    address: "396422, Воронежская область, г. Павловск, ул. Советская, д. 1",
    phone: "8 (47362) 2-56-09",
    email: "pavlovsk.techn@govvrn.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья" },
      { "code": "21.02.19", "title": "Землеустройство" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { "code": "35.02.05", "title": "Агрономия" },
      { "code": "35.02.06", "title": "Технология производства и переработки сельскохозяйственной продукции" },
      { "code": "35.02.18", "title": "Технология переработки древесины" },
      { "code": "36.02.01", "title": "Ветеринария" },
      { "code": "36.02.02", "title": "Зоотехния" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "40.02.04", "title": "Юриспруденция" }
    ]
  },
  {
    number: 11,
    name: "ГБПОУ «Семилукский политехнический колледж»",
    website: "http://sptk.obrvrn.ru",
    vk: "https://vk.com/spk_professionalitet",
    address: "396900, Воронежская область, г. Семилуки, ул. Чапаева, д. 62",
    phone: "8 (473) 722-09-02",
    email: "sptk@govvrn.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "13.02.11", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { "code": "18.02.05", "title": "Производство тугоплавких неметаллических и силикатных материалов и изделий" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
      { "code": "38.02.08", "title": "Торговое дело" },
      { "code": "43.02.15", "title": "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 12,
    name: "ФГБОУ ВО «Колледж Воронежский государственный университет»",
    website: "http://vsu.ru",
    vk: "https://vk.com/vsumain",
    address: "394018, Воронежская область, г. Воронеж, пл. Университетская, д. 1",
    phone: "8 (473) 220-75-21",
    email: "office@main.vsu.ru",
    directions: [
      { "code": "05.02.01", "title": "Картография" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "20.02.01", "title": "Экологическая безопасность природных комплексов" },
      { "code": "31.02.04", "title": "Медицинская оптика" },
      { "code": "33.02.01", "title": "Фармация" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
      { "code": "38.02.07", "title": "Банковское дело" },
      { "code": "38.02.08", "title": "Торговое дело" },
      { "code": "42.02.01", "title": "Реклама" },
      { "code": "43.02.10", "title": "Туризм" },
      { "code": "43.02.16", "title": "Туризм и гостеприимство" },
      { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" }
    ]
  },
  {
    number: 13,
    name: "ГБПОУ «Борисоглебский технолого-экономический техникум»",
    website: "http://bortet.obrvrn.ru",
    vk: "https://vk.com/bortet_professionalitet",
    address: "397160, Воронежская область, г. Борисоглебск, ул. Советская, д. 15",
    phone: "8 (47354) 6-06-12",
    email: "btet@govvrn.ru",
    directions: [
      { "code": "19.02.10", "title": "Технология продукции общественного питания" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.05", "title": "Товароведение и экспертиза качества потребительских товаров" },
      { "code": "38.02.08", "title": "Торговое дело" },
      { "code": "40.02.03", "title": "Право и судебное администрирование" },
      { "code": "40.02.04", "title": "Юриспруденция" },
      { "code": "43.02.13", "title": "Технология парикмахерского искусства" },
      { "code": "43.02.17", "title": "Технологии индустрии красоты" }
    ]
  },
  {
    number: 14,
    name: "ГБПОУ «Воронежский государственный промышленно-технологический колледж»",
    website: "https://vgptk.obrvrn.ru/",
    vk: "https://vk.com/vgptk_vrn_professionalitet",
    address: "394020, Воронежская область, г. Воронеж, ул. 9 Января, д. 268",
    phone: "8 (473) 207-42-04",
    email: "vgtpk@govvrn.ru",
    directions: [
      { "code": "08.02.14", "title": "Эксплуатация и обслуживание многоквартирного дома" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { "code": "35.02.12", "title": "Садово-парковое и ландшафтное строительство" },
      { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
      { "code": "43.02.08", "title": "Сервис домашнего и коммунального хозяйства" },
      { "code": "43.02.14", "title": "Гостиничное дело" },
      { "code": "43.02.16", "title": "Туризм и гостеприимство" }
    ]
  },
  {
    number: 15,
    name: "ГБПОУ «Калачеевский аграрный техникум»",
    website: "http://kat.obrvrn.ru",
    vk: "https://vk.com/katvrn",
    address: "397611, Воронежская область, г. Заброды, ул. Магистральная, д. 1",
    phone: "8 (47363) 2-25-45",
    email: "kat@govvrn.ru",
    directions: [
      { "code": "08.02.01", "title": "Строительство и эксплуатация зданий и сооружений" },
      { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" },
      { "code": "23.02.04", "title": "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { "code": "35.02.07", "title": "Механизация сельского хозяйства" },
      { "code": "35.02.08", "title": "Электрификация и автоматизация сельского хозяйства" },
      { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" }
    ]
  },
  {
    number: 16,
    name: "ГБПОУ «Острогожский многопрофильный техникум»",
    website: "http://omt.obrvrn.ru",
    vk: "https://vk.com/ostrogmt_professionalitet",
    address: "397855, Воронежская область, г. Острогожск, ул. Коммунаров, д. 29",
    phone: "8 (47375) 4-27-87",
    email: "ost.at@govvrn.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "11.02.16", "title": "Монтаж, техническое обслуживание и ремонт электронных приборов и устройств" },
      { "code": "15.02.08", "title": "Технология машиностроения" },
      { "code": "19.02.10", "title": "Технология продукции общественного питания" },
      { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { "code": "36.02.01", "title": "Ветеринария" },
      { "code": "43.02.15", "title": "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 17,
    name: "ФГБОУ ВО «Россошанский колледж мясной и молочной промышленности»",
    website: "http://rkmmp.obrvrn.ru",
    vk: "https://vk.com/rkmmp1931_professionalitet",
    address: "396650, Воронежская область, г. Россошь, ул. Пролетарская, д. 73",
    phone: "8 (47396) 2-33-42",
    email: "rkmmp@govvrn.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "15.02.01", "title": "Монтаж и техническая эксплуатация промышленного оборудования (по отраслям)" },
      { "code": "15.02.06", "title": "Монтаж и техническая эксплуатация холодильно-компрессорных машин и установок (по отраслям)" },
      { "code": "15.02.17", "title": "Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)" },
      { "code": "19.02.07", "title": "Технология молока и молочных продуктов" },
      { "code": "19.02.08", "title": "Технология мяса и мясных продуктов" },
      { "code": "19.02.10", "title": "Технология продукции общественного питания" },
      { "code": "19.02.12", "title": "Технология продуктов питания животного происхождения" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "43.02.15", "title": "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 18,
    name: "ГБПОУ «Павловский техникум»",
    website: "http://pt36.obrvrn.ru",
    vk: "https://vk.com/pt36.obrvrn_professionalitet",
    address: "396422, Воронежская область, г. Павловск, ул. Советская, д. 1",
    phone: "8 (47362) 2-56-09",
    email: "pavlovsk.techn@govvrn.ru",
    directions: [
      { "code": "19.02.12", "title": "Технология продуктов питания животного происхождения" },
      { "code": "19.02.14", "title": "Эксплуатация, механизация, автоматизация и роботизация технологического оборудования и процессов пищевой промышленности" },
      { "code": "21.02.04", "title": "Землеустройство" },
      { "code": "21.02.05", "title": "Земельно-имущественные отношения" },
      { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { "code": "36.02.01", "title": "Ветеринария" },
      { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
      { "code": "38.02.08", "title": "Торговое дело" },
      { "code": "43.02.14", "title": "Гостиничное дело" },
      { "code": "43.02.16", "title": "Туризм и гостеприимство" }
    ]
  },
  {
    number: 19,
    name: "ФГБОУ ВО «Лискинский техникум железнодорожного транспорта имени И.В. Ковалева»",
    website: "http://www.ltgt.ru/",
    vk: "https://vk.com/lskltzht",
    address: "397900, Воронежская область, г. Лиски, тер. МПС, д. 103",
    phone: "8 (473) 914-15-65",
    email: "listeh-net@yandex.ru",
    directions: [
      { "code": "08.02.10", "title": "Строительство железных дорог, путь и путевое хозяйство" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "13.02.07", "title": "Электроснабжение (по отраслям)" },
      { "code": "15.02.10", "title": "Мехатроника и мобильная робототехника" },
      { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
      { "code": "23.02.06", "title": "Техническая эксплуатация подвижного состава железных дорог" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "40.02.04", "title": "Юриспруденция" },
      { "code": "43.02.06", "title": "Сервис на транспорте (по видам транспорта)" },
      { "code": "43.02.16", "title": "Туризм и гостеприимство" },
      { "code": "54.02.01", "title": "Дизайн (по отраслям)" }
    ]
  },
  {
    number: 20,
    name: "ФГБОУ ВО «Колледж Филиал «Ростовский государственный университет путей сообщения» в г. Воронеж»",
    website: "http://vfrgups.ru",
    vk: "https://vk.com/vfrgups_professionalitet",
    address: "394026, Воронежская область, г. Воронеж, ул. Урского, д. 75а",
    phone: "8 (473) 21-03-53",
    email: "voronezh@rgups.ru",
    directions: [
      { "code": "08.02.10", "title": "Строительство железных дорог, путь и путевое хозяйство" },
      { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "13.02.07", "title": "Электроснабжение (по отраслям)" },
      { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
      { "code": "23.02.03", "title": "Техническое обслуживание и ремонт автомобильного транспорта" },
      { "code": "23.02.06", "title": "Техническая эксплуатация подвижного состава железных дорог" },
      { "code": "27.02.03", "title": "Автоматика и телемеханика на транспорте (железнодорожном транспорте)" }
    ]
  },
  {
    number: 21,
    name: "ФГБОУ ВО «Колледж Воронежский государственный аграрный университет имени императора Петра I»",
    website: "http://spo.vsau.ru",
    vk: "https://vk.com/vsau1912",
    address: "394087, Воронежская область, г. Воронеж, ул. Тимирязева, д. 21",
    phone: "8 (473) 253-77-88",
    email: "main@sve.vsau.ru",
    directions: [
      { "code": "19.02.07", "title": "Технология молока и молочных продуктов" },
      { "code": "19.02.08", "title": "Технология мяса и мясных продуктов" },
      { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья" },
      { "code": "19.02.12", "title": "Технология продуктов питания животного происхождения" },
      { "code": "21.02.08", "title": "Прикладная геодезия" },
      { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
      { "code": "35.02.05", "title": "Агрономия" },
      { "code": "35.02.15", "title": "Кинология" },
      { "code": "36.02.01", "title": "Ветеринария" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  {
    number: 22,
    name: "ГБПОУ «Борисоглебский сельскохозяйственный техникум»",
    website: "https://bsht.obrvrn.ru/",
    vk: "https://vk.com/bsht36",
    address: "397160, Воронежская область, г. Борисоглебск, ул. Советская, д. 13",
    phone: "8 (47354) 6-06-96",
    email: "bsht@govvrn.ru",
    directions: [
      { "code": "21.02.05", "title": "Земельно-имущественные отношения" },
      { "code": "21.02.19", "title": "Землеустройство" },
      { "code": "23.02.03", "title": "Техническое обслуживание и ремонт автомобильного транспорта" },
      { "code": "35.02.05", "title": "Агрономия" },
      { "code": "35.02.07", "title": "Механизация сельского хозяйства" },
      { "code": "35.02.08", "title": "Электрификация и автоматизация сельского хозяйства" },
      { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
      { "code": "38.02.04", "title": "Коммерция (по отраслям)" }
    ]
  },
  {
    number: 23,
    name: "ГБПОУ «Воронежский авиационный техникум имени В.П. Чкалова»",
    website: "http://vat.obrvrn.ru",
    vk: "https://vk.com/vat_professionalitet",
    address: "394004, Воронежская область, г. Воронеж, ул. Ленинградская, д. 33",
    phone: "8 (473) 249-10-02",
    email: "vatk2001@mail.ru",
    directions: [
      { "code": "09.02.06", "title": "Сетевое и системное администрирование" },
      { "code": "15.02.08", "title": "Технология машиностроения" },
      { "code": "15.02.09", "title": "Аддитивные технологии" },
      { "code": "15.02.10", "title": "Мехатроника и мобильная робототехника" },
      { "code": "15.02.14", "title": "Оснащение средствами автоматизации технологических процессов и производств" },
      { "code": "15.02.18", "title": "Техническая эксплуатация и обслуживание роботизированного производства (по отраслям)" },
      { "code": "24.02.01", "title": "Производство летательных аппаратов" }
    ]
  },
  {
    number: 24,
    name: "ГБПОУ «Хреновской лесной колледж имени Г.Ф. Морозова»",
    website: "http://hlkmorozova.obrvrn.ru",
    vk: "https://vk.com/hlk_professionalitet",
    address: "397743, Воронежская область, г. Слобода, ул. Большая, д. 44",
    phone: "8 (47350) 6-11-03",
    email: "hklles@govvrn.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "15.02.08", "title": "Технология машиностроения" },
      { "code": "21.02.04", "title": "Землеустройство" },
      { "code": "25.02.08", "title": "Эксплуатация беспилотных авиационных систем" },
      { "code": "35.02.01", "title": "Лесное и лесопарковое хозяйство" },
      { "code": "35.02.12", "title": "Садово-парковое и ландшафтное строительство" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "49.02.01", "title": "Физическая культура" }
    ]
  },
  {
    number: 25,
    name: "ГБПОУ «Бобровский аграрно-индустриальный колледж им. М.Ф.Тимашовой»",
    website: "http://baik.obrvrn.ru",
    vk: "https://vk.com/baik_professionalitet",
    address: "397702, Воронежская область, г. Бобров, ул. Полевая, д. 2А",
    phone: "8 (473) 504-73-22",
    email: "baik@govvrn.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "19.02.11", "title": "Технология продуктов питания из растительного сырья" },
      { "code": "19.02.12", "title": "Технология продуктов питания животного происхождения" },
      { "code": "35.02.05", "title": "Агрономия" },
      { "code": "35.02.06", "title": "Технология производства и переработки сельскохозяйственной продукции" },
      { "code": "35.02.08", "title": "Электрификация и автоматизация сельского хозяйства" },
      { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" }
    ]
  },
  {
    number: 26,
    name: "АНПОО «Колледж Воронежского института высоких технологий»",
    website: "http://collegevivt.ru",
    vk: "https://vk.com/vivtvrn",
    address: "394043, Воронежская область, г. Воронеж, ул. Ленина, д 73а, оф. 408",
    phone: "8 (473) 202-04-20",
    email: "info@collegevivt.ru",
    directions: [
      { "code": "09.02.03", "title": "Программирование в компьютерных системах" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "15.02.09", "title": "Аддитивные технологии" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
      { "code": "38.02.08", "title": "Торговое дело" },
      { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
      { "code": "40.02.04", "title": "Юриспруденция" }
    ]
  },
  {
    number: 27,
    name: "ГБПОУ «Воронежский политехнический техникум»",
    website: "http://vpt.obrvrn.ru",
    vk: "https://vk.com/vpt_professionalitet",
    address: "394055, Воронежская область, г. Воронеж, ул. Ворошилова, д. 18",
    phone: "8 (473) 263-42-78",
    email: "vpt@govvrn.ru",
    directions: [
      { "code": "15.02.08", "title": "Технология машиностроения" },
      { "code": "15.02.09", "title": "Аддитивные технологии" },
      { "code": "23.02.01", "title": "Организация перевозок и управление на транспорте (по видам)" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { "code": "27.02.07", "title": "Управление качеством продукции, процессов и услуг" },
      { "code": "38.02.05", "title": "Товароведение и экспертиза качества потребительских товаров" },
      { "code": "38.02.08", "title": "Торговое дело" },
      { "code": "43.02.15", "title": "Поварское и кондитерское дело" }
    ]
  },
  {
    number: 28,
    name: "ГБПОУ «Воронежский техникум промышленно-строительных технологий»",
    website: "http://vtpst.obrvrn.ru",
    vk: "https://vk.com/club193042857",
    address: "394074, Воронежская область, г. Воронеж, ул. Саврасова, д. 16",
    phone: "8 (473) 268-66-31",
    email: "vtpst@govvrn.ru",
    directions: [
      { "code": "08.01.18", "title": "Электромонтажник электрических сетей и электрооборудования" },
      { "code": "08.01.25", "title": "Мастер отделочных строительных и декоративных работ" },
      { "code": "08.01.27", "title": "Мастер общестроительных работ" },
      { "code": "08.01.29", "title": "Мастер по ремонту и обслуживанию инженерных систем жилищно-коммунального хозяйства" },
      { "code": "11.01.08", "title": "Оператор связи" },
      { "code": "15.01.05", "title": "Сварщик (электросварочные и газосварочные работы)" },
      { "code": "23.01.08", "title": "Слесарь по ремонту строительных машин" },
      { "code": "43.01.09", "title": "Повар, кондитер" }
    ]
  },
  {
    number: 29,
    name: "АНПОО «Колледж информационных технологий и финансов»",
    website: "http://kitif.ru",
    vk: "https://vk.com/kolledj.kitif",
    address: "394026, Воронежская область, г. Воронеж, ул. Дружинников, д. 8",
    phone: "8 (473) 246-17-76",
    email: "info@kitif.ru",
    directions: [
      { "code": "09.02.04", "title": "Информационные системы (по отраслям)" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "09.02.09", "title": "Веб-разработка" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
      { "code": "38.02.06", "title": "Финансы" },
      { "code": "38.02.07", "title": "Банковское дело" },
      { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
      { "code": "40.02.04", "title": "Юриспруденция" }
    ]
  },
  {
    number: 30,
    name: "ГБПОУ «Новоусманский многопрофильный техникум»",
    website: "http://nmt36.obrvrn.ru",
    vk: "https://vk.com/nmt36",
    address: "396310, Воронежская область, г. Новая Усмань, ул. Ленина, д. 310",
    phone: "8 (473) 41 5-64-19",
    email: "nmt36bpoo@govvrn.ru",
    directions: [
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { "code": "38.02.08", "title": "Торговое дело" }
    ]
  },
  {
    number: 31,
    name: "ГБПОУ «Богучарский многопрофильный колледж им. М.А. Шолохова»",
    website: "http://bmk.obrvrn.ru",
    vk: "https://vk.com/bmk_professionalitet",
    address: "396790, Воронежская область, г. Богучар, ул. Шолохова, д. 4",
    phone: "8 (473) 662-05-82",
    email: "bmk@govvrn.ru",
    directions: [
      { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
      { "code": "13.02.11", "title": "Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)" },
      { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
      { "code": "38.02.08", "title": "Торговое дело" },
      { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
      { "code": "40.02.04", "title": "Юриспруденция" }
    ]
  },
  {
    number: 32,
    name: "ГБПОУ «Воронежское областное училище культуры имени А.С.Суворина»",
    website: "http://vouk-vrn.ru",
    vk: "https://vk.com/voukvrn",
    address: "397700, Воронежская область, г. Бобров, ул. им. Кирова, д. 57а",
    phone: "8 (473) 504-13-09",
    email: "vouk@govvrn.ru",
    directions: [
      { "code": "51.02.01", "title": "Народное художественное творчество (по видам)" },
      { "code": "51.02.02", "title": "Социально-культурная деятельность (по видам)" },
      { "code": "51.02.03", "title": "Библиотековедение" },
      { "code": "53.02.02", "title": "Музыкальное искусство эстрады (по видам)" },
      { "code": "53.02.03", "title": "Инструментальное исполнительство (по видам инструментов)" },
      { "code": "53.02.05", "title": "Сольное и хоровое народное пение" },
      { "code": "53.02.06", "title": "Хоровое дирижирование" },
      { "code": "53.02.08", "title": "Музыкальное звукооператорское мастерство" }
    ]
  },
  {
    number: 33,
    name: "ГБПОУ «Воронежский техникум моды и дизайна»",
    website: "https://vtmd36.ru/",
    vk: "https://vk.com/vtmd36",
    address: "394042, Воронежская область, г. Воронеж, пер. Серафимовича, д. 1а",
    phone: "8 (473) 222-98-99",
    email: "vcmd@govvrn.ru",
    directions: [
      { "code": "43.02.13", "title": "Технология парикмахерского искусства" },
      { "code": "43.02.17", "title": "Технологии индустрии красоты" }
    ]
  },
  {
    number: 34,
    name: "ГБПОУ «Лискинский аграрно-технологический техникум»",
    website: "http://latt.obrvrn.ru",
    vk: "https://vk.com/latt36_professionalitet",
    address: "397908, Воронежская область, г. Лиски, ул. Маршала Жукова, д. 3",
    phone: "8 (473) 914-50-53",
    email: "latt@govvrn.ru",
    directions: [
      { "code": "35.02.05", "title": "Агрономия" },
      { "code": "35.02.07", "title": "Механизация сельского хозяйства" },
      { "code": "35.02.16", "title": "Эксплуатация и ремонт сельскохозяйственной техники и оборудования" },
      { "code": "36.02.01", "title": "Ветеринария" },
      { "code": "36.02.02", "title": "Зоотехния" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  {
    number: 35,
    name: "ГБПОУ «Губернский педагогический колледж»",
    website: "http://gpk36.obrvrn.ru",
    vk: "https://vk.com/gbpouvogpk_professionalitet",
    address: "394019, Воронежская область, г. Воронеж, ул. Газовая, д. 24",
    phone: "8 (473) 202-57-21",
    email: "vmpk36@govvrn.ru",
    directions: [
      { "code": "44.02.01", "title": "Дошкольное образование" },
      { "code": "44.02.02", "title": "Преподавание в начальных классах" },
      { "code": "44.02.03", "title": "Педагогика дополнительного образования" },
      { "code": "44.02.04", "title": "Специальное дошкольное образование" },
      { "code": "44.02.05", "title": "Коррекционная педагогика в начальном образовании" },
      { "code": "49.02.01", "title": "Физическая культура" },
      { "code": "53.02.01", "title": "Музыкальное образование" }
    ]
  },
  {
    number: 36,
    name: "АНОПО «Международный техникум экономики, права и информационных технологий»",
    website: "http://mtepit.ru",
    vk: "https://vk.com/mtepit",
    address: "394033, Воронежская область, г. Воронеж, пр-кт Ленинский, д. 174л",
    phone: "8 (473) 222-93-32",
    email: "mtepit@mail.ru",
    directions: [
      { "code": "09.02.02", "title": "Компьютерные сети" },
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.07", "title": "Банковское дело" },
      { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
      { "code": "40.02.04", "title": "Юриспруденция" },
      { "code": "46.02.01", "title": "Документационное обеспечение управления и архивоведение" }
    ]
  },
  {
    number: 37,
    name: "ГБПОУ «Воронежский колледж сварки и промышленных технологий»",
    website: "https://vkspt.obrvrn.ru/",
    vk: "https://vk.com/vkspt_professionalitet",
    address: "394090, Воронежская область, г. Воронеж, ул. Ростовская, д. 55",
    phone: "8 (473) 268-11-55",
    email: "vkspt@govvrn.ru",
    directions: [
      { "code": "08.02.09", "title": "Монтаж, наладка и эксплуатация электрооборудования промышленных и гражданских зданий" }
    ]
  },
  {
    number: 38,
    name: "АНОПО «Автомобильный, правовой техникум»",
    website: "http://vrntech.ru",
    vk: "https://vk.com/vrntech",
    address: "394036, Воронежская область, г. Воронеж, ул. Карла Маркса, д. 43",
    phone: "8 (473) 253-20-43",
    email: "iep@inbox.ru",
    directions: [
      { "code": "23.02.03", "title": "Техническое обслуживание и ремонт автомобильного транспорта" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { "code": "38.02.06", "title": "Финансы" },
      { "code": "38.02.07", "title": "Банковское дело" },
      { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
      { "code": "40.02.04", "title": "Юриспруденция" }
    ]
  },
  {
    number: 39,
    name: "БПОУ «Воронежский базовый медицинский колледж»",
    website: "http://vbmk.vrn.ru",
    vk: "https://vk.com/vrnbmk",
    address: "394055, Воронежская область, г. Воронеж, ул. Космонавтов, д. 46",
    phone: "8 (473) 263-56-91",
    email: "mail@vmk.zdrav36.ru",
    directions: [
      { "code": "31.02.01", "title": "Лечебное дело" },
      { "code": "31.02.02", "title": "Акушерское дело" },
      { "code": "31.02.03", "title": "Лабораторная диагностика" },
      { "code": "31.02.05", "title": "Стоматология ортопедическая" },
      { "code": "33.02.01", "title": "Фармация" },
      { "code": "34.02.01", "title": "Сестринское дело" }
    ]
  },
  {
    number: 40,
    name: "ГБПОУ «Воронежский юридический техникум»",
    website: "http://law.obrvrn.ru",
    vk: "https://vk.com/vut_professionalitet",
    address: "394042, Воронежская область, г. Воронеж, ул. Ленинградская, д. 1",
    phone: "8 (473) 222-98-74",
    email: "vut@govvrn.ru",
    directions: [
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.02", "title": "Страховое дело (по отраслям)" },
      { "code": "39.02.01", "title": "Социальная работа" },
      { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
      { "code": "40.02.03", "title": "Право и судебное администрирование" },
      { "code": "40.02.04", "title": "Юриспруденция" }
    ]
  },
  {
    number: 41,
    name: "ГБПОУ «Губернский педагогический колледж - филиал в г. Павловск»",
    website: "http://gpk36.obrvrn.ru",
    vk: "https://vk.com/gbpouvogpk_professionalitet",
    address: "396422, Воронежская область, г. Павловск, ул. 1 Мая, д. 13",
    phone: "8 (473) 622-52-65",
    email: "pav.vmpk36@govvrn.ru",
    directions: [
      { "code": "44.02.01", "title": "Дошкольное образование" },
      { "code": "44.02.02", "title": "Преподавание в начальных классах" },
      { "code": "44.02.03", "title": "Педагогика дополнительного образования" },
      { "code": "44.02.05", "title": "Коррекционная педагогика в начальном образовании" },
      { "code": "49.02.01", "title": "Физическая культура" },
      { "code": "49.02.02", "title": "Адаптивная физическая культура" }
    ]
  },
  {
    number: 42,
    name: "ГБПОУ «Губернский педагогический колледж - филиал в г. Россошь»",
    website: "http://gpk36.obrvrn.ru",
    vk: "https://vk.com/gbpouvogpk_professionalitet",
    address: "396650, Воронежская область, г. Россошь, ул. Пролетарская, д. 67",
    phone: "8 (473) 962-36-02",
    email: "ross.vmpk36@govvrn.ru",
    directions: [
      { "code": "09.02.01", "title": "Компьютерные системы и комплексы" },
      { "code": "44.02.01", "title": "Дошкольное образование" },
      { "code": "44.02.02", "title": "Преподавание в начальных классах" },
      { "code": "44.02.03", "title": "Педагогика дополнительного образования" },
      { "code": "49.02.01", "title": "Физическая культура" },
      { "code": "53.02.01", "title": "Музыкальное образование" }
    ]
  },
  {
    number: 43,
    name: "АНПОО «Региональный экономико-правовой колледж — филиал в г. Лиски»",
    website: "http://liski.repk.su",
    vk: "https://vk.com/club218610339",
    address: "397900, Воронежская область, г. Лиски, ул. Тельмана, д. 31",
    phone: "8 (800) 700-74-89",
    email: "mail.rcel@vilec.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
      { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
      { "code": "40.02.04", "title": "Юриспруденция" },
      { "code": "44.02.01", "title": "Дошкольное образование" }
    ]
  },
  {
    number: 44,
    name: "ГБПОУ «Борисоглебский дорожный техникум»",
    website: "http://bdt.obrvrn.ru",
    vk: "https://vk.com/bordt_professionalitet",
    address: "397171, Воронежская область, г. Борисоглебск, ул. Советская, д. 123",
    phone: "8 (473) 546-61-33",
    email: "bdt@govvrn.ru",
    directions: [
      { "code": "08.02.05", "title": "Строительство и эксплуатация автомобильных дорог и аэродромов" },
      { "code": "08.02.12", "title": "Строительство и эксплуатация автомобильных дорог, аэродромов и городских путей сообщения" },
      { "code": "23.02.04", "title": "Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)" },
      { "code": "23.02.07", "title": "Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" }
    ]
  },
  {
    number: 45,
    name: "ФГБОУ ВО «Колледж Российский экономический университет им. Г.В. Плеханова — в г. Воронеж»",
    website: "http://rea.ru",
    vk: "https://vk.com/reuvoronezh",
    address: "394030, Воронежская область, г. Воронеж, ул. Карла Маркса, д. 67а",
    phone: "8 (473) 263-19-21",
    email: "spo@vfreu.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.03", "title": "Операционная деятельность в логистике" },
      { "code": "38.02.04", "title": "Коммерция (по отраслям)" },
      { "code": "38.02.08", "title": "Торговое дело" }
    ]
  },
  {
    number: 46,
    name: "ГБПОУ «Лискинский промышленно-транспортный техникум имени А.К. Лысенко - филиал в г. Поворино»",
    website: "https://old.lptt.ru/povorino.shtml",
    vk: "https://vk.com/lptt_professionalitet",
    address: "397350, Воронежская область, г. Поворино, ул. Садовая, д. 11",
    phone: "8 (473) 763-20-27",
    email: "povorino.lptt@govvrn.ru",
    directions: [
      { "code": "15.01.05", "title": "Сварщик (электросварочные и газосварочные работы)" },
      { "code": "23.01.09", "title": "Машинист локомотива" },
      { "code": "35.01.14", "title": "Мастер по техническому обслуживанию и ремонту машинно-тракторного парка" },
      { "code": "35.01.27", "title": "Мастер сельскохозяйственного производства" },
      { "code": "43.01.09", "title": "Повар, кондитер" }
    ]
  },
  {
    number: 47,
    name: "АНОО ВО «Колледж Международный институт компьютерных технологий»",
    website: "http://iict.ru",
    vk: "https://vk.com/iict_vrn",
    address: "394026, Воронежская область, г. Воронеж, ул. Солнечная, д. 29Б",
    phone: "8 (473) 280-20-70",
    email: "vuz@iict.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "10.02.04", "title": "Обеспечение информационной безопасности телекоммуникационных систем" },
      { "code": "11.02.15", "title": "Инфокоммуникационные сети и системы связи" },
      { "code": "15.02.10", "title": "Мехатроника и мобильная робототехника" }
    ]
  },
  {
    number: 48,
    name: "БПОУ ВО «Россошанский медицинский колледж»",
    website: "http://rossmed.vrn.eduru.ru/",
    vk: "https://vk.com/rossmedcol",
    address: "396659, Воронежская область, г. Россошь, ул. Урицкого, д. 14",
    phone: "8 (473) 962-33-02",
    email: "rossmed@list.ru",
    directions: [
      { "code": "31.02.01", "title": "Лечебное дело" },
      { "code": "31.02.03", "title": "Лабораторная диагностика" },
      { "code": "31.02.05", "title": "Стоматология ортопедическая" },
      { "code": "33.02.01", "title": "Фармация" },
      { "code": "34.02.01", "title": "Сестринское дело" }
    ]
  },
  {
    number: 49,
    name: "БПОУ «Борисоглебский медицинский колледж»",
    website: "https://bormed.ru/",
    vk: "https://vk.com/bormedkoll",
    address: "397160, Воронежская область, г. Борисоглебск, ул. Третьяковская, д. 8",
    phone: "8 (473) 546-44-25",
    email: "mail@bormk.zdrav36.ru",
    directions: [
      { "code": "31.02.01", "title": "Лечебное дело" },
      { "code": "31.02.06", "title": "Стоматология профилактическая" },
      { "code": "33.02.01", "title": "Фармация" },
      { "code": "34.02.01", "title": "Сестринское дело" }
    ]
  },
  {
    number: 50,
    name: "АНОПО «Воронежский колледж «Номос»»",
    website: "http://college-nomos.ru",
    vk: "https://vk.com/club22406244",
    address: "394036, Воронежская область, г. Воронеж, ул. Пятницкого, д. 67",
    phone: "8 (473) 271-35-36",
    email: "vcn@college-nomos.ru",
    directions: [
      { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
      { "code": "40.02.04", "title": "Юриспруденция" },
      { "code": "44.02.02", "title": "Преподавание в начальных классах" },
      { "code": "54.02.01", "title": "Дизайн (по отраслям)" }
    ]
  },
  {
    number: 51,
    name: "БПОУ «Острогожский медицинский колледж»",
    website: "http://ostrogmedkoll.ru",
    vk: "https://vk.com/medicalcollege36",
    address: "397855, Воронежская область, г. Острогожск, ул. Нарского, д. 17",
    phone: "8 (47375) 4-19-84",
    email: "mail@ostmk.zdrav36.ru",
    directions: [
      { "code": "31.02.01", "title": "Лечебное дело" },
      { "code": "31.02.03", "title": "Лабораторная диагностика" },
      { "code": "33.02.01", "title": "Фармация" },
      { "code": "34.02.01", "title": "Сестринское дело" }
    ]
  },
  {
    number: 52,
    name: "ГБПОУ «Хреновская школа наездников»",
    website: "http://www.naezdnik.vrn.ru",
    vk: "https://vk.com/club14919895",
    address: "397740, Воронежская область, г. Слобода, ул. Центральная усадьба конного завода, д. 15",
    phone: "8 (473) 506-10-48",
    email: "hsn@govvrn.ru",
    directions: [
      { "code": "36.02.01", "title": "Ветеринария" },
      { "code": "43.02.14", "title": "Гостиничное дело" },
      { "code": "43.02.16", "title": "Туризм и гостеприимство" }
    ]
  },
  {
    number: 53,
    name: "ГБПОУ «Воронежский техникум пищевой и перерабатывающей промышленности»",
    website: "https://vtppp.obrvrn.ru/",
    vk: "https://vk.com/vtppp_professionalitet",
    address: "394005, Воронежская область, г. Воронеж, пр-кт Московский, д. 129",
    phone: "8 (473) 246-21-77",
    email: "vttppp@govvrn.ru",
    directions: [
      { "code": "43.02.15", "title": "Поварское и кондитерское дело" },
      { "code": "43.02.16", "title": "Туризм и гостеприимство" }
    ]
  },
  {
    number: 54,
    name: "ФГБОУ ВО «Колледж Воронежский государственный университет - филиал в г. Борисоглебск»",
    website: "http://bsk.vsu.ru",
    vk: "https://vk.com/bf_vsu",
    address: "397160, Воронежская область, г. Борисоглебск, ул. Народная, д. 43",
    phone: "8 (473) 546-26-01",
    email: "directorate@bsk.vsu.ru",
    directions: [
      { "code": "09.02.07", "title": "Информационные системы и программирование" },
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "44.02.01", "title": "Дошкольное образование" },
      { "code": "44.02.05", "title": "Коррекционная педагогика в начальном образовании" }
    ]
  },
  {
    number: 55,
    name: "ГБПОУ «Борисоглебский сельскохозяйственный техникум - филиал в г. Эртиль»",
    website: "http://pu16e.narod.ru",
    vk: "https://vk.com/bsht36",
    address: "397030, Воронежская область, г. Эртиль, ул. Героя Колбенева, д. 6а",
    phone: "8 (473) 452-12-75",
    email: "pu16@vmail.ru",
    directions: [
      { "code": "38.02.03", "title": "Операционная деятельность в логистике" }
    ]
  },
  {
    number: 56,
    name: "ГБПОУ «Борисоглебское музыкальное училище»",
    website: "http://bmu.vrn.muzkult.ru",
    vk: "https://vk.com/club194277730",
    address: "397160, Воронежская область, г. Борисоглебск, ул. Советская, д. 28",
    phone: "8 (473) 546-21-69",
    email: "bmusekr@govvrn.ru",
    directions: [
      { "code": "51.02.01", "title": "Народное художественное творчество (по видам)" },
      { "code": "53.02.03", "title": "Инструментальное исполнительство (по видам инструментов)" },
      { "code": "53.02.06", "title": "Хоровое дирижирование" }
    ]
  },
  {
    number: 57,
    name: "ГБПОУ «Воронежское хореографическое училище»",
    website: "http://balletvrn.ru",
    vk: "https://vk.com/club2423959",
    address: "394036, Воронежская область, г. Воронеж, ул. Коммунаров, д. 36",
    phone: "8 (473) 255-05-43",
    email: "balletschool@govvrn.ru",
    directions: [
      { "code": "52.02.01", "title": "Искусство балета" },
      { "code": "52.02.02", "title": "Искусство танца (по видам)" }
    ]
  },
  {
    number: 58,
    name: "ФГБОУ ВО «Колледж Воронежский государственный медицинский университет им. Н.Н. Бурденко»",
    website: "https://vrngmu.ru/",
    vk: "https://vk.com/vrnsmu_burdenko",
    address: "394036, Воронежская область, г. Воронеж, ул. Студенческая, д. 10",
    phone: "8 (473) 259-89-90",
    email: "mail@vrmgmu.ru",
    directions: [
      { "code": "31.02.05", "title": "Стоматология ортопедическая" },
      { "code": "33.02.01", "title": "Фармация" },
      { "code": "34.02.01", "title": "Сестринское дело" }
    ]
  },
  {
    number: 59,
    name: "АНОО ВО «Колледж Воронежский экономико-правовой институт»",
    website: "http://vepi.ru",
    vk: "https://vk.com/clubvepi",
    address: "394033, Воронежская область, г. Воронеж, пр-кт Ленинский, д. 119а",
    phone: "8 (473) 202-73-35",
    email: "mail@vilec.ru",
    directions: [
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
      { "code": "40.02.04", "title": "Юриспруденция" }
    ]
  },
  {
    number: 60,
    name: "АНПОО «Региональный экономико-правовой колледж — филиал в г. Нововоронеж»",
    website: "http://nvrn.repk.su",
    vk: "https://vk.com/filialrepk",
    address: "396073, Воронежская область, г. Нововоронеж, ул. Первомайская, д. 9Б",
    phone: "8 (800) 700-74-89",
    email: "nvrn.rcel@vilec.ru",
    directions: [
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "40.02.01", "title": "Право и организация социального обеспечения" },
      { "code": "40.02.04", "title": "Юриспруденция" }
    ]
  },
  {
    number: 61,
    name: "БПОУ ВО «Бутурлиновский медицинский техникум»",
    website: "http://butmed.nubex.ru",
    vk: "https://vk.com/bmt_36",
    address: "397500, Воронежская область, г. Бутурлиновка, ул. Коммунистическая, д. 5",
    phone: "8 (47361) 2-13-65",
    email: "mail@butmk.zdrav36.ru",
    directions: [
      { "code": "31.02.01", "title": "Лечебное дело" },
      { "code": "31.02.03", "title": "Лабораторная диагностика" },
      { "code": "34.02.01", "title": "Сестринское дело" }
    ]
  },
  {
    number: 62,
    name: "ГБПОУ «Воронежская специальная музыкальная школа (колледж)»",
    website: "http://vsmh.edu-sites.ru",
    vk: "https://vk.com/vsmshkolledg",
    address: "394000, Воронежская область, г. Воронеж, ул. Никитинская, д. 26",
    phone: "8 (473) 253-93-19",
    email: "myzkoll@govvrn.ru",
    directions: [
      { "code": "53.02.03", "title": "Инструментальное исполнительство (по видам инструментов)" },
      { "code": "53.02.07", "title": "Теория музыки" }
    ]
  },
  // ДУБЛИКАТ (number: 63) УДАЛЕН
  {
    number: 63,
    name: "МАОУ ВО «Колледж Воронежский институт экономики и социального управления»",
    website: "http://viesm.ru",
    vk: "",
    address: "394036, Воронежская область, г. Воронеж, ул. Помяловского, д. 27",
    phone: "8 (473) 253-16-23",
    email: "viesm@ymail.ru",
    directions: [
      { "code": "38.02.01", "title": "Экономика и бухгалтерский учет (по отраслям)" },
      { "code": "38.02.07", "title": "Банковское дело" }
    ]
  },
  // === РАЗДЕЛИТЕЛЬ ВПО ===
  { type: "heading", title: "Каталог специальностей высшего профессионального образования (ВПО)" },
  // === ВПО (вузы) после разделителя ===
  {
    number: 1,
    name: "ФГБОУ ВО «Воронежский государственный университет»",
    website: "http://www.vsu.ru",
    vk: "https://vk.com/vsumain",
    address: "394018, Воронежская область, г. Воронеж, Университетская площадь, д. 1",
    phone: "8 (473) 220-75-21",
    email: "office@main.vsu.ru",
    directions: [
      { "code": "01.03.01", "title": "Математика" },
      { "code": "01.03.02", "title": "Прикладная математика и информатика" },
      { "code": "01.03.03", "title": "Механика и математическое моделирование" },
      { "code": "01.03.04", "title": "Прикладная математика" },
      { "code": "02.03.01", "title": "Математика и компьютерные науки" },
      { "code": "02.03.02", "title": "Фундаментальная информатика и информационные технологии" },
      { "code": "02.03.03", "title": "Математическое обеспечение и администрирование информационных систем" },
      { "code": "03.03.02", "title": "Физика" },
      { "code": "03.03.03", "title": "Радиофизика" },
      { "code": "04.03.01", "title": "Химия" },
      { "code": "04.03.02", "title": "Химия, физика и механика материалов" },
      { "code": "05.03.01", "title": "Геология" },
      { "code": "05.03.02", "title": "География" },
      { "code": "05.03.06", "title": "Экология и природопользование" },
      { "code": "06.03.01", "title": "Биология" },
      { "code": "06.03.02", "title": "Почвоведение" },
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "09.03.04", "title": "Программная инженерия" },
      { "code": "10.03.01", "title": "Информационная безопасность" },
      { "code": "11.03.02", "title": "Инфокоммуникационные технологии и системы связи" },
      { "code": "11.03.04", "title": "Электроника и наноэлектроника" },
      { "code": "12.03.03", "title": "Фотоника и оптоинформатика" },
      { "code": "14.03.02", "title": "Ядерные физика и технологии" },
      { "code": "15.03.06", "title": "Мехатроника и робототехника" },
      { "code": "18.03.01", "title": "Химическая технология" },
      { "code": "19.03.01", "title": "Биотехнология" },
      { "code": "37.03.01", "title": "Психология" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.03", "title": "Управление персоналом" },
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
      { "code": "38.03.05", "title": "Бизнес-информатика" },
      { "code": "39.03.01", "title": "Социология" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "41.03.01", "title": "Зарубежное регионоведение" },
      { "code": "41.03.04", "title": "Политология" },
      { "code": "41.03.05", "title": "Международные отношения" },
      { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
      { "code": "42.03.02", "title": "Журналистика" },
      { "code": "42.03.03", "title": "Издательское дело" },
      { "code": "42.03.04", "title": "Телевидение" },
      { "code": "42.03.05", "title": "Медиакоммуникации" },
      { "code": "43.03.02", "title": "Туризм" },
      { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
      { "code": "45.03.01", "title": "Филология" },
      { "code": "45.03.02", "title": "Лингвистика" },
      { "code": "45.03.03", "title": "Фундаментальная и прикладная лингвистика" },
      { "code": "46.03.01", "title": "История" },
      { "code": "46.03.02", "title": "Документоведение и архивоведение" },
      { "code": "47.03.01", "title": "Философия" },
      { "code": "50.03.01", "title": "Искусства и гуманитарные науки" },
      { "code": "51.03.01", "title": "Культурология" },
      { "code": "51.03.06", "title": "Библиотечно-информационная деятельность" }
    ]
  },
  {
    number: 2,
    name: "ФГБОУ ВО «Воронежский государственный технический университет»",
    website: "http://cchgeu.ru",
    vk: "https://vk.com/vgtu_tip",
    address: "394006, Воронежская область, г. Воронеж, ул. 20-летия Октября, д. 84",
    phone: "8 (473) 271-59-05",
    email: "rector@cchgeu.ru",
    directions: [
      { "code": "05.03.06", "title": "Экология и природопользование" },
      { "code": "07.03.01", "title": "Архитектура" },
      { "code": "07.03.02", "title": "Реконструкция и реставрация архитектурного наследия" },
      { "code": "07.03.03", "title": "Дизайн архитектурной среды" },
      { "code": "07.03.04", "title": "Градостроительство" },
      { "code": "08.03.01", "title": "Строительство" },
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "09.03.04", "title": "Программная инженерия" },
      { "code": "11.03.01", "title": "Радиотехника" },
      { "code": "11.03.03", "title": "Конструирование и технология электронных средств" },
      { "code": "11.03.04", "title": "Электроника и наноэлектроника" },
      { "code": "12.03.01", "title": "Приборостроение" },
      { "code": "12.03.04", "title": "Биотехнические системы и технологии" },
      { "code": "13.03.01", "title": "Теплоэнергетика и теплотехника" },
      { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
      { "code": "14.03.01", "title": "Ядерная энергетика и теплофизика" },
      { "code": "15.03.01", "title": "Машиностроение" },
      { "code": "15.03.04", "title": "Автоматизация технологических процессов и производств" },
      { "code": "15.03.05", "title": "Конструкторско-технологическое обеспечение машиностроительных производств" },
      { "code": "15.03.06", "title": "Мехатроника и робототехника" },
      { "code": "16.03.01", "title": "Техническая физика" },
      { "code": "20.03.01", "title": "Техносферная безопасность" },
      { "code": "20.03.02", "title": "Природообустройство и водопользование" },
      { "code": "21.03.01", "title": "Нефтегазовое дело" },
      { "code": "21.03.02", "title": "Землеустройство и кадастры" },
      { "code": "21.03.03", "title": "Геодезия и дистанционное зондирование" },
      { "code": "22.03.01", "title": "Материаловедение и технологии материалов" },
      { "code": "22.03.02", "title": "Металлургия" },
      { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
      { "code": "27.03.02", "title": "Управление качеством" },
      { "code": "27.03.03", "title": "Системный анализ и управление" },
      { "code": "27.03.04", "title": "Управление в технических системах" },
      { "code": "27.03.05", "title": "Инноватика" },
      { "code": "28.03.01", "title": "Нанотехнологии и микросистемная техника" },
      { "code": "28.03.02", "title": "Наноинженерия" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.03", "title": "Управление персоналом" },
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
      { "code": "38.03.05", "title": "Бизнес-информатика" },
      { "code": "38.03.10", "title": "Жилищное хозяйство и коммунальная инфраструктура" },
      { "code": "42.03.01", "title": "Реклама и связи с общественностью" },
      { "code": "42.03.02", "title": "Журналистика" },
      { "code": "54.03.01", "title": "Дизайн" }
    ]
  },
  {
    number: 3,
    name: "ФГБОУ ВО «Воронежский государственный медицинский университет им. Н.Н. Бурденко»",
    website: "https://vrngmu.ru/",
    vk: "https://vk.com/vrnsmu_burdenko",
    address: "394036, Воронежская область, г. Воронеж, ул. Студенческая, д. 10",
    phone: "8 (473) 259-89-90",
    email: "mail@vrngmu.ru",
    directions: [
      { "code": "34.03.01", "title": "Сестринское дело" },
      { "code": "31.05.01", "title": "Лечебное дело" },
      { "code": "31.05.02", "title": "Педиатрия" },
      { "code": "31.05.03", "title": "Стоматология" },
      { "code": "31.05.04", "title": "Остеопатия" },
      { "code": "32.05.01", "title": "Медико-профилактическое дело" },
      { "code": "33.05.01", "title": "Фармация" },
      { "code": "37.05.01", "title": "Клиническая психология" }
    ]
  },
  {
    number: 4,
    name: "ФГБОУ ВО «Воронежский государственный лесотехнический университет им. Г.Ф. Морозова»",
    website: "http://vgltu.ru",
    vk: "https://vk.com/vgltu",
    address: "394087, Воронежская область, г. Воронеж, ул. Тимирязева, д. 8",
    phone: "8 (473) 253-78-47",
    email: "vglta@vglta.vrn.ru",
    directions: [
      { "code": "05.03.06", "title": "Экология и природопользование" },
      { "code": "06.03.01", "title": "Биология" },
      { "code": "06.03.02", "title": "Почвоведение" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "15.03.02", "title": "Технологические машины и оборудование" },
      { "code": "15.03.04", "title": "Автоматизация технологических процессов и производств" },
      { "code": "15.03.06", "title": "Мехатроника и робототехника" },
      { "code": "19.03.01", "title": "Биотехнология" },
      { "code": "20.03.01", "title": "Техносферная безопасность" },
      { "code": "21.03.02", "title": "Землеустройство и кадастры" },
      { "code": "22.03.01", "title": "Материаловедение и технологии материалов" },
      { "code": "23.03.01", "title": "Технология транспортных процессов" },
      { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
      { "code": "27.03.04", "title": "Управление в технических системах" },
      { "code": "27.03.05", "title": "Инноватика" },
      { "code": "35.03.01", "title": "Лесное дело" },
      { "code": "35.03.02", "title": "Технология лесозаготовительных и деревоперерабатывающих производств" },
      { "code": "35.03.10", "title": "Ландшафтная архитектура" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "43.03.02", "title": "Туризм" },
      { "code": "54.03.01", "title": "Дизайн" }
    ]
  },
  {
    number: 5,
    name: "ФГБОУ ВО «Воронежский государственный аграрный университет им. Петра I»",
    website: "http://www.vsau.ru",
    vk: "https://vk.com/vsau1912",
    address: "394087, Воронежская область, г. Воронеж, ул. Мичурина, д. 1",
    phone: "8 (473) 253-86-51",
    email: "main@vsau.ru",
    directions: [
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "19.03.01", "title": "Биотехнология" },
      { "code": "19.03.02", "title": "Продукты питания из растительного сырья" },
      { "code": "19.03.03", "title": "Продукты питания животного происхождения" },
      { "code": "20.03.02", "title": "Природообустройство и водопользование" },
      { "code": "21.03.02", "title": "Землеустройство и кадастры" },
      { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
      { "code": "35.03.03", "title": "Агрохимия и агропочвоведение" },
      { "code": "35.03.04", "title": "Агрономия" },
      { "code": "35.03.05", "title": "Садоводство" },
      { "code": "35.03.06", "title": "Агроинженерия" },
      { "code": "35.03.07", "title": "Технология производства и переработки сельскохозяйственной продукции" },
      { "code": "35.03.10", "title": "Ландшафтная архитектура" },
      { "code": "36.03.01", "title": "Ветеринарно-санитарная экспертиза" },
      { "code": "36.03.02", "title": "Зоотехния" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
      { "code": "38.03.07", "title": "Товароведение" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "44.03.04", "title": "Профессиональное обучение (по отраслям)" }
    ]
  },
  {
    number: 6,
    name: "ФГБОУ ВО «Воронежский государственный педагогический университет»",
    website: "http://www.vspu.ac.ru",
    vk: "https://vk.com/vspu_vrn",
    address: "394043, Воронежская область, г. Воронеж, ул. Ленина, д. 86",
    phone: "8 (473) 254-56-43",
    email: "rectorat@vspu.ac.ru",
    directions: [
      { "code": "01.03.04", "title": "Прикладная математика" },
      { "code": "05.03.06", "title": "Экология и природопользование" },
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "43.03.02", "title": "Туризм" },
      { "code": "44.03.01", "title": "Педагогическое образование" },
      { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
      { "code": "44.03.03", "title": "Специальное (дефектологическое) образование" },
      { "code": "44.03.04", "title": "Профессиональное обучение (по отраслям)" },
      { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" },
      { "code": "51.03.02", "title": "Народная художественная культура" },
      { "code": "54.03.01", "title": "Дизайн" }
    ]
  },
  {
    number: 7,
    name: "ФГБОУ ВО «Воронежский филиал «Государственный университет морского и речного флота имени адмирала С.О. Макарова»»",
    website: "http://vfgumrf.ru",
    vk: "https://vk.com/vrngumrf",
    address: "394033, Воронежская область, г. Воронеж, Ленинский проспект, д. 174п",
    phone: "8 (473) 227-96-36",
    email: "vrgumrf@mail.ru",
    directions: [
      { "code": "01.03.02", "title": "Прикладная математика и информатика" },
      { "code": "08.03.01", "title": "Строительство" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "10.03.01", "title": "Информационная безопасность" },
      { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
      { "code": "20.03.02", "title": "Природообустройство и водопользование" },
      { "code": "23.03.01", "title": "Технология транспортных процессов" },
      { "code": "23.03.03", "title": "Эксплуатация транспортно-технологических машин и комплексов" },
      { "code": "26.03.01", "title": "Управление водным транспортом и гидрографическое обеспечение судоходства" },
      { "code": "26.03.02", "title": "Кораблестроение, океанотехника и системотехника объектов морской инфраструктуры" },
      { "code": "26.03.03", "title": "Водные пути, порты и гидротехнические сооружения" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "43.03.02", "title": "Туризм" }
    ]
  },
  {
    number: 8,
    name: "Военный учебно-научный центр ВВС Военно-воздушная академия им. Н.Е. Жуковского и Ю.А. Гагарина",
    website: "http://vva.mil.ru",
    vk: "https://vk.com/vva_mil",
    address: "394064, Воронежская область, г. Воронеж, ул. Старых Большевиков, д. 54А",
    phone: "8 (915) 582-73-04",
    email: "vva@mil.ru",
    directions: [
      { "code": "05.05.01", "title": "Метеорология специального назначения" },
      { "code": "08.05.02", "title": "Строительство, эксплуатация, восстановление и техническое прикрытие автомобильных дорог, мостов и тоннелей" },
      { "code": "10.05.03", "title": "Информационная безопасность автоматизированных систем" },
      { "code": "11.05.01", "title": "Радиоэлектронные системы и комплексы" },
      { "code": "11.05.02", "title": "Специальные радиотехнические системы" },
      { "code": "11.05.03", "title": "Применение и эксплуатация средств и систем специального мониторинга" },
      { "code": "13.05.01", "title": "Тепло- и электрообеспечение специальных технических систем и объектов" },
      { "code": "14.05.04", "title": "Электроника и автоматика физических установок" },
      { "code": "15.05.02", "title": "Робототехника военного и специального назначения" },
      { "code": "16.05.01", "title": "Специальные системы жизнеобеспечения" },
      { "code": "23.05.02", "title": "Транспортные средства специального назначения" },
      { "code": "24.05.05", "title": "Интегрированные системы летательных аппаратов" },
      { "code": "25.05.01", "title": "Техническая эксплуатация и восстановление боевых летательных аппаратов и двигателей" },
      { "code": "25.05.02", "title": "Техническая эксплуатация и восстановление электросистем и пилотажно-навигационных комплексов боевых летательных аппаратов" },
      { "code": "25.05.03", "title": "Техническая эксплуатация транспортного радиооборудования" },
      { "code": "27.05.02", "title": "Метрологическое обеспечение вооружения и военной техники" },
      { "code": "56.05.01", "title": "Тыловое обеспечение" },
      { "code": "56.05.04", "title": "Управление персоналом (Вооруженные Силы РФ, другие войска, воинские формирования и приравненные к ним органы РФ)" }
    ]
  },
  {
    number: 9,
    name: "Воронежский институт МВД РФ",
    website: "https://xn--b1am.xn--b1aew.xn--p1ai/",
    vk: "https://vk.com/club233046514",
    address: "394065, Воронежская область, г. Воронеж, проспект Патриотов, д. 53",
    phone: "8 (473) 264-90-20",
    email: "vrnin@mvd.ru",
    directions: [
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "11.03.01", "title": "Радиотехника" },
      { "code": "11.03.02", "title": "Инфокоммуникационные технологии и системы связи" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "40.03.02", "title": "Обеспечение законности и правопорядка" }
    ]
  },
  {
    number: 10,
    name: "АНОО ВО «Воронежский экономико-правовой институт»",
    website: "http://vepi.ru",
    vk: "https://vk.com/clubvepi",
    address: "394033, Воронежская область, г. Воронеж, Ленинский просп., д. 119А",
    phone: "8 (473) 202-73-35",
    email: "vepi.vepi@yandex.ru",
    directions: [
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "27.03.05", "title": "Инноватика" },
      { "code": "37.03.01", "title": "Психология" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "40.03.01", "title": "Юриспруденция" }
    ]
  },
  {
    number: 11,
    name: "АНОО ВО «Воронежский институт экономики и социального управления»",
    website: "http://viesm.ru",
    vk: "",
    address: "394036, Воронежская область, г. Воронеж, ул. Помяловского, д. 27",
    phone: "8 (473) 255-34-70",
    email: "viesm@vmail.ru",
    directions: [
      { "code": "03.03.01", "title": "Прикладные математика и физика" },
      { "code": "37.03.01", "title": "Психология" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
      { "code": "41.03.04", "title": "Политология" },
      { "code": "46.03.02", "title": "Документоведение и архивоведение" }
    ]
  },
  {
    number: 12,
    name: "МАОУ ВО «Воронежский институт высоких технологий»",
    website: "http://vivt.ru",
    vk: "https://vk.com/vivtvrn",
    address: "394043, Воронежская область, г. Воронеж, ул. Ленина, д. 73а",
    phone: "8 (473) 202-04-20",
    email: "office@vivt.ru",
    directions: [
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "20.03.01", "title": "Техносферная безопасность" },
      { "code": "27.03.05", "title": "Инноватика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.03", "title": "Управление персоналом" },
      { "code": "43.03.01", "title": "Сервис" }
    ]
  },
  {
    number: 13,
    name: "ФГБОУ ВО «Воронежская государственная академия спорта»",
    website: "https://www.vgifk.ru/",
    vk: "https://vk.com/voronezh_vgas",
    address: "394036, Воронежская область, г. Воронеж, ул. Карла Маркса, д. 59",
    phone: "8 (473) 280-02-71",
    email: "kanc@vgiik.ru",
    directions: [
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
      { "code": "49.03.01", "title": "Физическая культура" },
      { "code": "49.03.02", "title": "Физическая культура для лиц с отклонениями в состоянии здоровья (адаптивная физическая культура)" },
      { "code": "49.03.03", "title": "Рекреация и спортивно-оздоровительный туризм" },
      { "code": "49.03.04", "title": "Спорт" }
    ]
  },
  {
    number: 14,
    name: "ФГБОУ ВО «Российский экономический университет им. Г.В. Плеханова — филиал в г. Воронеж»",
    website: "http://www.rea.rf",
    vk: "https://vk.com/reuvoronezh",
    address: "394030, Воронежская область, г. Воронеж, ул. Карла Маркса, д. 67А",
    phone: "8 (473) 251-96-44",
    email: "rector@rea.ru",
    directions: [
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.06", "title": "Торговое дело" }
    ]
  },
  {
    number: 15,
    name: "АНОО ВО «Международный институт компьютерных технологий»",
    website: "http://iict.ru",
    vk: "https://vk.com/iict_vrn",
    address: "394026, Воронежская область, г. Воронеж, ул. Солнечная, д. 29Б",
    phone: "8 (473) 280-20-70",
    email: "vuz@iict.ru",
    directions: [
      { "code": "09.03.01", "title": "Информатика и вычислительная техника" },
      { "code": "10.03.01", "title": "Информационная безопасность" },
      { "code": "11.03.02", "title": "Инфокоммуникационные технологии и системы связи" },
      { "code": "13.03.01", "title": "Теплоэнергетика и теплотехника" },
      { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
      { "code": "15.03.06", "title": "Мехатроника и робототехника" }
    ]
  },
  {
    number: 16,
    name: "ФГБОУ ВО «Российская академия народного хозяйства и государственной службы при Президенте РФ — филиал в г. Воронеж»",
    website: "http://vrn.ranepa.ru",
    vk: "https://vk.com/vrnranepa",
    address: "394005, Воронежская область, г. Воронеж, Московский просп., д. 143",
    phone: "8 (473) 242-77-65",
    email: "obotdel@vrn.ranepa.ru",
    directions: [
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.04", "title": "Государственное и муниципальное управление" },
      { "code": "40.03.01", "title": "Юриспруденция" },
      { "code": "41.03.01", "title": "Зарубежное регионоведение" }
    ]
  },
  {
    number: 17,
    name: "ФГБОУ ВО «Филиал «Воронежский государственный технический университет» в г. Борисоглебске»",
    website: "http://bf.cchgeu.ru",
    vk: "https://vk.com/vgtu_bsk",
    address: "397160, Воронежская область, г. Борисоглебск, ул. Свободы, д. 191, 193",
    phone: "8 (473) 5465-39-6",
    email: "bf@cchgeu.ru",
    directions: [
      { "code": "07.03.03", "title": "Дизайн архитектурной среды" },
      { "code": "08.03.01", "title": "Строительство" },
      { "code": "09.03.02", "title": "Информационные системы и технологии" },
      { "code": "11.03.03", "title": "Конструирование и технология электронных средств" },
      { "code": "15.03.01", "title": "Машиностроение" },
      { "code": "23.03.02", "title": "Наземные транспортно-технологические комплексы" },
      { "code": "38.03.02", "title": "Менеджмент" }
    ]
  },
  {
    number: 18,
    name: "ФГБОУ ВО «Воронежский государственный университет — филиал в г. Борисоглебск»",
    website: "http://bsk.vsu.ru",
    vk: "https://vk.com/bf_vsu",
    address: "397160, Воронежская область, г. Борисоглебск, ул. Народная, д. 43",
    phone: "8 (473) 5462-60-1",
    email: "directorate@bsk.vsu.ru",
    directions: [
      { "code": "15.03.01", "title": "Машиностроение" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.10", "title": "Жилищное хозяйство и коммунальная инфраструктура" },
      { "code": "44.03.01", "title": "Педагогическое образование" },
      { "code": "44.03.02", "title": "Психолого-педагогическое образование" },
      { "code": "44.03.05", "title": "Педагогическое образование (с двумя профилями подготовки)" }
    ]
  },
  {
    number: 19,
    name: "АНОО ВО «Институт менеджмента, маркетинга и финансов»",
    website: "http://immf.ru",
    vk: "",
    address: "394036, Воронежская область, г. Воронеж, ул. Карла Маркса, д. 67; ул. Дружинников, 8",
    phone: "8 (473) 253-26-11",
    email: "info@immf.ru",
    directions: [
      { "code": "09.03.03", "title": "Прикладная информатика" },
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "38.03.02", "title": "Менеджмент" },
      { "code": "38.03.06", "title": "Торговое дело" }
    ]
  },
  {
    number: 20,
    name: "ФГБОУ ВО «Филиал «РГУПС» в г. Воронеж»",
    website: "http://vfrgups.ru",
    vk: "https://vk.com/vfrgups_professionalitet",
    address: "394026, Воронежская область, г. Воронеж, ул. Урицкого, д. 75а",
    phone: "8 (473) 221-03-53",
    email: "voronezh@rgups.ru",
    directions: [
      { "code": "23.05.03", "title": "Подвижной состав железных дорог" },
      { "code": "23.05.04", "title": "Эксплуатация железных дорог" },
      { "code": "23.05.05", "title": "Системы обеспечения движения поездов" },
      { "code": "23.05.06", "title": "Строительство железных дорог, мостов и транспортных тоннелей" }
    ]
  },
  {
    number: 21,
    name: "ФГБОУ ВО «Воронежский экономико-правовой институт — филиал в г. Россошь»",
    website: "http://rossosh.vepi.ru",
    vk: "https://vk.com/vepi_rossosh",
    address: "396650, Воронежская область, г. Россошь, ул. Пролетарская, д. 84",
    phone: "8 (473) 965-08-70",
    email: "postros@vilec.ru",
    directions: [
      { "code": "38.03.01", "title": "Экономика" },
      { "code": "40.03.01", "title": "Юриспруденция" }
    ]
  },
  {
    number: 22,
    name: "ФГБОУ ВО «Нововоронежский политехнический институт Национального исследовательского ядерного университета «МИФИ»»",
    website: "http://nvpk-mephi.ru",
    vk: "https://vk.com/nvpimephi",
    address: "396070, Воронежская область, г. Нововоронеж, ул. Октябрьская, д. 1",
    phone: "8 (473) 6424-74-7",
    email: "nvpi@mephi.ru",
    directions: [
      { "code": "13.03.02", "title": "Электроэнергетика и электротехника" },
      { "code": "14.03.01", "title": "Ядерная энергетика и теплофизика" },
      { "code": "27.03.04", "title": "Управление в технических системах" }
    ]
  },
  {
    number: 23,
    name: "РО ДООВО «Воронежская духовная Семинария»",
    website: "http://vpds.ru",
    vk: "https://vk.com/vds_1745",
    address: "394033, Воронежская область, г. Воронеж, Ленинский пр-т, д. 91",
    phone: "8 (473) 249-81-22",
    email: "referent@vpds.ru",
    directions: [
      { "code": "48.03.01", "title": "Теология" }
    ]
  }
];
